export const selData = {
  elementary_low: `한국형 사회정서교육 프로그램3
한국형
사회정서교육
프로그램
초등 저학년용
목차
총론··············································································································4
프로그램 개요······························································································23
1차시
마음건강_마음건강! 마음먹기! ·······················································24
2차시
자기인식_나의 감정을 알아차릴 수 있어요·······································33
3차시
자기조절_이럴 땐, 이렇게 해 볼까?················································42
4차시
대인관계_친구의 마음을 알아봐요···················································51
5차시
공동체_어울리며 함께 하는 우리·····················································60
6차시
마음건강_내 마음을 소중히 돌봐요··················································69

4초등 저학년용
총론
I
한국형 사회정서교육의 의미와 필요성
1. 한국형 사회정서교육의 의미
한국형 사회정서교육은 학생들의 긍정적인 성장과 정신건강 증진을 위하여 사회정서 역량을 
강화하는 체계적인 학교 기반의 교육이다. 
한국형 사회정서교육은 전인교육의 일환으로 학생 자신이 삶의 주인이 되며 다양한 사회정서
적 덕목의 학습과 정신건강 인식의 향상을 통해 개인의 잠재력을 최대한 발휘하고 사회의 구성원
으로 다른 사람들과 조화롭게 생활하도록 하는 데 그 목적이 있다(서완석 외, 2024)
1)
.
이를 위해 학생들이 자신의 감정을 인식･조절하는 정서적 역량과, 교사･또래･가족 등 주변의 
타인과 긍정적인 관계를 형성하고 유지하는 사회적 역량, 자신의 정신건강을 인식하고 관리하며, 
정신질환에 대해 적절하게 대응하는 정신건강 역량을 균형 있게 함양시키고자 한다.
2. 사회정서교육의 필요성
급변하는 사회환경, 코로나19 영향 등 심리 내외적 요인들로 학생들의 정신건강이 취약해지고 
있는 상황이며, 우리나라 학생들의 낮은 행복감과 정신건강 관련 문제는 우려할 수준에 있다. 
2011년 이후 청소년기 사망원인 1위가 자살이며 최근 수년간 청소년 자살은 증가하는 추세를 
보이고 있다. 자살 사망 학생의 약 50%는 평소에 힘들다는 표현을 하지 않아 자살의 명백한 원
인을 확인할 수 없다는 연구조사를 볼 때
2)
, 자살 등 정신건강 위기에 있는 학생이 자신의 정신건
강 문제가 무엇인지, 어떻게 대처하고 도움을 받아야 할지 모르고 있을 가능성이 높다. 또한 
2023년 교육부와 질병관리청의 청소년건강행태조사에서 중고등학생의 26%는 최근 1년 내 우
울감을 경험하였으며 13.5%는 자살 생각을 하였다고 보고하였다
3)
. 이에 따라 모든 학생들이 자
신의 감정과 정신건강 상태를 이해하고 관리하며, 정신건강의 어려움이 있을 때 적절하게 도움을 
받을 수 있도록 보편교육으로서의 예방 교육을 강화할 필요성이 높아지고 있다.
최근 세계보건기구(WHO, 2022)는 아동청소년의 정신건강 증진을 위하여 돌봄 자원의 지원, 
학교 기반 프로그램 및 지역사회와 온라인 환경 영역에서의 전략을 발표하였으며, 사회정서교육
의 중요성을 제안하였다
4)
. 

한국형 사회정서교육 프로그램5
시대적 사회문화의 요구에 따라 학교 교육은 학생들의 지적 능력을 중점으로 하는 전통적인 인
지적 교육뿐만 아니라 학교 적응, 스트레스 관리, 동기 및 인내력 강화, 사회기술 증진, 공동체 의
식 등 사회 정서적 역량을 높이는 비인지적 교육을 지속적이고 체계적으로 실시할 필요가 있다.
2008년부터 2020년 기간에 학교기반 사회정서교육을 실시한 53개국, 424개 연구를 종합 분
석한 메타연구에서는 학생들의 기술, 태도, 긍정적 행동 변화, 학교 환경과 안전 증가, 또래 관
계, 학교 적응 및 학업 성취도 등 여러 사회정서 영역에서 유의한 개선 효과를 보여
5)
 사회정서 
교육이 학생들이 미래사회의 건강한 사회 구성원으로 성장해 나가는 데 필수적인 부분이라는 근
거를 제시하고 있다.
II
한국형 사회정서교육의 도입과 교육프로그램 개발
1. 한국형 사회정서교육의 도입 배경
2000년을 전후로 국제기구와 세계 각국에서는 학생들의 교육, 심리사회적 문제, 정신건강의 
문제를 해결하기 위해 각 국가의 사회 여건에 맞는 사회정서 성장과 정신건강 향상을 위한 교육
을 적극적으로 제안하고 있다. 세계보건기구(WHO)는 학교 구성원의 심리･사회적 유능감을 증진
시키기 위한 학교와 공동체의 분위기 조성에서부터 정신질환이 있는 학생에 대한 전문적인 치료
를 받을 수 있는 학교기반 정신건강 프로그램을 제시하였고
6)
, 경제협력개발기구(OECD)는 정서
조절영역을 포함한 6개 영역과 17개의 표준적인 사회정서역량을 도출하였다
7)
.
국내에서도 수년 전부터 사회정서 교육에 대한 관심이 높아져 해외 프로그램들이  소개되고 교
과 수업에 활용할 수 있도록 사회정서 교육 내용들이 개발되고 있다. 그러나 대부분 개별 교과 
수업에 단기간 시범적으로 시행되는 경우가 많고 지속적인 교육으로 자리 잡기 위한 제도적인 지
원과 프로그램 개발 등 제반 여건들이 마련되지 못한 어려움이 있어, 학생의 발달 특성, 우리나
라 사회 문화 현황과 학습 환경 등을 고려한 한국형 사회정서교육이 학교 교육에 잘 적용되도록 
국가 차원의 지원이 필요한 상황이다. 
교육부는 2023년 정신건강 및 교육 전문가들과 우리나라 현실에 맞는 사회정서교육에 대한 논
의 과정을 진행하였으며, 학생의 마음건강을 최우선 지원하는 과제를 제시하고 발달 수준을 고려한 
한국형 사회정서 교육프로그램을 학교급별로 개발하여 현장에 적용하는 계획을 발표하였다(2024년 
교육부 주요 정책 추진계획(’24.1월)). 이에 따라 우리나라의 학교 상황에 적합한 사회정서교육 모
델 개발 연구가 진행되었으며 관련 전문학회의 자문 등을 통해 ‘한국형 사회정서교육’으로 정식 명
칭을 정하고, 구성원 개인과 집단의 가치를 동시에 강조하는 우리나라의 높은 공동체 의식 및 문화

6초등 저학년용
적 특성 등을 고려하여 자기(self), 관계(relationship), 공동체(community), 마음건강(mental 
health)의 4가지 사회정서 영역과 자기인식, 자기조절, 관계인식, 관계관리, 공동체 가치의 인식과 
관리, 정신건강 문제의 인식과 관리 등 6가지 핵심역량을 아래 <표1>과 같이 규정하였다.
<표1. 한국형 사회정서교육의 4가지 영역, 6가지 핵심역량 및 구성요인>
영역핵심역량 구성요인 
자기 
자기인식
자신의 생각, 감정, 행동의 인식과 이해, 스트레스 인식, 강점과 약점 
인식, 자기효능감 등
자기관리
마음챙김훈련, 부정적 생각과 감정에 대처하기, 스트레스 조절하기, 
자기 조절력 향상, 개인적 목표/과제 설정 및 추진 등
관계
관계인식타인의 생각, 감정, 행동의 존중, 공감하기, 다양성의 수용 등
관계관리자기주장 및 의사소통의 기술, 대인관계 기술, 갈등해결 등
공동체
공동체 가치의
인식 및 관리
사회적 측면에서의 자기성찰, 소속감, 책임감, 주도성, 협력하기, 규칙 
준수, 정당하지 않은 압력에 대응하기(방관자가 되지 않기), 문제 확인 
및 해결 등
마음건강
정신건강 
인식 및 관리
정신건강 이해와 관리, 정신질환 이해와 대처, 정신질환을 대하는 
적절한 태도(낙인 감소), 자해 및 자살 예방, 정신건강 관련 지원 및 
도움 요청 등 
<출처: 한국형 사회정서성장지원 모델 마련 연구(2024)>
2. 한국형 사회정서교육 프로그램 내용
한국형 사회정서교육프로그램은 4대 영역과 6가지 핵심역량을 기반으로 학생들의 발달 특성을 
반영하여 초등학교 저학년(1~2학년), 초등학교 고학년(3~6학년), 중학교(1~3학년), 고등학교
(1~3학년)의 4종으로 구성하였다. 학교급별 각 6차시 수업을 통하여 학생들이 습득해야 할 사회
정서 핵심역량과 학습목표 및 교육 내용을 개발하였다. 교육 내용은 사회정서교육을 시행하고 있
는 해외 국가들의 프로그램 내용 특성, 국제기구에서 제안하는 미래 인재상과 사회정서 역량, 국
내 조사연구에서 나타난 학생들이 함양해야 할 자기인식, 자기조절 기술 및 스트레스와 정신건강 
관리 능력 증진 기술들을 검토하여 학습 목표와 내용을 구성하였다. 
사회정서 역량은 단기간에 습득되지 않으므로 초등학교 저학년부터 고등학교까지 지속적이고 
일관성 있게 학습이 진행되어야 한다. 이에 따라 본 한국형 교육 프로그램은 아동청소년의 발달 
단계와 주요 발달 과제를 고려하여 학교급별 학습 목표를 제시함으로써 학교 교육을 통하여 학생
들이 자연스럽게 사회정서 역량을 강화할 수 있도록 하였다.
한국형 사회정서교육 프로그램의 영역, 핵심역량, 학습 목표, 교육 내용은 <표2>와 같다. 

한국형 사회정서교육 프로그램7
<표2. 한국형 사회정서교육 프로그램 개관>
차시 
사회정서
교육 영역
핵심역량 학습목표 교육내용
1마음건강 
사회정서 
역량의 이해 
한국형 사회정서역량의 의미를 
알고 설명할 수 있다.
∙한국형 사회정서역량 이해
∙6차시 교육 소개 
2자기자기인식
감정을 중심으로 자신의 신체 및 
행동 반응을 알고 자기인식 
수준을 높이려는 태도를 
가진다. 
∙감정과 신체, 행동 반응과의 
연결성 인식 
∙자신의 고유성에 대한 이해
3자기자기조절 
일상 속 다양한 장면에서 
효과적으로 자기 조절을 할 수 
있다. 
∙감정에 대한 조절 기술
∙복합적이고 강렬한 감정 및 
스트레스 대처 기술
4대인관계
관계인식과 
관계관리
대인관계에 필요한 소통 및 대처 
기술을 습득한다. 
∙자기주장 및 의사소통 기술
∙긍정적인 대인관계 기술
5공동체
공동체 
가치의
인식과 관리
나와 이웃의 소중함을 이해하고 
공동체의 소중한 가치를 지키기 
위한 역량을 함양한다. 
∙소속감, 자긍심, 공동체 가치
∙규칙준수, 공정함, 책임감, 
협력하기, 공동체 문제 해결 및 
기여
6마음건강
정신건강 
문제의 
인식과 관리
정신건강 문제가 있을 때 도움을 
요청하는 방법을 알 수 있다. 
∙정신건강 문제의 이해와 대처
∙도움 요청하기

8초등 저학년용
III
한국형 사회정서교육 프로그램 개관
1. 한국형 사회정서교육의 목적
한국형 사회정서교육의 목적은 전인교육의 일환으로 다음과 같다. 
학생 자신이 삶의 주인이 되며 다양한 사회정서적 덕목의 학습과 정신건강 인식의 향상을 통해 
개인의 잠재력을 최대한 발휘하고 사회의 구성원으로 다른 사람들과 조화롭게 생활하는 것을 
지향한다. 
위와 같은 교육 목적과 연계하여 사회정서교육의 교육 목표를 지식, 기술, 태도 영역에서 제시
하면 다음과 같다. 
∙감정과 생각 및 신체의 상호관련성에 대한 내용을 알고, 자신의 마음을 합리적으로 조절하는 
것의 중요성과 효율적인 조절 방법에 대한 올바른 지식을 습득한다. 
∙자신의 감정과 생각 및 스트레스에 대처하는 방법을 효율적으로 사용할 수 있으며, 다른 사람의 
입장에 공감하고 공동체에 도움이 되는 방법을 적용할 수 있다. 
∙자신과 타인 및 공동체에 필요한 도움을 주려는 긍정적인 삶의 태도와 정신건강에 대한 인식을 
높여 정신질환에 대한 오해와 편견을 줄이고 당면하는 마음건강 문제에 대처하는 태도를 
함양한다. 
2. 한국형 사회정서교육 교수･학습 자료의 성격 
가. 초등학교, 중학교, 고등학교 등 모든 학교급과 학년에서 사회정서교육을 체계적으로 시행할 
수 있도록 구성하였다.
나. 자기 자신, 대인관계, 공동체, 마음건강 영역에서 사회정서 역량을 차시별로 마음건강의 이
해, 자기 인식, 자기 조절, 관계인식과 관계관리. 공동체 가치의 인식과 관리, 정신건강 문
제의 인식과 관리 등 6가지로 제시하였다.
다. 모든 차시의 수업을 ‘이해-연습-적용’단계로 구성하여 학생들이 6가지 핵심 역량별 지식, 
기능, 태도를 균형 있게 습득하도록 하였다. 
라. 사회정서역량 증진을 위해 관련된 개념을 정확하게 이해하도록 하였으며, 학교급별 1차시
에서는 마음건강과 사회정서역량에 대한 이해의 폭을 확장하기 위한 내용으로 구성하였다.

한국형 사회정서교육 프로그램9
마. 학생들의 흥미와 관심을 바탕으로 모든 학생을 위한 사회정서교육이 이루어 지도록 발달 
특성에 맞는 활동 중심의 프로그램으로 구성하였다. 
바. 본 프로그램은 교육학 및 정신의학적 전문성에 기초한 한국형 사회정서교육의 구성 체계에 
따라 개발된 기본 프로그램으로 특정 종교와 연계성 없이(SBNR(Spiritual But Not 
Religious)) 설계･개발되었다. 
IV
한국형 사회정서교육의 구성 체계 및 활용 방법
1. 한국형 사회정서교육의 구성 체계 
가. 한국형 사회정서교육은 학생 발달 특성과 초･중등 교육과정을 고려하여, 초등학교 저학년
(1~2학년), 초등학교 고학년(3~6학년), 중학교(1~3학년) 고등학교(1~3학년) 학생을 대상
으로 개발하였다. 
나. 모든 교사가 교과 수업 및 창의적 체험활동 등 학교 교육과정과 연계하여 자율적으로 교육
할 수 있도록 구성하였다. 
다. 프로그램은 학교급별로 각각 6차시로 구성하고, 각 차시별 사회정서교육 영역, 사회정서 
핵심역량, 하위요소, 성취기준, 학습 목표와 학습 활동 등을 제시하여, 학생 발달 단계에 
따라 체계적으로 학습할 수 있도록 위계를 설정하였다. 
라. 1차시에서 마음건강과 사회정서교육에 대한 전반적 안내 후‘자기-타인-공동체’의 인식 확
장 개념을 바탕으로 2차시부터 6차시까지 6가지 핵심역량을 학습하도록 구성하였다.
마. 1차시와 6차시는 ‘마음건강’영역으로 사회정서 역량과 정신병리를 다루는 정신건강을 포함
하는 내용으로 구성하였다. 2차시는 감정을 중심으로 자신의 신체 및 행동 반응을 인식하
고, 이를 바탕으로 3차시에서 다양한 감정 상태에 대한 조절 능력을 높이는 것을 목표로 
하였다. 4차시는 개인적인 관계의 영역을 주제로 하였고, 5차시는 사회적인 관계인 공동체
와 자신의 삶을 연결을 중심으로 내용을 구성하였다. 
바. ‘짧은 시간을 활용한 교육’과 ‘선택활동’을 제시하여 차시별 주요 핵심 내용을 교육과정 운
영 여건에 따라 효율적이고 융통성 있게 전달할 수 있도록 구성하였다. 
사회정서교육 프로그램의 학교급별 6차시 각각의 구성 체계는 <표3>과 같다.

10
<표3. 한국형 사회정서교육 프로그램 구성 체계>
1) 1차시 (마음건강 영역)
7차시
(영역)
핵심
역량
학교급하위요소관련 성취기준학습 목표학습 활동
1차시
(마음
건강)
사회
정서
역량의 
이해 
초저
(1~2)
∙사회정서역량의
중요성
[2바01-02] 나를 이해하고 존중하며 생활한다.
[2국01-04] 자신의 경험이나 생각을 바른 
자세로 발표한다. 
∙행복한 생활에 필요한 
마음건강의 중요성을 설명할 수 
있다.
□
1

[짧은 시간]
마음건강 알기
□
2
 마음 식단으로 마음건강 연습하기
□
3
 마음건강을 위한 마음 먹기 
적용하기 
초고
(3~6)
∙사회정서역량의
의미 및 중요성
∙생활 속 
사회정서역량
[4도01-01] 자신의 감정을 소중히 여기며 
존중하는 태도를 바탕으로 내가 누구인가를 
탐구한다.
[6도01-01] 자주적인 삶에 대한 이해를 
바탕으로 자신의 생활계획을 세우고 실천하여 
주체적인 삶의 태도를 기른다.  
∙행복한 삶을 살아가는 데 필요한 
사회정서역량의 중요성을 
설명할 수 있다. 
□
1

[짧은 시간]
사회정서역량 이해하기
□
2
 사회정서역량 함양을 위한 
연습하기
□
3
 생활 속에서 사회정서 역량 
높이기
중
∙사회정서역량의
의미 및 중요성
∙자신의 삶과 
사회정서
역량의 연계
[9도01-03] 행복에 관한 심리적, 사회적, 
윤리적 접근 등을 통해 행복의 의미를 
종합적으로 파악하고, 삶의 목적과 행복의 
관계를 정립할 수 있다.
[9체01-09] 정신건강의 의미를 이해하고 
정신건강 활동의 종류와 특성을 분석한다.
∙행복한 삶을 살아가는 데 필요한 
사회정서역량의 중요성을 
설명할 수 있다. 
□
1
 사회정서교육 의미 이해하기
□
2
 나의 마음 메뉴 찾기
□
3

[짧은 시간]
사회정서교육 캠페인 노래 
만들기
고
∙사회정서역량의
의미 및 중요성
∙자신의 삶과 
사회정서
역량의 연계
[12인윤01-01] 내 몸과 마음의 관계를 
탐구하고, 심신의 통합성을 자각하여 도덕적 
주체로서 자신을 이해하고 존중할 수 있다.
[12보건02-04] 감정 및 정서가 삶에 미치는 
영향과 행복 및 스트레스, 우울･불안･질병 등을 
초래하는 상황의 조건과 의미를 탐구하여, 
개인과 공동체의 행복한 삶의 양식을 지지한다. 
∙사회정서역량의 중요성을 자신의 
생활과 연계하여 설명할 수 
있다.
□
1
 사회정서교육 및 역량 알아보기
□
2
 우리 모두에게 필요한 
사회정서교육 
□
3

[짧은 시간]
사회정서교육으로 
행복하게 사는 방법 실천하기

11
2) 2차시 (자기 영역)
차시핵심
역량
학교급하위요소관련 성취기준학습 목표학습 활동
2차시
(자기)
자기
인식
초저
(1~2)
∙기본적 감정 인식
[2바01-02] 나를 이해하고 존중하며 생활한다.
[2슬01-02] 나를 탐색하여 나에 대해 설명한다. 
∙신체 반응을 통해 나의 감정을 
표현할 수 있다.
□
1
 신체 반응과 감정 이해하기
□
2
 반응을 보고 감정 찾기 연습하기
□
3

[짧은 시간]
자신의 감정 알아차리기
초고
(3~6)
∙다양한 감정 인식
[4도01-01] 자신의 감정을 소중히 여기며 존
중하는 태도를 바탕으로 내가 누구인가를 탐구
한다.
[6국01-03] 주제와 관련하여 궁금한 내용을 
질문하며 적극적으로 듣고 말한다.
∙같은 상황에서도 다양한 감정을 
느낄 수 있음을 알고 다른 친구
와 차이를 비교할 수 있다. 
□
1
 같은 상황, 다양한 감정 이해하기
□
2

[짧은 시간]
감정 빙고로 연습하기
□
3
 나의 신체 반응 적용하기
중
∙다양한 감정 인식
∙강렬한 감정 인식
[9체01-09] 정신건강의 의미를 이해하고 정신
건강 활동의 종류와 특성을 분석한다.
[9보01-02] 몸과 마음의 신호와 건강지표를 
통해 건강 상태를 평가하여 건강 관리에 적용한다.
∙감정의 복합적인 특성을 알고, 
자신의 감정 상태를 표현할 수 
있다.
□
1
 다양한 감정 이해하기
□
2

[짧은 시간]
복합적 감정 찾아내기
□
3
 생활 속 감정 표현 실천하기
고∙스트레스 인식
[12심리02-05]부정･긍정 정서의 종류와 기능
을 탐색하고 실생활에서 효과적인 정서 조절 방
법을 이해하고 실천한다.
[12보건02-04]감정 및 정서가 삶에 미치는 영
향과 행복 및 스트레스, 우울･불안･질병 등을 
초래하는 상황의 조건과 의미를 탐구하여, 개인
과 공동체의 행복한 삶의 양식을 지지한다.
∙스트레스가 신체와 정신건강에 
미치는 영향을 설명할 수 있다.
□
1
 스트레스 이해하기
□
2

[짧은 시간]
나의 스트레스 수준 확인하기
□
3
 스트레스를 통한 나의 바람 파악 
삶에 적용하기

12
3) 3차시 (자기 영역)
차시
(영역)
핵심
역량
학교급하위요소관련 성취기준학습 목표학습 활동
3차시
(자기)
자기
조절
초저
(1~2)
∙감정에 대한 
반응의 조절
[2바04-04] 지금까지의 생활 습관과 학습 습
관을 되돌아본다.
[2슬01-02] 나를 탐색하여 나에 대해 설명한다. 
∙ 나의 감정을 다양한 생각과 행동
으로 표현할 수 있다.
□
1
 감정에 대한 다양한 반응 
이해하기
□
2

[짧은 시간]
새로운 반응 시도하기
□
3
 지혜롭게 생각하고 실천하기
초고
(3~6)
∙다양한 감정에 대한
기초적 자기 조절
기술
[4도02-03] 공감의 태도가 필요한 이유를 이
해하고 도덕적 상상력을 바탕으로 대상과 상황에 
따라 감정을 나누는 방법을 탐구하여 실천한다.
[6미01-01] 다양한 감각과 매체를 활용하여 
자신과 대상을 탐색할 수 있다.
∙감정에 따른 생각과 행동을 스스
로 조절하는 기술을 제시할 수 
있다.
□
1
 모든 감정은 필요함을 이해하기
□
2

[짧은 시간]
자기조절 기술 연습하기
(복식호흡, 나비포옹법, 소리명상 
등 선택 활동)
□
3
 생활 속에서 자기조절 기술 
실천하기
중
∙강렬한 감정에 대한 
자기 조절 기술
[9기가01-05] 청소년기의 건강한 발달을 위협
하는 스트레스, 분노, 우울 등의 여러 가지 행동 
및 심리 문제의 원인을 분석하고, 적응 유연성
을 기를 수 있는 다양한 예방 및 해결방안을 
탐색하여 적용한다.
[9보02-04] 감정과 스트레스의 적절한 인식과 
표현, 지지와 공감 및 다양성 존중을 통해 관계 
속에서 행복함과 건강한 관계 맺기를 보여준다.
∙강렬한 감정을 조절해야 하는 이
유를 알고, 자기 조절 기술을 제
시할 수 있다.
□
1
 강렬한 감정 조절의 필요성 
이해하기
□
2

[짧은 시간]
자기조절 기술 연습하기
(복식호흡, 나비포옹, 소리명상, 
근육이완법 둥)
□
3
 나만의 자기조절 기술 표현하기
고
∙스트레스의 조절
∙효과적 자기 조절의 
실천
[12심리02-05]부정･긍정 정서의 종류와 기능을 
탐색하고 실생활에서 효과적인 정서 조절 방법
을 이해하고 실천한다.
[12보건02-04]정서･정신건강을 이루는 요소와 
관련된 개인적, 사회적 요인을 연계하여 탐구하고, 
자아 존중감과 회복 탄력성 및 유대 증진 방안을 
도출하여 건강을 관리한다.
∙나에게 적합한 스트레스 관리 방
법을 알고, 생활 속에서 실천할 
수 있다. 
□
1

[짧은 시간]
스트레스 대처 이해 및 
방법(운동, 명상, 대화, 호흡법, 
숫자세기, 생각바꾸기 등)
□
2
 스트레스 관리 방법 연습하기
(긍정적 생각으로 바꾸기)
□
3
 나만의 스트레스 대처법 적용하기

13
3) 4차시 (대인 관계 영역)
차시
(영역)
핵심
역량
학교급하위요소관련 성취기준학습 목표학습 활동
4차시
(대인
관계)
관계
인식
‧
관계
관리
초저
(1~2)
∙경청과 공감의 중
요성
[2국01-03] 상대방의 말을 집중하여 듣고 
말차례를 지키며 대화한다.
[2즐01-03] 가족이나 주변 사람과 소통하며 
어울린다. 
∙ 이야기를 듣고 다른 사람의 마음 
상태를 알고, 이를 표현할 수 있다.
□
1
 경청의 중요성 이해하기
□
2

[짧은 시간]
다른 사람의 마음 
파악하기
□
3
 다른 사람의 마음 공감하기
초고
(3~6)
∙경청과 공감의 
의미
∙경청과 공감을 
통한 관계 맺기
[4사01–01] 주변 여러 장소에서의 경험과 느낌
을 다양한 방식으로 표현하고, 장소감을 나누며 
서로 존중하는 태도를 지닌다.
[6도02-02] 편견이 발생하는 이유를 탐색하여 
해결 방안을 살펴보고, 다양성 존중을 바탕으로 
다른 사람과 올바른 관계를 맺기 위한 실천 방
안을 탐구한다.
∙ 경청과 공감의 중요성을 이해하고 
소통 과정에서 나타나는 다양한 
감정을 수용하는 태도를 가질 수 
있다. 
□
1
 경청과 공감의 의미 이해하기
□
2
 경청과 공감 연습하기
□
3

[짧은 시간]
소통에서 나타나는 
다양한 감정
수용하기 
중
∙효과적 갈등 
해결을 통한 관계 
맺기
[9도02-06] 다양한 갈등 상황에서 평화적 해
결의 중요성을 이해하고, 평화적으로 갈등을 해
결할 수 있는 실천 방법을 탐구하고 제시할 수 
있다.
[9기가01-02] 청소년기 또래 문화의 특징을 
이해하고, 친구 관계에서 발생하는 문제를 분석
하여 건강한 친구 관계를 유지하기 위한 방안을 
제안한다.
∙ 자신의 입장을 표현하며 갈등을 
해결하는 방법을 설명할 수 있다. 
□
1
 갈등 해결 3단계 레시피 이해하기
□
2

[짧은 시간]
갈등 해결 3단계 레시피 
연습하기
□
3
 갈등 해결 3단계 레시피 실천하기
고
∙협력적 
의사소통을 
통한 관계 맺기
[10공국2-01-02] 쟁점과 이해관계를 고려하
여 문제를 해결할 수 있는 대안을 탐색하며 협
상한다
[10공국2-01-03] 사회적 소통 과정에서 말의 
영향력을 고려하여 책임감 있게 듣고 말한다.
∙ 타협과 협력을 통해 최선의 결과
를 이끌어 내는 의사 표현 방식을 
습득할 수 있다.
□
1

[짧은 시간]
관계와 대화의 기본자세 
이해하기
□
2
 협력과 타협을 통한 갈등 
해결하기
□
3
 효과적 갈등 해결을 위한 대화 
연습

14
3) 5차시 (공동체 영역) 학습 활동
차시
(영역)
핵심
역량
학교급하위요소관련 성취기준학습 목표학습 활동
5차시
(공동체)
공동체
가치의
인식과
관리
초저
(1~2)
∙공동체 인식
[2바02-01] 공동체에서 내가 할 수 있는 일을 
찾아보고 실천한다.
[2슬01-03] 가족이나 주변 사람에게 관심을 
갖고 함께 살아가는 모습을 탐구한다.
∙친구들과 함께 어울리며 잘 
지내기 위한 실천 다짐을 말할 
수 있다. 
□
1
 함께 어울릴 때 좋은 점 이해하기 
□
2
 함께 어울려서 놀이하기  
□
3

[짧은 시간]
다 같이 잘 지내기 위한 
약속하기
초고
(3~6)
∙공동체 
개념‧가치 인식
[4도01-01] 자신의 감정을 소중히 여기며 
존중하는 태도를 바탕으로 내가 누구인가를 
탐구한다. 
[6실01-02] 건강한 발달을 위한 자기 관리 
방법을 탐색하고, 일상생활 속에서 올바른 
생활습관과 태도를 갖도록 계획하여 실천한다. 
∙공동체의 가치를 알고, 공동체가 
내 생활에서 중요한 이유를 
설명할 수 있다.
□
1
 공동체 이해하기
□
2

[짧은 시간]
놀이를 통한 공동체 의식 
함양하기
□
3
 긍정적 공동체의 가치를 생활에서 
찾아보기
중
∙공동체 
의미‧가치 인식
∙공동체 문제 해결
[9도02-04] 이웃의 종류를 구분해 보고, 
공동체 속에서 이웃을 배려하고 봉사하기 위해 
타인의 관점을 채택해 보고, 이를 실천하기 
위한 구체적인 방법을 제시할 수 있다.
[9사(일사)01-03] 사회집단의 의미를 
이해하고, 사회집단에서 나타나는 차별과 
갈등의 사례와 이에 대한 해결 방안을 
탐구한다.
∙공동체의 문제가 내 생활에 
영향을 줄 수 있음을 알고, 
공동체 생활에서 일어나는 
문제를 함께 해결하는 방법을 
제시할 수 있다. 
□
1
 공동체의 가치 이해하기
□
2
 공동체 문제 해결 방법 연습하기
□
3

[짧은 시간]
공동체 문제 상황 
해결하기 
고
∙공동체 
의미‧가치 인식
∙공동체에 
기여하는 삶
[10통사1-05-03] 자신이 거주하는 지역을 
사례로 공간 변화가 초래한 양상 및 문제점을 
탐구하고, 공동체의 구성원으로서 지역사회의 
변화를 위한 방안을 모색하고 이를 실천한다.
[12생환01-04] 자신이 살고 있는 지역에 
관심을 두고, 더 나은 지역 환경을 위해 책임 
있는 시민으로서 자신이 참여할 수 있는 방식을 
제안한다.
∙공동체 생활에 이바지하는 
태도가 나의 성장에 긍정적 
영향을 끼침을 알고, 그 방법을 
찾아 실천할 수 있다.  
□
1
 공동체의 개념과 의미 이해하기
□
2

[짧은 시간]
공동체와 함께 살아가는 
방법 연습하기
□
3
 공동체를 위한 나의 행동 
실천하기

15
6) 6차시 (마음건강 영역)
차시
(영역)
핵심
역량
학교급하위요소관련 성취기준학습 목표학습 활동
6차시
(마음
건강)
정신
건강
문제의
인식과
관리
초저
(1~2)
∙자신의 마음건강 
인식
◦도움 요청
[2바01-02] 나를 이해하고 존중하며 
생활한다.
[2슬01-02] 나를 탐색하여 나에 대해 
설명한다.
∙나의 마음건강 문제를 알고 도움 
요청하는 방법을 제시할 수 
있다.
□
1
 나의 마음을 스스로 돌보는 방법 
알기
□
2
 도움을 요청하는 말 연습하기
□
3

[짧은 시간]
도움을 요청하는 말 
실천하기
초고
(3~6)
∙자신과 친구의 
마음건강 인식
◦도움 요청
[4도01-01] 자신의 감정을 소중히 여기며 
존중하는 태도를 바탕으로 내가 누구인가를 
탐구한다. 
[6실01-02] 건강한 발달을 위한 자기관리 
방법을 탐색하고, 일상생활 속에서 올바른 
생활습관과 태도를 갖도록 계획하여 실천한다.
∙나와 친구의 마음건강이 어려울 
때 도움 요청 방법을 제시할 수 
있다.
□
1
 마음건강의 다양한 상태 이해하기 
□
2

[짧은 시간]
마음건강문제 해결방법 
연습하기
□
3
 생활 속 다앙한 마음건강문제 
해결하기 
중
∙자신과 친구의  
  정신건강 인식
∙도움 요청
[9도01-03] 행복에 관한 심리적, 사회적, 
윤리적 접근 등을 통해 행복의 의미를 
종합적으로 파악하고, 삶의 목적과 행복의 
관계를 정립할 수 있다.
[9체01-09] 정신건강의 의미를 이해하고 
정신건강 활동의 종류와 특성을 분석한다.
∙나와 친구의 마음건강이 어려울 
때, 도움을 요청할 수 있다. 
□
1
 정신건강 4가지 상태 이해하기 
□
2
 나의 마음건강 문제상황 도움 
요청 연습하기
□
3

[짧은 시간]
친구의 마음건강 
어려움을 응원하는 캠페인 문구 
만들기
고
∙자신과 친구의 
의학적 도움이 
필요한 정신건강 
인식
∙도움 요청
[12심리04-02] 삶의 변화에 따른 스트레스 
발생과 건강의 관계를 이해하고 효과적인 
스트레스 대처 방안을 적용하여 회복 탄력성을 
기른다.
[12보건02-04] 감정 및 정서가 삶에 미치는 
영향과 행복 및 스트레스, 우울･불안･질병 등을 
초래하는 상황의 조건과 의미를 탐구하여, 
개인과 공동체의 행복한 삶의 양식을 지지한다. 
∙나와 친구의 마음건강이 어려울 
때, 도움을 요청할 수 있다. 
□
1
 의학적 도움이 필요한 마음의 병 
상태 이해하기
□
2

[짧은 시간]
도움 받을 수 있는 기관 
찾는 연습하기
□
3
 마음의 병으로 힘든 친구 
도와주기

16초등 저학년용
2. 교수･학습 자료의 활용 방법 
가. 기본 방향
1) 초등저, 초등고, 중학교, 고등학교 학교급별 6차시를 한 단위로 위계에 따라 학습 내용을 
조직한 것이므로 가능한 6차시를 순차적, 지속적, 규칙적으로 지도할 것을 권장한다. 
2) 교수･학습 과정안은 하나의 예시로 같은 교과 또는 다른 교과의 성취기준과 연계하여 지도
할 수 있으며, 학급 및 학생 실태를 기반으로 부분적으로 확대･강화 또는 축소시켜 지도할 
수 있다. 
3) 차시별 학습활동 내용은 초중고 학교급별 수업시간을 기준으로 개발하였으나, 교육과정 운
영 여건에 따라 수업 활동 시간을 증배･재구성하여 지도할 수 있다.  
4) 제시된 교육과정 성취기준을 참조하여 관련 교과 간 연계･통합하여 지도할 수 있으며, 창의적 
체험활동의 자율･자치 활동, 동아리 활동, 진로 활동 등과 연계하여 지도할 수 있다.
5) 범교과 학습 주제 중 안전･건강교육, 인성 교육, 진로교육 등과 연계하여 지도할 수 있으
며, 생명존중 및 자살예방교육 시간에 본 기본 프로그램을 활용하여 교육할 수 있다.
6) 다양한 학교 교육활동에서 특정 시간을 지정하여 사회정서교육을 운영할 수 있다. 특히 ‘짧
은 시간을 활용한 교육활동’은 조회, 종례 시간 등에서 활용할 수 있으며 이때는 가급적 영
상 자료 등을 활용하여 학습 효과 높일 수 있도록 한다. 
7) 사회정서교육 운영 시 학교급별 위계 및 구성 체계에 따라 개발된 본 기본 프로그램을 우선
적으로 활용할 것을 권장하며, 학교와 학생들의 상황에 따라 어울림 프로그램 등 사회정서 
역량을 다루는 다양한 프로그램과 연계하여 활용할 수 있다.
나. 다양한 학교 교육활동과 연계
1) 학교 교육과정 운영과 연계하여 특정 기간을 사회정서교육 강화 기간으로 지정하여 운영할 
수도 있다. 이때는 학년별로 다채로운 행사를 기획할 수 있으며 특히 사회정서교육 6차시
의 학습 활동의 학습 결과물을 전시하는 행사도 계획할 수 있다.
2) 계기 교육은 사회정서교육과 연계하여 운영하기 좋은 방법이 된다. 사회 병리 현상이 발생
했을 경우 이를 교수･학습 활동과 연계하여 계기 교육을 통한 경각심을 갖게 할 수도 있으
며 사회정서교육의 중요성을 강조하여 학생들이 그 필요성을 스스로 자각할 수 있도록 지
도한다.

한국형 사회정서교육 프로그램17
3) 사회정서교육을 학교에서 의도적으로 계획하여 지속적이고 반복적으로 시행하는 경우 학생
들의 사회정서역량 함양에 긍정적 강화 효과를 기대할 수 있다. 이를 위해서는 학교 교육과
정에 사회정서교육을 제시하여 편성하는 것이 필요하다. 이는 학교교육 목표를 구체적으로 
실천할 수 있는 방법이 되며 교과 활동, 창의적 체험활동 등 학교의 모든 교육활동과 연계
하여 계획한다.
4) 학교 자율장학 또는 교원의 전문적학습공동체 활동에서 사회정서교육을 주제로 한 프로젝
트 수업도 가능하다. 이를 통하여 전체 학생과 교사가 사회정서 역량 함양과 정신건강의 중
요성을 인식하고 적극 참여하는 학교 문화 형성의 계기가 될 수 있다. 
5) 일정한 시간을 주기적으로 확보하기 어려운 경우 월요 조회나 훈화 시간, 학급 조회･종례 
시간을 이용하여 사회정서교육도 가능하다. 이때 교사는 전체 내용을 숙지하고 핵심적인 내
용을 효율적으로 전달할 수 있어야 한다. 
3. 학생의 사회정서 성장을 위한 피드백 방향
가. 학생의 사회정서 성장과 발달을 지원하기 위해 다양한 방법을 활용하여 학습 과정과 결과
에 대해 종합적으로 피드백을 하도록 한다.
나. 교사는 학생들이 보이는 사회정서적 반응을 주의 깊게 관찰하고, 그에 대한 즉각적이고 적
절한 피드백을 통해 학생들이 자신의 감정과 행동을 인식하고 조절할 수 있도록 지도한다.
다. 한국형 사회정서교육을 토대로 학생들이 학습한 내용을 실제 생활에 적용할 수 있도록 피
드백을 제공하도록 한다. 이를 위해 교사는 학생의 학습목표 도달 정도와 수행 과정을 관
찰하여 학생들이 일상생활에서 사회정서적 기술을 어떻게 실천하고 있는지를 피드백할 수 
있다. 
예를 들어, 학생이 친구와의 갈등 상황에서 갈등을 어떻게 인식하고 대처하는지를 구체적
으로 언급하며 자신의 감정을 조절하고 스트레스를 효과적으로 관리하도록 긍정적인 행동
을 강화하고 구체적인 조언을 제공하는 방식으로 피드백을 진행할 수 있다.

18초등 저학년용
V
교수･학습자료의 구성
∙해당 차시의 활동 
주제명
학습 주제
∙해당 차시의 관련 
교과 및 성취기준 
안내

∙관련 핵심역량 및 
범교과학습 주제, 
세부 내용 안내 
∙학습내용 요소를 
지식･이해, 
과정･기능, 
가치･태도로 
구분하여 제시
∙차시 내용에 대한 
개요: 수업 주제 선정 
이유, 수업 개요, 
사회정서역량 
연계안내
❶ 교수･학습 
활동의 개관

한국형 사회정서교육 프로그램19
∙짧은 시간을 활동한 
교육 활동: 해당 
차시에서 반드시 
교육해야 할 핵심 
내용을 제시

∙학습자료 및 동영상 
자료  안내(출처 제시)
❸ 교수･학습 
활동
∙해당 차시의 
교수･학습 활동 안내

∙자료와 유의점 및 
PPT, 교수･학습자료 
안내: 
도입-전개(이해, 
연습, 적용)―정리 
순서로 단계별 내용 
제시  
❷ 교수･학습 
과정안

20초등 저학년용
∙해당 차시 
교수･학습과정에 
활용할 수 있는 자료 
안내
❺ 교사 참고자료 2 
∙해당 차시 
교수･학습과정에 
활용할 수 있는 자료 
안내
❹ 교사 참고자료 1

한국형 사회정서교육 프로그램21
∙해당 차시 학습 
활동지 
❼ 학습 활동지 2
∙해당 차시 학생 학습 
활동지 
❻ 학습 활동지 1 

22초등 저학년용
참고문헌
1) 서완석 외(2024). 한국형 사회정서성장지원 모델 마련 연구. 한국교육환경보호원  
2) Kwon H, Hong HJ, Kweon YS. Classification of Adolescent Suicide Based on 
Student Suicide Reports. Soa Chongsonyon Chongsin Uihak. 2020 Oct 
1;31(4):169-176. doi: 10.5765/jkacap.200030. PMID: 33110353; PMCID: 
PMC7584279.
3) 교육부 질병관리청(2024), 제19차(2023년) 청소년건강행태조사 통계. 
https://kdca.go.kr/yhs/home.jsp 
4) World Health Organization (2022). World mental health report. Geneva: WHO. 
5) Cipriano C, Strambler MJ, Naples LH, Ha C, Kirk M, Wood M, Sehgal K, Zieher 
AK, Eveleigh A, McCarthy M, Funaro M, Ponnock A, Chow JC, Durlak J. The 
state of evidence for social and emotional learning: A contemporary 
meta-analysis of universal school-based SEL interventions. Child Dev. 2023 
Sep-Oct;94(5):1181-1204. 
6) World Health Organization (1997). Life Skills Education for Children and Adolescents 
in Schools. Geneva: WHO. 
7) OECD (2021). Beyond Academic Learning, first results from the survey of 
Social and Emotional Learning https://doi.org/10.1787/92a11084-en

한국형 사회정서교육 프로그램23
프로그램 개요(초등 저학년)
프로그램 중점
구분프로그램 세부내용
1
몸의 건강을 위해서 저학년 때부터 골고루 먹기, 규칙적인 운동을 하도록 하듯이, 정신건강의 
중요성에 대해 저학년 때부터 인식할 수 있도록 사회정서교육의 기초적인 교육인 마음건강, 자기 
감정 인식, 친구와의 관계 관리 등의 내용을 다룸.
2
자신의 감정을 인식하고 말로 표현하기를 어려워하는 학생들에게 국어 교과에서 배우는 감정 관련 
단어 익히기 활동과 더불어 이 시간에는 신체 반응을 통해 자신의 감정을 알아차리고 감정 단어로 
표현하는 기회를 다양하게 제공하도록 함.
3
저학년의 ‘나’ 중심적인 사고를 이해하고, 타인과의 관계를 다룰 때도 가족, 친구, 선생님 등 학생들과 
가까이 지내는 관계를 ‘우리’라는 범주로 공동체의 범위를 설정하고 교육함. 
4
모든 교육 활동들의 기저에는 사회정서역량이라는 핵심개념이 존재하며, 이를 연계하여 교육활동에 
적용하고, 초등 저학년 수준에 맞게 정신건강 용어를 마음건강이라는 용어로 대체하는 등 학생 수준을 
고려하여 용어를 사용함.
수업의 흐름
차시영역수업주제세부내용
1
마음
건강
마음건강!
마음먹기!
□
1
 마음건강 알기
□
2
 마음 식단으로 마음건강 연습하기
□
3
 마음건강을 위한 마음 먹기 적용하기 
2자기
나의 감정을 알아차릴 
수 있어요!
□
1
 신체 반응과 감정 이해하기
□
2
 반응을 보고 감정 찾기 연습하기
□
3
 자신의 감정 알아차리기
3자기
이럴 땐, 이렇게
해 볼까?
□
1
 감정에 대한 다양한 반응 이해하기
□
2
 새로운 반응 시도하기
□
3
 지혜롭게 생각하고 실천하기
4
대인
관계
친구의 마음을 
알아봐요
□
1
 경청의 중요성 이해하기
□
2
 다른 사람의 마음 파악하기
□
3
 다른 사람의 마음 공감하기
5공동체
어울리며
함께 하는 우리
□
1
 함께 어울릴 때 좋은 점 이해하기 
□
2
 함께 어울려 놀이하기  
□
3
 다 같이 잘 지내기 위한 약속하기 
6
마음
건강
내 마음을
소중히 돌봐요!
□
1
 나의 마음을 스스로 돌보는 방법 알기
□
2
 도움을 요청하는 말 연습하기
□
3
 도움을 요청하는 말 실천하기

24초등 저학년용
마음건강! 마음먹기! 
1
교수 학습 활동의 개관
사회정서
교육영역
마음건강
사회정서
핵심역량
사회정서역량의 이해
해당학년초등 저학년 (1-2학년)차시1/6차시
관련
성취기준
[2바01-02] 나를 이해하고 존중하며 생활한다.
[2국01-04] 자신의 경험이나 생각을 바른 자세로 발표한다. 
범교과
학습 주제
안전･건강교육
범교과 학습 주제
세부내용
정신건강
내용요소
지식･이해과정･기능가치･태도
∙마음건강의 중요성 
∙마음건강을 위한 방법
∙마음건강의 중요성 표현하기
∙마음건강을 위한 방법 설명하기 
∙삶과 연계한 태도
∙생활 속 실천의지
학습목표행복한 생활에 필요한 마음건강의 중요성을 설명할 수 있다
수업설계 
의도
◎ 주제 선정 이유
- 몸 건강뿐만 아니라 사회정서교육의 목표인 행복한 생활을 위해 건강한 마음을 
가져야 하는 중요성을 이해하고 마음건강을 위한 여러 방법을 정서적인 측면에서 
살펴보도록 함.
◎ 수업 개요
- 마음 관련 동요를 듣고, 마음에 대한 이야기를 한 뒤 ‘마음여행’ 그림책의 장면을 
활용하여 마음건강의 중요성을 알도록 함. 이후 마음건강을 위한 마음 식단을 
만들어보고 마음건강을 위한 마음먹기(다짐) 활동을 통해 마음건강의 중요성과 
건강하게 마음을 유지하는 방법을 익히도록 함.
◎ 사회･정서 역량 연계
- 건강한 마음의 중요성을 이해하는 것이 사회정서역량의 기본 바탕이 되며, 행복한 
생활을 위해 필요함을 인식하도록 함. 

한국형 사회정서교육 프로그램25
2
교수･학습 과정안
단계교수･학습 활동 내용
교수･학습자료◯
자

및 유의점◯
유
도입
(5′)
▣ 동기유발
∙‘오늘 마음 날씨는 어때?’ 동요 듣고 이야기 나누기 
- 오늘의 마음 날씨에 대해 이야기 나누기 
(예) 오늘 아침에 엄마가 칭찬을 해주셔서 마음이 맑아요. 
∙동요 속 마음을 대하는 방법 이야기 나누기 
(예) “내 마음을 사랑해줘요.”라고 했어요.
▣ 학습목표 안내
행복한 생활에 필요한 마음건강의 중요성을 설명할 수 있다. 
◯
자
 동영상
( 출처 
참고 영상1)
오늘 마음 날씨는 
어때?동요
(1분 59초)
◯
유
 각자 감정 
포스트잇에 적어 
나누는 활동 가능
전개
(40′)
이해
하기
(10′)
 짧은 시간을 활용한 교육
▣ 마음건강 알기
∙‘마음여행’ 그림책 영상 일부(1분 30초까지) 함께 살펴보고 
이야기 나누기 
- 주인공이 마음을 잃어버린 뒤에 어떠했는지 이야기 나누기
(예) 갖고 싶은 것, 하고 싶은 것이 없어져 버렸어요. 
- 마음을 잃어버린 것 같은 기분이 들 때, 가슴이 뻥 뚫린 
것처럼 허전한 마음이 드는 상황 이야기 나누기 
(예) 친구와 싸우고 집에 혼자 있을 때 외로운 생각이 
들었어요. 
- 마음을 잃어버린 것 같은 상태가 계속된다면 어떠할지 
이야기 나누기 
(예) 우울한 것 같아요. 몸도 아플 것 같아요. 
- 이런 마음이 계속될 때 우리의 마음이 건강하지 않을 수 
있음을 안내하기 
- 마음을 되찾고 채울 수 있는 방법 이야기 나누기 
(예) 내가 왜 마음이 잃어버렸는지 이유를 찾아봐요. 
마음을 채우려고 노력해요.
∙마음건강의 중요성 이야기 나누기
- 건강한 마음 상태일 때 어떻게 행동할지 상황을 선택하여 
그림이나 말로 설명하기 
(예) 상황 : 학급에서 지낼 때 – 규칙을 잘 지켜요.
친구와 다툴 때 – 자신의 감정을 적절하게 표현해요.
◯
자
 동영상
( 출처 
참고 영상2)
마음여행 그림책 
영상
(1분 30초까지 
제시)
학습 활동지(1)
◯
유
 이 부분은 
‘짧은 시간을 
활용한 
교육활동’과 
연계할 수 있음.
◯
유

교사가(나)(관계)
(공동체) 측면으로 
나눠 각 장점을 
분류해보기 – Y자 
그래프 (나, 
관계(친구), 

26초등 저학년용
단계교수･학습 활동 내용
교수･학습자료◯
자

및 유의점◯
유
스트레스를 받을 때 - 스트레스를 푸는 방법을 알고 
적절하게 행동해요. 
 - 마음건강을 위한 노력의 필요성 이야기하기 
공동체(학급)로 
칸을 나눠 정리 
활동 가능 
연습
하기
(15′)
▣ 마음 식단으로 마음건강 연습하기 
∙마음건강을 위한 방법 브레인스토밍 
- 마음건강을 위해 필요한 음식의 예 이야기 나누기
  (예) 내가 어떻게 느끼는지 이해해요. 친구의 감정을 
이해해요. 친구와 다툼을 잘 해결해요. 반의 규칙을 잘 
지켜요. 마음이 아플 때 잘 대처해요. 
∙나만의 마음식단 만들기  
- 내 마음건강을 위해 자신이 중요하다고 생각하는 
음식(방법)을 골라 나만의 마음식단을 만들어 보기
◯
자
 학습 활동지(2) 
◯
유
 학습지의   
식단(방법) 예시 
스티커 붙이기 
또는 잘라서 
사용하기 
(대체 가능) 마음 
아이스크림 또는 
마음 주스 만들기
적용
하기
(15′)
▣ 마음건강을 위한 마음 먹기 적용하기  
∙나의 마음건강을 위한 다짐 돌아다니며 말하기
- 식단을 보며 앞으로의 나의 다짐을 친구들에게 이야기하기 
 (예) 저는 마음건강을 위해 내 감정을 알아보고 스트레스도 
잘 관리할게요.
- 공감이 가면 친구 식단의 ‘응원해요’ 표시에 동그라미 해주기
- 친구 이야기 중 따라 하고 싶은 말이나 행동이 있다면 자신의 
식단표에 추가해서 쓰기
◯
자
 학습 활동지(2) 
◯
유
 돌아다니며 
친구와 만났을 때 
인사, 헤어질 때 
인사하기를 
사전에 약속함. 
◯
유
 다섯 종류 중 
한 두 개만 말해도 
된다는 것을 미리 
안내함.
정리
(5′)
▣ 학습 정리
∙배움 내용 정리 
- 오늘 학습에서 배운 내용, 마음건강의 중요성 이야기 나누기 
∙다음 학습 안내 
- 5차시 전체 학습의 내용 안내(나의 감정과 반응, 친구의 마음 
알아보기, 공동체 안에서 함께 어울리기, 마음 돌보기) 
◯
유
 앞으로 학습할 
차시들과의 
연결과 학습의 
필요성을 충분히 
인식할 수 있도록 
안내함.

한국형 사회정서교육 프로그램27
3
짧은 시간을 활용한 교육 활동
학습 주제∙마음건강 중요성 알기
학습 활동에 필요한 학습자료(준비물) 및 영상자료 안내
∙‘마음 여행’ 그림책 영상 (https://bit.ly/4fGkgBa, 1분 30초까지 제시)
교육활동
방법
∙마음건강 중요성 관련 그림책 읽고 이야기 나누기 
∙마음건강의 중요성 이야기 나누기 
- 마음이 건강한 사람 모습 이야기 나누기 
교육활동
내용
▣ 마음건강 알기
∙‘마음여행’ 그림책 함께 살펴보고 이야기 나누기
(마음이 잃어버린 장면(1분 30초)까지 보여주기  
- 주인공이 마음을 잃어버린 뒤에 어떠했나요? 
(예) 갖고 싶은 것, 하고 싶은 것이 없어져 버렸어요. 
- 여러분도 마음을 잃어버린 것 같은 기분이 들 때가 있나요? 가슴이 뻥 뚫린 것처럼 
외롭고, 허전한 마음이 들 때가 있었나요?
(예) 친구와 싸우고 집에 혼자 있을 때 외로운 생각이 들었어요. 
- 마음을 잃어버린 것 같은 상태가 계속된다면 어떠할까요? 
(예) 우울한 것 같아요. 몸도 아플 것 같아요. 
- 이런 마음이 계속될 때 우리는 마음이 건강하지 않다고 합니다. 
- 어떻게 마음을 되찾을 수 있을까요? 
마음을 다시 채우기 위해서 어떤 노력이 필요한가요?
(예) 내가 왜 마음을 잃어버렸는지 이유를 찾아봐요.
마음을 채우려고 노력해요.  내 마음을 돌봐요.
마음이 채워지도록 마음에 좋은 것을 찾아요.
∙마음건강의 중요성 이야기 나누기 
- 건강한 마음 상태일 때 어떻게 행동할지 상황을 선택하여 그림이나 말로 
설명해봅시다. 
(상황 : 학급에서 지낼 때 – 규칙을 잘 지켜요. 
       친구와 다툴 때 – 자신의 감정을 적절하게 표현해요.
       스트레스를 받을 때 - 스트레스를 푸는 방법을 알고 적절하게 행동해요.
- 마음건강을 위한 노력의 필요성 이야기하기 

28초등 저학년용
4
교사 참고자료 1
한국형 사회정서교육 프로그램 이해
▣ 한국형 사회정서교육 살펴보기
- 한국형 사회정서교육이란 개인의 생각, 감정, 행동을 인지하고 이를 효과적으로 관리하며 사회적 
관계 및 공동체 내에서 소속감과 안정감을 느끼고 조화를 이루는 데 필요한 지식, 태도 및 기술을 
습득하여 건강한 사회구성원으로 성장하는 것을 돕는 것을 의미함.
- 한국형 사회정서교육은 구성원 개인과 집단의 가치를 동시에 강조하는 우리나라의 높은 공동체 
의식과 문화적 특성을 고려할 필요가 있음.
- 한국형 사회정서교육은 전인교육의 일환으로 학생 자신이 삶의 주인이 되며 다양한 사회정서적 
덕목의 학습을 통해 개인의 잠재력을 최대한 발휘하고 사회의 구성원으로 다른 사람들과 조화롭게 
생활하는 것을 목표로 함. 또한, 정신건강에 대한 인식을 높여 정신질환에 대한 오해와 편견을 
줄이며 대처능력을 증진하는 것을 목표로 함.
- 한국형 사회정서교육은 4가지 영역과 6가지 핵심역량으로 구성됨. 4가지 영역은 자기영역, 
관계영역, 공동체영역, 마음건강영역이며, 6가지 핵심역량은 자기인식, 자기조절, 관계인식과 
관계관리, 공동체 가치의 인식과 관리, 마음건강의 인식과 관리로 구성되어 있음.
- 한국형 사회정서교육 프로그램은 발달적 특성, 아동･청소년 개인에 대한 흥미와 관심, 우리나라의 
사회･문화적 특성, 학습 환경 등 복합적 요인들을 고려해야 함. 사회정서 기술과 유능감은 
단기간에 습득되지 않기 때문에 학교급에 따른 지속적인 교육이 필요하며, 전달 중심의 학습 
과정보다는 경험과 토론 중심의 학습 과정을 구성할 필요가 있음.
출처: 교육부(2024). 한국형 사회정서교육 이슈페이퍼. 
마음건강, 사회정서 – 교과 연계 수업 설계하기 
교과사회정서적 기준주제 예시 
국어경청하기다른 사람을 존중하는 대화하기 
체육(즐생)자기조절하기나의 신체 인식하기 
미술(즐생)공감하기감정을 표현하는 작품 만들기 
수학스트레스 관리하기 수학적 문제 해결에 필요한 태도 
과학(슬생)스트레스 조절하기 스트레스와 호르몬의 관계 
정보문제 해결하기대인관계 갈등을 해결하는 알고리즘 
출처: 김윤경(2020). 학교 교육으로 튼튼한 마음 가르치기 사회정서학습. 서울: 다봄교육. 

한국형 사회정서교육 프로그램29
4
교사 참고자료 2
정신(마음)건강 리터러시(mental health literacy) 이해
▣ 정신(마음)건강 리터러시(mental health literacy) 개념: 자신의 정신건강 상태를 잘 이해하고, 잘 대처할 수 
있는 능력을 의미하며, 다음 4가지를 모두 포함하는 개념으로 정의한다(Kutcher, 2016).
(1) 무엇이 긍정적 정신 건강을 이루는지 알고, 유지 방법을 이해하는 능력
(2) 정신질환과 이에 대한 올바른 치료법을 알고 이해하는 것
(3) 정신질환과 정신질환을 가지고 살아가는 사람들에 대한 적절한 태도를 가지는 것
(4) 정신 건강 문제 해결과 정신질환 치료에 알맞은 의료기관이나 기타 관련 자원에 효과적으로 도움을 
요청할 수 있는 능력
▣ 정신건강 리터러시 학습의 중요성
(1) 나 자신의 정신(마음)건강 상태를 잘 이해하고 스트레스를 잘 조절하고 대처할 수 있는 능력을 기르면, 좋은 
정신건강 상태를 유지할 수 있다.
(2) 좋은 정신건강 상태는 신체 건강뿐만 아니라, 일반적인 학습이나 자기관리, 친구 관계 등에서도 자신의 능력을 
잘 발휘하고 성장할 수 있는 바탕이 된다.
(3) 혼자 해결하기 어려운 정신건강 상태를 경험할 때, 자신의 상태를 잘 관찰하고 구체적으로 누구에게 어떤 도움을 
요청하면 되는지에 대한 올바른 대처 방법을 학습할 수 있다.
(4) 친구나 가족 혹은 다른 사람의 정신건강 상태에 대해 올바른 지식과 태도를 가지고 적절한 도움을 줄 수 있다.
(5) 정신건강에 대한 올바른 인식과 지식을 가지고 정신건강 문제에 관한 판단과 행동 결정의 주체가 되게 하여 
평생의 정신건강에 중요한 바탕이 된다.
▣ 정신(마음)건강 리터러시와 창의적 체험활동과 연계 
2022 개정 교육과정의 창의적 체험활동은 자율･자치, 동아리, 진로 활동 등으로 구성되어 있음.
정신(마음)건강과 관련된 교육 활동은 3가지 모든 활동과 연계 가능함. 자율･자치 활동은 학급 내에서 
다양한 정신건강 프로그램을 적용할 수 있으며 동아리 활동은 학급 내 또는 학급 간 학생을 연계하여 정신
건강과 관련된 활동을 계획하여 적용할 수 있음. 여기서는 정신건강과 직접 관련되는 교육활동도 가능하지
만 동아리 활동의 부분 프로그램으로 연계하는 방법도 있을 수 있음. 가령, 정신건강 문제로 인한 폐해를 
조사하여 발표회를 갖거나 전시회 참여나 지자체의 정신건강 활동에 직접 참여 등을 할 수 있음. 또한 자율
이나 동아리 활동으로 건강의 중요성을 홍보하는 캠페인 활동, 진로활동으로는 이와 관련된 직업 세계 등을 
탐구하는 활동 등을 할 수 있음.
- 교과와 창의적 체험활동, 영역 간의 통합 활동(예시)
우리가 만드는 
행복한 세상 
교과와의 통합
과학우리 몸의 특성 이해 
사회 사회적 편견 문제 해결 방안
도덕 이웃에 대한 배려와 상호 협동
국어 자신의 감정 표현하기 
창의적 체험활동과의 
통합 
자율･자치친구들과 원만하게 지내기
동아리정신(마음)건강으로 인한 문제 탐구하기
진로정신건강 관련 직업군 조사하기 
출처: 최지욱 외 (2023), 초등학생용 정신건강 리터러시(교사용 지도서). 한국교육환경보호원, 

30초등 저학년용
5
학습 활동지 1
마음건강! 마음먹기! 
- 마음건강 중요성 알기 
초등학교
    학년      반
이름: 
1. 마음이 아프거나 마음이 힘들었던 때가 있었다면 적어 봅시다.
예 : (친한 친구와 싸웠을 때) 
∙나의 경우 : 
∙그 때 나의 감정과 행동 
감정 행동
예 : 화남예 : 친구에게 큰 소리를 침
2. 건강한 마음 상태에서는 어떻게 행동할지 쓰거나 그려봅시다. 
상황 선택 예시 : 친구들과 놀 때, 학급에서 지낼 때, 친구와 싸울 때, 게임에서 졌을 때, 
스트레스를 받을 때 등  
상황 : 

한국형 사회정서교육 프로그램31
5
학습 활동지 2
마음건강! 마음먹기!
마음 식단 만들어요
초등학교
    학년      반
이름: 
1. 내 마음건강을 위해 자신이 중요하다고 생각하는 방법을 적어 나만의 마음 식단을 만들어 봅시다.
2. 친구의 마음 식단 응원해요! 
(참고) 
마음 식단 재료 - 마음건강을 위한 방법
내가 어떻게 
느끼는지 
이해해요.
내 감정을 
살펴봐요.
스트레스를 
줄여요.
친구의 감정을 
이해해요.
친구와 다툼을 잘 
해결해요.
서로 협력해요.
고맙다는 말을 
자주 해요.
마음건강에 대해 
알아봐요.
마음 아플 때 
도움 요청해요.
친구들과 의견을 
잘 나누어요. 
긍정적으로 
생각해요.
나를 존중해요.
(내 생각) (내 생각)

(내 생각)

32초등 저학년용
6
출처
[참고 영상]
1. 조아요TV 5월 동요 : 오늘 마음 날씨는 어때?
https://bit.ly/3CleYwt (유튜브 채널 ‘조아요tv’) 
2. (동화책) 마음여행
https://bit.ly/4fGkgBa (유튜브 채널 ‘HANJI 선생님’)
[사진, 삽화] 
“학습 활동지 2 – 2. 친구의 마음 식단 응원해요!” : 캔바canva AI 이미지
[참고 문헌] 
1. 교육부(2024). 한국형 사회정서교육 이슈페이퍼.
2. 김윤경(2020). 학교 교육으로 튼튼한 마음 가르치기. 사회정서학습. 서울: 다봄교육. 
3. 최지욱 외 (2023). 초등학생용 정신건강 리터러시(교사용 지도서). 한국교육환경보호원. 

한국형 사회정서교육 프로그램33
나의 감정을 알아차릴 수 
있어요!
1
교수 학습 활동의 개관
사회정서
교육영역
자기
사회정서
핵심역량
자기인식
해당학년초등 저학년 (1-2학년)차시2/6차시
관련
성취기준
[2바01-02] 나를 이해하고 존중하며 생활한다.
[2슬01-02] 나를 탐색하여 나에 대해 설명한다. 
범교과
학습 주제
안전･건강교육
범교과 학습 주제
세부내용
자기이해교육
내용요소
지식･이해과정･기능가치･태도
∙감정과 신체의 관계 
∙자기 인식
∙반응에 따른 감정 인지 
연습하기
∙자기 고유성의 내면화
학습목표 신체 반응을 통해 나의 감정을 표현할 수 있다.
수업설계 
의도
◎ 주제 선정 이유
- 감정을 중심으로 자신의 신체 및 행동 반응을 알고, 자기 인식 수준을 높이려는 
태도를 가지도록 함. 
◎ 수업 개요
- 다양한 상황에서 나타나는 신체 반응과 감정을 알고, 반응을 살피며 감정과 
연결하면서 표현하도록 함. 이후, 일상생활에서의 다양한 상황을 역할극으로 
제시하여 자신의 신체 반응을 떠올리며 스스로의 감정을 알아차리고 마음건강에 
대해 이해하고 중요성을 갖게 하고자 함. 
◎ 사회･정서 역량 연계
- 감정과 신체, 행동반응과의 연결성을 인식하고, 자신의 고유성에 대해 이해하는 
자기인식의 역량을 증진함.
◎ 교과와의 관계
- 1학년 2학기 통합교과 주제명 ‘마음의 하루’와 국어 1단원 ‘2.자신의 기분을 말로 
표현하기’와 연계할 수 있으나, 사회정서교육은 신체와 연결하여 감정을 
인식한다는 데 차이점을 두고 지도함.

34초등 저학년용
2
교수･학습 과정안
단계교수･학습 활동 내용
교수･학습자료◯
자

및 유의점◯
유
도입
(5′)
▣ 동기유발
∙‘감정을 표현해봐!’ 동요 듣기
- 동요 주인공이 표현한 감정에 대해 확인하고 이야기하기
▣ 학습목표 안내
신체 반응을 통해 나의 감정을 표현할 수 있다.
◯
자
 동영상
( 출처 
참고 영상1)
감정을 표현해봐 
동요
(3분 42초)
전개
(40′)
이해
하기
(10′)
▣ 신체 반응과 감정 이해하기
∙‘나를 알아요!’ 릴레이 게임
- (학생1) 나는 손 씻을 때마다 기분이 상쾌해요!
- (학생2) 꾸준히 운동을 했더니 몸이 가벼워졌어요!
- (학생3) 아침에 친구에게 인사를 하면 기분이 좋아요!
∙신체 반응에 따라 나의 감정 상태 확인하기
- 선생님의 두근거리는 가슴을 진정시키는 듯한 표현 감정 
상태 맞추기
- 선생님의 어깨가 올라가고 주먹을 쥐는 신체 표현 감정 상태 
맞추기
- 선생님이 머리를 긁적이는 신체 표현으로 감정 상태 맞추기
∙다양한 상황에서 나타나는 신체반응과 감정 알아차리기
(예)
- 친구들 앞에서 발표할 때 나는 ‘심장이 등에서 띄는 
느낌이에요’
- 예방접종 맞으러 의사 선생님 앞에 가면 손바닥이 차갑고 
팔, 다리가 뻣뻣해져요.
- 엄마 품에 안겨있으면 나도 모르게 눈이 사르르 감겨요.
- 좋아하는 친구랑 얼굴 마주하면 입가에 웃음이 생겨요.
◯
자
 ppt 
◯
유
 다양한 
상황에서 
나타나는 신체 
표현과 감정이 
1:1이 아닌 다양한 
감정으로 나타날 
수 있다는 것에 
유의하기
◯
유
 돌발적으로 나올 
수 있는 학생들의 
경험이 있다면, 
적극적으로 수용하여 
다양한 상황에서의 
신체 반응을 전체가 
공유하기
연습
하기
(15′)
▣ 반응을 보고 감정 찾기 연습하기
∙신체 반응에 따른 감정 매칭 연습하기
- 들려주는 신체 반응을 듣고 감정 알아맞히기
(예) 몸이 벌벌 떨려요. 등에서 심장이 뛰는 것 같아요.
몸이 마음대로 움직여지지 않아요.
◯
자
 ppt 
◯
유
 다양한 
감정단어를 
익히는 것보다 
자신의 감정과 

한국형 사회정서교육 프로그램35
단계교수･학습 활동 내용
교수･학습자료◯
자

및 유의점◯
유
- 이건 ‘두려움’을 느낄 때 우리 몸에서 나타날 수 있는 
반응이에요.(※ ppt를 통해 두려움, 속상함, 부끄러움, 
긴장감 등을 학습하기)
- 두 명이 한 조가 되어 ‘감정 단어 목록’ 중 각자가 많이 느끼는 
감정 찾기 
기쁨이슬픔이버럭이소심이까칠이
기쁘다슬프다화난다떨린다귀찮다
신난다외롭다짜증난다무섭다샘난다
고맙다불쌍하다밉다부끄럽다피곤하다
신체 반응의 
연관성을 
인식하는 것을 
강조하기
◯
자
 학습 활동지(1)

◯
유
 학생 특성을 
고려하여 
학습활동지가 
어렵거나 
필요하지 않다면, 
이야기를 많이 
나누는 방식으로 
지도하기
적용
하기
(15′)
▣ 자신의 감정 알아차리기
짧은 시간을 활용한 교육
∙‘내 감정을 알아요!’ 실천하기
- 하루 일과 중 3가지 상황을 제시하고 선택한 상황을 
역할극으로 표현하여 그때의 신체 반응 이야기하기
∙모둠별 교사가 제시하는 상황을 학생들이 역할놀이로 
신체표현하여 신체 반응과 감정을 연결하기
- 반응을 떠올리며 나의 감정 적용하기
◈ 선택 활동: [상황제시] 3개 선택하기
아침에 눈 뜰 때, 아침 등교할 때, 공부시간에 선생님이 
발표를 시킬 때, 점심시간에 내가 좋아하는 음식이 나왔을 
때, 친구와 쉬는 시간에 놀 때, 가족과 함께 저녁식사 할 
때, 침대에 잠자러 갈 때 등
◯
자
 학습 활동지(2)
◯
유
 허용적인 
분위기를 위하여 
명상음악을 틀어 
편안한 학습환경 
조성하기
정리
(5′)
▣ 학습 정리
∙배움 내용 정리
- 감정에 따라 신체 반응이 있다는 것 인식하기
- 신체 반응과 감정이 연결되어 있다는 것 알아차리기
∙다음 학습 안내 
- 다음 시간에는 나의 감정에 대해 다양한 생각과 행동을 
표현하는 방법을 알아보기

36초등 저학년용
3
짧은 시간을 활용한 교육 활동
학습 주제∙내 마음을 알아요!
학습 활동에 필요한 학습자료(준비물) 및 영상자료 안내
∙교사가 ‘내 마음을 알아요!’ 학습 활동지(2)를 준비한다.
∙교사는 모둠별로 상황을 제시하고 학생들은 역할놀이로 신체표현을 한다.
∙학생들은 역할놀이 상황에 따라 신체의 반응과 감정을 학습 활동지에 간단히 작성한다.
∙허용적인 분위기를 연출하기 위해 클래식 음악 등을 재생한다.
교육활동
방법
∙교사는 ‘내 마음을 알아요!’ 활동지에서 다음과 같은 상황을 모둠에게 역할극으로 
제시하여 그때의 상황을 신체 표현하도록 한다.
아침에 눈 뜰 때, 아침 등교할 때, 공부시간에 선생님이 발표를 시킬 때, 점심
시간에 내가 좋아하는 음식이 나왔을 때, 친구와 쉬는 시간에 놀 때, 가족과 함
께 저녁식사 할 때, 침대에 잠자러 갈 때 등
∙시간과 여건에 따라 3가지 내외를 선택하게 한 후 신체 반응과 감정을 서로 
연결하도록 학생들에게 지도한다.
∙평소 자신은 주로 어떤 표정이나 행동을 하고 있는지 확인한다.
교육활동
내용
1) 학생들은 상황에 따라 자신의 몸의 느낌이 어땠는지 생각해 보게 하고, 그에 따른 
감정을 적게 한다.
2) 학습속도에 따라 주어진 모든 상황을 모두 다 하지 않아도 된다고 말하며 허용적인 
분위기에서 3가지 내외를 할 수 있도록 한다.
3) 제시된 이모티콘을 선택하거나 그 밖의 자신의 느낌을 그려보도록 한다.
3) 평소 자신은 주로 어떤 표정이나 행동을 하는지 스스로 인식하도록 마지막 질문에 
그림을 그려 보도록 한다. 
<내가 선택한 상황><나의 몸의 느낌>
①              때 :
또는 
②              때 :
또는 
③              때 :
또는 
평소 나는 주로 이런   을 많이 하고 있습니다.

한국형 사회정서교육 프로그램37
4
교사 참고자료 1
자기 인식이 왜 필요할까?
[읽기자료]
1. 자기인식의 필요성
- Mayer와 Salovey에 의하면 감성지능은 
‘자신의 감정(또는 기분)들과 다른 사람들의 
감정들을 점검하는 능력, 그 감정들을 
구별하는 능력, 그리고 이러한 정보를 
이용하여 자신의 사고와 행동을 이끄는 
능력이라고 의미하였다.
- 감성지능은 1990년대 말 대니얼 골먼(Daniel 
Goleman)에 의해 타임지에 소개되면서 
각광받기 시작하였다.
- 그는 감성의 리더십으로 아래와 같이 5가지 
능력을 제안하였다.
(1) 자기인식 능력: 자신의 진정한 기분을 
자각하여 이를 존중하고 진심으로 납득할 
수 있는 결단을 내리는 능력
(2) 자기조절 능력: 충동을 자제하고 불안이나 
분노와 같은 스트레스의 원인이 되는 
감정을 제어할 수 있는 능력
(3) 동기부여 능력: 돈이나 지위보다 더 큰 
이유로 일을 하는 능력
(4) 공감대 형성 능력: 다른 사람들의 감성적 
구성요소를 이해하는 능력
(5) 사회적 기술: 관계를 관리하고 네트워크를 
구축하는 기술
- 여기서 자기인식 능력은 자기의 감정을 
인식하고, 정확하게 자기를 평가하는 
능력이며, 평가를 바탕으로 자신을 확신하는 
능력으로 후속되는 능력에 가장 선행되어야 
하는 것으로 자신의 감정, 강점, 한계를 
파악하고 잘 할 수 있는 일에 확신을 가지고 
추진할 수 있어야 하는 능력으로 그 중요성을 
강조하고 있다.
2. 자기인식 수업 설계 시 참고자료
∙사회정서적 역량 : 자기인식, 사회적 인식
∙성취기준
[8~10세] 
1) 자신의 감정에 이름을 붙일 수 있다.
2) 감정과 행동이 어떻게 연관되는지 설명할 수 
있다.
3) 어떤 감정이 발생한 원인을 설명할 수 있다.
[11~12세]
1) 다양한 정서를 유발하는 상황을 말할 수 있다.
2) 강도에 따라 정서를 구별할 수 있다.
3) 감정에 신체가 어떻게 반응하는지 설명할 수 
있다.
∙관련 활동 예시
1) ‘표정이 담긴 카드’를 보고 감정 이름/정서 
강도 알아맞히기 게임
2) 몸짓과 표정으로 정서 알아맞히기 게임
3) 감정체크판에 감정 분류하여 붙이기
4) 감정 단어 빙고 게임
5) 감정을 잘 드러내는 미디어 창작물 찾아 
발표하기
출처: 김윤경(2020). 학교 교육으로 튼튼한 마음 가르치기. 사회정서학습. 서울: 다봄교육.

38초등 저학년용
4
교사 참고자료 2
자기 인식을 향상시키는 5가지 방법
▣ 자기인식을 향상시키는 것은 사회정서교육에서 
가장 중요한 우선적인 일 중 하나입니다. 
자기인식이 높아지면 자신에 대한 이해가 
깊어지고, 자존감이 높아지며, 더욱 건강하고 
행복한 삶을 살아갈 수 있습니다. 다음 제시하는 
자기 인식을 향상시키는 5가지 방법을 통해 
교실에서 학생들의 자기인식을 향상시켜 봅니다.
① 학생 자신에 대한 긍정적인 자아인식을 갖도록 
존중해 줍니다. 자신을 사랑하고 받아들이는 
마음가짐을 갖는 것은 자기인식을 높이는 
첫걸음입니다. 학생 자신의 장점을 알 수 있도록 
수업 기획을 하고 자신의 부족한 점에 대해 
자책하지 않고 성장의 기회로 삼도록 합니다.
② 자기계발에 힘쓰는 것을 도와줍니다. 자기계발은 
지식을 쌓고 기술을 향상시키는 것뿐만 
아니라 내적 성장을 이루는 것도 포함합니다. 
교과학습에 대한 성취도 뿐만 아니라 독서, 
학습, 명상 등을 통해 자기계발을 할 수 있는 
환경과 기회를 제공합니다.
③ 선생님, 가족, 친구 등으로부터 솔직한 
피드백을 받도록 합니다. 주변 사람들로부터 
솔직한 의견을 듣고, 이를 하나로 모아 
누가적으로 정리하면서 공통적으로 나오는 
피드백에 대해 자기성찰을 자연스럽게 할 수 
있는 기회를 제공합니다.
④ 자기감정에 대해 일기를 쓰게 합니다. 일명, 
‘감정일기’는 자신의 생각과 감정을 쏟아낼 수 
있는 것으로 자신이 어떤 상황에서 어떻게 
반응하고 신체적으로 행동하는지에 대한 
성찰을 하게 됩니다. ‘왜’ 나는 이런 감정을 
가지게 되는지, ‘어떻게’ 하면 이런 감정에서 
벗어날 수 있는지 등을 고민하면서 긍정적인 
자아개념을 습득할 수 있도록 지원합니다.
⑤ 자기자신을 받아들이고 용서하는 자세를 갖는 
상담을 해 봅니다. 과거의 실수나 실패에 대해 
자책하지 않고 용서하고 넘어가는 것은 
자기인식을 향상시키는 데 도움이 됩니다. 
자신을 허락하고 사랑하는 마음가짐을 갖는 
것이 중요합니다.
▣ 조하리의 창
- 미국의 심리학자 조셉 루프트와 해리 잉햄이 
1955년 발표한 논문에서 제시한 내용으로, 
대인관계에 있어서 자신이 어떻게 보이고 또 어떤 
성향을 가지고 있는지를 파악할 수 있도록 한 
심리학 이론입니다. ‘자기인식’ 또는 
‘자기이해모델’이라고도 불립니다.
조하리의 창은 총 4개의 창(영역)으로 이뤄져 
있는데, 여기에는 생각, 감정, 경험, 행동, 동기 
등이 담겨 있으며, 가로축은 ‘자신이 아는 것과 
모르는 것’, 세로축은 ‘타인이 아는 것과 모르는 
것’으로 구분해 놓습니다.
 사람은 네 가지 영역 모두 다 가지고 있지만, 
각 영역의 크기가 조금씩 다르기 때문에 내가 
어떤 영역이 가장 넓은지에 따라 자신의 성향을 
파악할 수 있습니다.
출처: 고은비(2018). 자기 이해 활동을 통한 자기 소개서 쓰기 지도 실행 연구. 동국대학교 석사학위논문. Center for 
Contemplative Science and Compassion-Basecd Ethics at Emory University(2019). Social, Emotonal, 
Ethical Learning. Emory University.(역) 민희정(2022). 사회, 정서, 인성 교육과정. 박영 story. 

한국형 사회정서교육 프로그램39
5
학습 활동지 1
 나와 너의 감정 알아보기
초등학교
    학년      반
이름: 
▣ 감정 단어 목록 중 하나를 선택하여 이러한 감정이 언제 드는지 친구와 이야기해 봅시다.
기쁨이슬픔이버럭이소심이까칠이
기쁘다슬프다화난다떨린다귀찮다
신난다외롭다짜증난다무섭다샘난다
고맙다불쌍하다밉다부끄럽다피곤하다
1. 나의 감정 선택 
2. 나의 감정과 신체 반응 적기 
3. 친구의 감정 선택 
4. 친구의 감정과 신체 반응 적기 

40초등 저학년용
5
학습 활동지 2
내 감정을 알아요!
초등학교
    학년      반
이름: 
1. 다양한 역할놀이 상황을 보고 신체의 느낌과 감정 알아봅시다.
◈ 선택 활동: [역할극 제시] 3개 선택하기
아침에 눈 뜰 때      아침 등교할 때        공부시간에 선생님이 발표를 시킬 때
점심시간에 내가 좋아하는 음식이 나왔을 때    친구와 쉬는 시간에 놀 때
가족과 함께 저녁 식사할 때                  침대에 잠자러 갈 때
어떤 역할놀이 상황인가요?신체의 느낌과 감정은 어떤가요?
예시) 아침에 눈 뜰 때몸이 피곤해서 힘이 없어요. 일어나기 귀찮아요.
2. 평소 나의 감정을 살펴보고 어떤 점을 느낄 수 있는지 적어 봅시다.

한국형 사회정서교육 프로그램41
6
출처
[참고 영상]
1. 흥! 너무 화가 나요!￿ | 108화 | 감정을 표현해 봐 | 무슨 기분이 드는지 이야기해요! | 
다양한 감정 동요 | 베베핀 Bebefinn - 키즈 인기 동요
https://bit.ly/3UKgIWo (유튜브 채널 ‘베베핀 Bebefinn-키즈 인기 동요’) 
[사진, 삽화] 
“조하리의 창” : 조은샘 (https://bit.ly/3O36UDi)
[참고 문헌] 
1. 김윤경(2020). 학교 교육으로 튼튼한 마음 가르치기. 사회정서학습. 서울: 다봄교육. 
2. 고은비(2018). 자기 이해 활동을 통한 자기 소개서 쓰기 지도 실행 연구. 동국대학교 
석사학위논문. 
3. Center for Contemplative Science and Compassion-Basecd Ethics at Emory 
University(2019). Social, Emotonal, Ethical Learning. Emory University.(역) 
민희정(2022). 사회, 정서, 인성 교육과정. 박영story. 

42초등 저학년용
이럴 땐, 이렇게 해 볼까?
1
교수 학습 활동의 개관
사회정서
교육영역
자기
사회정서
핵심역량
자기조절
해당학년초등 저학년(1-2학년)차시3/6차시
관련
성취기준
[2바04-04] 지금까지의 생활 습관과 학습 습관을 되돌아본다.
[2슬01-02] 나를 탐색하여 나에 대해 설명한다. 
범교과
학습 주제
안전･건강교육
범교과 학습 주제
세부내용
감정 인식 및 조절
내용요소
지식･이해과정･기능가치･태도
∙감정과 반응의 관계
∙스트레스 대처 방안
∙다양한 감정을 조절하는 
방법 연습하기
∙감정 조절 이전과 이후 
비교하기
∙자기관리 수준 향상 
∙생활 속에서 지혜롭게 
문제를 다스리는 태도
학습목표 나의 감정을 다양한 생각과 행동으로 표현할 수 있다.
수업설계 
의도
◎ 주제 선정 이유
- 일상 속 다양한 장면에서 효과적으로 자신의 감정을 조절하도록 하여 자신의 
감정에 대해 다양한 생각과 행동을 표현할 수 있도록 함.
◎ 수업 개요
- ‘감정’을 표현한 노래를 들으며 자신이 느끼는 4가지 감정에 어떻게 반응하는지 
이해하고, 더 좋은 방법은 없는지 탐색하여 가장 좋은 반응을 할 수 있도록 함.
◎ 사회･정서 역량 연계
- 초등 저학년은 감정이 분화되는 시기로, 감정에 대한 다양한 반응을 이해하고, 
지혜롭게 감정을 조절하는 능력을 증진시킴.

한국형 사회정서교육 프로그램43
2
교수･학습 과정안
단계교수･학습 활동 내용
교수･학습자료◯
자

및 유의점◯
유
도입
(5′)
▣ 동기유발
∙‘호기의 감정송’ 영상을 보고 다양한 감정에 따른 반응을 
이해하기
- 기쁠 땐 활짝 웃고, 슬플 땐 엉엉 울고, 화가 날 땐 3초만 
꾹 참는 등 다양한 감정을 느낄 때 어떻게 반응하는지 생각해 
보기
▣ 학습목표 안내
나의 감정을 다양한 생각과 행동으로 표현할 수 있다.
◯
자
 동영상 
( 출처 
참고 영상 1)
호기의 감정송
(1분 27초)
◯
유
 감정에 따른 
반응에 대해 
평가하거나 
비난하지 않도록 함.
전개
(40′)
이해
하기
(10′)
▣ 감정에 대한 다양한 반응 이해하기
∙감정을 느낄 때 다양한 생각과 행동으로 반응할 수 있음을 
이해하기
- 호기의 감정송에 나온 4가지 감정(기쁨, 슬픔, 화남, 
무서움)을 느낄 때 어떻게 반응하는지 자유롭게 발표하기
◈ 선택 활동
∙감정을 표현할 때 나와 짝꿍의 행동 비교하기
- 감정을 표현할 때 같은 점 찾기
- 감정을 표현할 때 다른 점 찾기
(※ 시간과 여건에 따라 학습 활동지를 참고로 활용함.) 
◯
자
 학습 활동지(1)
◯
유
 친구와 자신의 
반응이 다를 수 
있음을 이해하고 
존중하도록 함.
연습
하기
(15′)
▣ 새로운 반응 시도하기
∙감정을 나타낼 수 있는 새로운 반응 연습하기
- 평소 불편한 감정을 유발하는 상황들을 떠올려 보고 그러한 
상황에서 나는 어떻게 행동하는지 적기
- 동일한 상황에서 나타날 수 있는 다른 반응(생각 또는 
행동)에 대해 생각해 보기
∙새로운 반응 연습 결과 확인하기
- 모둠 친구들과 행동 반응에 대해 이야기 나누기
- 모둠 친구들의 행동 반응을 들어보고 가장 바람직한 반응은 
무엇인지 생각해 보기
- 모둠 내에서 아직 나오지 않았지만 내가 생각하는 새로운 
바람직한 반응을 떠올려 보고 이야기 나누기
◯
자
 학습 활동지(2)
◯
유
 모둠별 
토의에서 
제안하는 반응은 
주변 인물의 반응 
혹은 스스로 
생각해 낸 새로운 
반응도 가능함.
◯
유
 이 부분은 
‘짧은 시간을 
활용한 

44초등 저학년용
단계교수･학습 활동 내용
교수･학습자료◯
자

및 유의점◯
유
짧은 시간을 활용한 교육
∙감정에 대한 다양한 반응 탐색하기
- 주변 사람들(부모님, 선생님, 형제자매, 친구들)은 같은 
상황에서 어떻게 반응할지 생각하기
- 어떤 반응이 나에게 가장 도움이 되고 바람직한 반응일지 
평가하기
교육활동’과 
연계할 수 있음.
◯
유
 친구들의 감정 
표현 행동을 보면서 
올바른 감정 표현에 
대해 생각할 수 
있도록 함.
적용
하기
(15′)
▣ 지혜롭게 생각하고 실천하기
∙감정에 대한 효과적인 반응 발표하기
- 모둠별로 이야기를 나눈 후 가장 바람직하다고 생각하는 
반응에 대해 하나씩 발표하기
- 감정은 대부분 우리 마음에서 자동적으로 나타나기 때문에 
우리가 매 순간 느끼는 감정을 선택할 수는 없지만 감정에 
대한 반응은 여러분이 선택할 수 있다는 사실을 기억하기
◯
자
 학습 활동지(2)
◯
유
 감정에 대한 
효과적인 반응에 
있어 정해진 답은 
없으며, 모둠별 
발표를 듣고 더 좋은 
의견이 있는 경우 
제안하도록 함.
정리
(5′)
▣ 학습 정리
∙배움 내용 정리
- 감정에 대해 다양하게 반응할 수 있음을 이해하고 감정에 
대한 새로운 반응을 떠올리기
- 불편한 감정을 느끼는 상황에서 지혜롭게 생각하고 행동하는 
방법 돌아보기
∙다음 학습 안내 
- 다음 시간에는 다른 사람의 마음을 이해하고 표현하는 
방법을 배우기

한국형 사회정서교육 프로그램45
3
짧은 시간을 활용한 교육 활동
학습 주제∙감정에 대한 다양한 반응 탐색하기
학습 활동에 필요한 학습자료(준비물) 및 영상자료 안내
∙학습 상황에 필요한 그림 카드
∙아동 감정조절 동영상 “함께해요. 감정조절!” ( 출처 참고 영상 2) (7분 00초)
교육활동
방법
∙주어진 상황에서 주변 사람들(친구, 형제자매, 선생님, 부모님 등)의 입장을 생각해 보기
∙어떤 상황에 따라 반응하는 주변 사람들의 다양한 반응 탐색하기
∙감정 단어 목록 중 감정을 선택하여 주변 사람들의 반응 명료화하기
∙다양한 반응 중 어떤 반응이 나에게 가장 도움이 되고 바람직한 반응일지 생각해 보기
∙자기감정조절의 필요성을 강조하기 위해 영상자료 함께 시청하기
교육활동
내용
(1) 학습 상황 제시 : 모르는 사람이 실수로 발을 밟았을 때
질문
 : 주변 사람들은 이런 상황일 때, 어떤 감정이 들까요?
친구형제자매선생님부모님
(       )(       )(       )(       )
(2) 학습 상황 제시 : (                                  )
질문 
 : 스스로 상황을 제시해 보고 주변 사람들의 감정을 알아봅시다.
친구형제자매선생님부모님
(       )(       )(       )(       )

46초등 저학년용
4
교사 참고자료 1
감정 조절하는 수업 활동
∙짧은 시간을 활용한 교육 활동을 대체하거나 감정조절 주제를 다룰 때 참고할 만한 수업 활동 
3가지 안내
1) 책임 있는 의사결정 8단계 시나리오 
∙동기유발
- 그림책의 주인공처럼 화를 표현한 경험 나누기
- 감정을 조절하지 못한 경험 나누기
∙책임 있는 의사결정을 하는 시나리오 작성하기
1) 시나리오 작성 준비하기
2) 시나리오 작성하기
3) 시나리오 읽고 친구와 나누기
1. 자주 화가 나는 상황 설정하기
2. 책임 있는 의사결정 8단계 시나리오 만들기
1단계: 지금 내 감정이 어떻지?(감정 확인하기)
2단계: 문제가 뭐지? (문제확인하기)
3단계: 내가 진짜 바라는 게 뭘까?(목표 
설정하기)
4단계: 어떻게 해야 할까? (해결방안 생각하기)
5단계: ...한다면? (결과 예상하기)
6단계: 가장 좋은 방법은? (최선의 해결방안 
선택하기)
7단계: 한번 해 보자! (계획하고 실천하기)
8단계: 다음에는? (결과 평가하기)
2) 나에게 필요한 표지판3) 사진 이미지와 감정
- 표지판이 ‘사회적 약속’임을 알고 난 후, 자신에게 
필요한 표지판은 어떤 것이 있는지 알아봅니다.
- 학교와 가정에서 ‘내가 지켜야 할 표지판’을 각각 
5개씩 만들고 꾸밉니다.
- 이 표지판대로 행동하면 어떤 일들이 일어날지 
예측하고 표현합니다.
- 나에게 필요한 표지판이 나의 감정을 어떻게 
변화시켰는지 이야기합니다.
- 학생의 감정을 신체로 표현하고 사진을 찍음으로써 
자기 감정을 시각화하여 볼 수 있습니다.
- 두 명이 한 조가 되어 서로 ‘얼굴 표정은 어떠한지?’, 
‘몸짓은 어떤 형태를 하고 있는지?’
- 부정적인 감정을 어떻게 바꿀 수 있는지 친구가 
안내해 주는 활동하여 감정조절을 경험합니다.
출처: 김유리 외(2022). 학교 사회정서학습 프로그램 개발 및 적용 방안 연구: 초등학교 도덕과 교육과정을 중심으로 
서울특별시교육청교육연구정보원(서교연 2022-78).
김유강(2020). 미술치료 열두 달 프로그램. 오올.

한국형 사회정서교육 프로그램47
4
교사 참고자료 2
‘나는 나의 주인이에요!’ 활동하기(예시자료)
▣ 다음과 같은 예시자료를 통해 감정을 조절하는 다양한 수업을 실천할 수 있습니다.
[자기조절을 위한 마음 활동]
1. 상황에 맞게 자신의 마음을 표현하고,
2. 그런 마음을 극복할 수 있는 생각의 기회를 
주며,
3. 내가 잘하고 못하는 것을 알게 해 주면서 
자기조절 능력을 증진시키는 활동지입니다.
4. 세 번째는 자신이 직접 경험한 감정을 스스로 
적어 보고, 감정을 조절할 수 있도록 하며, 세 
번의 활동으로 빈 칸 채우기 활동을 합니다.
[지도 시 유의점]
-꼭 글로 쓰지 않아도 됩니다. 그림을 그려서 
자신의 감정을 표현해도 됩니다.
-학생의 상담자료로 활용하면 좋습니다.
-학생이 감정조절에 있어서 무엇을 잘하고 
무엇을 잘 못하는지 파악하는 데 목적을 
둡니다.
-학생 스스로가 감정의 ‘주인’임을 알게 해 
줍니다.
1. 나는 이럴 때 화가 납니다.

그럴 때 이렇게 하면 기분이 나아집니다.

2. 나는 이럴 때 눈물이 납니다.

그럴 때 이렇게 하면서 내 마음을 돌봅니다.

3. 나는 이럴 때 (       )가 납니다.

그럴 때 이렇게 하면 마음이 좋아집니다.

보기
 주인, 조절
나는 마음과 감정을 
(    )할 수 있는
(    )입니다.
출처: 최외선(2012). 창의성과 사회적 기술 향상을 위한 미술치료 열두 달 프로그램II. 학지사.

48초등 저학년용
5
학습 활동지 1
이럴 땐, 이렇게 해 볼까?
초등학교
    학년      반
이름: 
1. 4가지 감정을 느낄 때 나는 어떻게 행동하는지 글로 적거나 그림을 그려봅시다.
나는 기쁠 때,나는 슬플 때,
나는 화날 때,나는 깜짝 놀랄 때,
2. 감정을 표현할 때 나의 행동과 짝꿍의 행동을 비교해 봅시다.
나와 같은 점
나와 다른 점

한국형 사회정서교육 프로그램49
5
학습 활동지 2
이 방법은 어때?
초등학교
    학년      반
이름: 
1. 다음 중 하나의 상황을 선택하여 자신의 행동을 적고, 모둠 친구들과 이야기 나누어 봅시다.
[상황 1]
아침에 등교하기 전 부모님과 
떨어지기 싫고 자꾸만 눈물이 
난다.
[상황 2]
친구가 내 물건을 망가뜨려서 
화가 나고 속상하다.
[상황 3]
수업 시간에 발표하는데 
갑자기 너무 부끄럽고 떨린다.
[상황 4]
동생이 놀이 규칙을 어기고 
마음대로 해서 밉고 짜증이 
난다.
[상황 5]
내일까지 끝내야 하는 숙제를 
완성하지 못해서 초조하고 
걱정스럽다.
[상황 6]
밤에 잠들기 전 자꾸 무서운 
영상에서 봤던 장면이 
떠오르고 불안하다.
우리 모둠이 선택한 
상황의 번호
나는 이렇게 행동해요!
2. 모둠 친구들의 행동을 들어보고, 자신이 생각하는 가장 바람직한 행동을 적어 봅시다.
나는 이 방법이 가장 
좋다고 생각해요!
 친구 이름: (                       )은/는
 행동 표현:
 가장 좋다고 생각해요!

50초등 저학년용
6
출처
[참고 영상]
1. [호기와 노래해요] 호기의 감정송 
  https://bit.ly/4hyWGb4 (유튜브 채널 ‘호기! 핑크퐁 - 놀면서 배워요’) 
2. 아동 감정조절 동영상 “함께해요. 감정조절!”
  https://bit.ly/4hDUkYx (유튜브 채널 ‘충남광역정신건강복지센터’)
[사진, 삽화]
“짧은 시간을 활용한 교육활동 - 친구, 형제자매, 선생님, 부모님 이미지” : 캔바canva AI 이미지
“나에게 필요한 표지판” : 김유강(2020). 미술치료 열두 달 프로그램. 오올.
“사진 이미지와 감정” : 김유강(2020). 미술치료 열두 달 프로그램. 오올.
[참고 문헌] 
김유리 외(2022). 학교 사회정서학습 프로그램 개발 및 적용 방안 연구: 초등학교 도덕과 
교육과정을 중심으로. 서울특별시교육청교육연구정보원(서교연 2022-78).
김유강(2020). 미술치료 열두 달 프로그램. 오올.
최외선(2012). 창의성과 사회적 기술 향상을 위한 미술치료 열두 달 프로그램II. 학지사.

한국형 사회정서교육 프로그램51
친구의 마음을 알아봐요
1
교수 학습 활동의 개관
사회정서
교육영역
대인관계
사회정서
핵심역량
관계인식
관계관리
해당학년초등 저학년 (1-2학년)차시4/6차시
관련
성취기준
[2국01-03] 상대방의 말을 집중하여 듣고 말차례를 지키며 대화한다.
[2즐01-03] 가족이나 주변 사람과 소통하며 어울린다. 
범교과
학습 주제
안전･건강교육
범교과 학습 주제
세부내용
긍정적인 대인관계 기술
내용요소
지식･이해과정･기능가치･태도
∙대화
∙경청･공감
∙다른 사람의 마음 예측하기
∙경청과 공감 연습하기
∙듣기･말하기에 대한 흥미
∙소통하고 어울리려는 태도
학습목표이야기를 듣고 다른 사람의 마음 상태를 알고, 이를 표현할 수 있다.
수업설계 
의도
◎ 주제 선정 이유
- 다른 사람의 마음을 알아차리고 이해하는 것은 공감 능력의 기본으로 다른 사람의 
말을 귀 기울여 듣고 상대방의 마음을 파악하여 공감할 수 있도록 하고자 함.
◎ 수업 개요
- 영상을 통해 경청의 개념과 중요성을 이해하고, 상황에 따라 사람마다 느끼는 
감정이 다를 수 있음을 연습한 후 다른 사람의 마음을 파악하고 표현하며 
공감하도록 함.
◎ 사회･정서 역량 연계
- 초등 저학년은 관계인식 역량에 중점을 두고 상황에 따라 사람마다 느끼는 감정과 
생각이 다를 수 있음을 인식하는 것이 필요함.
- 사람마다 생각과 느낌이 다르므로 다른 사람의 입장을 생각하며 대화하는 경청과 
공감의 중요성을 인식하도록 함.

52초등 저학년용
2
교수･학습 과정안
단계교수･학습 활동 내용
교수･학습자료◯
자

및 유의점◯
유
도입
(5′)
▣ 동기유발
∙‘끝까지 들어야 알 수 있어요’ 영상 시청
- 다른 사람의 이야기를 끝까지 들어야 하는 이유를 생각하며 
영상 감상하기
▣ 학습목표 안내
 이야기를 듣고 다른 사람의 마음 상태를 알고, 이를 
표현할 수 있다.
◯
자
 동영상
( 출처 
참고 영상1)
끝까지 들어야 알 
수 있어요. 
(3분 50초)
전개
(40′)
이해
하기
(10′)
▣ 경청의 중요성 이해하기
∙‘끝까지 들어야 알 수 있어요’ 내용 확인하기
- 이야기 속 치치가 화난 이유 생각해보기
- 치치가 자기 말만 하고 화를 내며 가버렸을 때 몽몽이의 마음 
생각해 보기
- 몽몽이가 치치의 블록을 치운 이유 확인하기
- 몽몽이의 말을 끝까지 들은 후 상황을 알게 된 치치의 마음이 
어떻게 변화했는지 확인하기
- 다른 사람의 말을 끝까지 들어야 하는 이유 알기
(예) 서로의 마음을 알고, 오해가 생기지 않기 위해
∙경청의 태도와 방법 알기
- 다른 사람의 말을 잘 들어주는 것을 무엇이라고 할까요? (경청)
- 경청하는 태도는 어떻게 하는 것일까요?
(예) 상대방의 말을 끝까지 듣는다.
상대방의 눈을 보며 이야기 듣는다.
        고개를 끄덕여 준다. 등
◯
유
 영상의 내용을 
확인하며 경청의 
중요성을 알도록 
함.
연습
하기
(15′)
▣ 다른 사람의 마음 파악하기
∙상황을 보고 다른 사람의 마음 알기
- 다른 사람의 마음을 알 수 있는 방법 찾기
(예) 다른 사람이 하는 말을 통해 마음을 알 수 있다.
다른 사람의 표정, 행동을 보고 알 수 있다. 등
- 그림과 이야기에 나타난 상황 확인하기
- 상황에 따른 인물의 마음 예측하기
(예) 상황2 ( 재현 ) 친구의 마음 : 샘나다.
◯
자
 학습 활동지(1)

한국형 사회정서교육 프로그램53
단계교수･학습 활동 내용
교수･학습자료◯
자

및 유의점◯
유
이유 : 보드게임을 하고 싶은데, 친구들이 하는 모습만 보고 
있어서 샘이 날 것 같다.
짧은 시간을 활용한 교육
∙마음 이해하기
- 인물의 표정(상황의 일부분)의 사진 보여주기
- 인물의 마음과 상황 상상하기
- 인물의 마음을 나타내는 말 생각하기
- 인물의 마음 미니보드에 정리하기
- 인물의 마음과 상황 이야기 나누기
◈ 선택 활동
∙이야기 속 인물의 마음 공감하기
- 마음을 나타내는 동화책 읽기
- 인물의 마음 확인하고 자신의 경험과 비교하며 이야기 
나누기
◯
자
 ppt 자료,
미니보드, 
보드마커
◯
유
 교사가 상황을 
이야기하며 도움 
줄 수 있음.
◯
유
 마음  표현을 
어려워하는 
학생에게는 
동화책을 참고하여 
활동할 수 있음.
적용
하기
(15′)
▣ 다른 사람의 마음 공감하기
∙친구의 마음 알고 공감하는 말하기
- 학습지의 친구 표정을 보며 친구의 마음 찾기
- (짝 활동) 친구의 마음에 공감하는 말 찾기
∙마음 공유하기
- 인물의 마음과 그 상황(이유)을 짝과 이야기하기
- (발표　약속)　짝 발표 후 ‘그렇구나!’ 말하기 또는 고개 
끄덕임으로 공감의 마음 표현하기
- 자신이 생각했던 마음과 다른 마음에는 어떤 것이 있었는지 
확인하기
- 짝과 이야기하며 경청과 공감했을 때 좋은 점 발표하기 
◯
자
 학습 활동지(2)
◯
유
 짝과 활동하며 
상황에 따라 
다양한 마음이 
나타날 수 있음을 
이해하고,  경청과 
공감의 중요함을 
느끼도록 함.
정리
(5′)
▣ 학습 정리
∙배움 내용 정리
- 경청과 공감의 중요성 알기
- 다른 사람의 마음을 알고 공감하기
∙다음 학습 안내
- 다른 사람과 함께 어울리는 것의 중요성 알기

54초등 저학년용
3
짧은 시간을 활용한 교육 활동
학습 주제∙다른 사람의 마음을 공감해요.
학습 활동에 필요한 학습자료(준비물) 및 영상자료 안내
∙학생들이 학교나 생활 속에서 경험할 수 있는 상황에서의 사진이나 그림 자료
∙미니보드와 보드마커
∙(대체 활동) 이야기 속 인물의 마음 알기
∙내 마음을 보여줄까? ( https://bit.ly/4hDUkYx, 5분 34초)
교육활동
방법
∙인물의 표정(상황의 일부분)의 사진을 보여준다.
∙인물의 어떤 마음일지 상상한다.
∙인물의 마음을 무작위로 이야기하도록 한다.
∙사진이 보이는 부분을 점점 확장시켜 인물이 처한 상황을 확인한다.
∙자신의 생각한 인물의 마음을 미니보드에 적는다.
∙자신이 적은 마음과 친구들이 적은 마음을 비교하여 본다.
교육활동
내용
1. 인물의 표정(상황의 일부분)을 순차적으로 본다.
<예: 수업 시간에 발표하는 상황>
2. 학생들은 인물의 표정을 보며 인물의 마음을 자유롭게 이야기한다.
(예) 짜증, 무서움, 떨림. 등
3. 마지막 사진을 보며 인물의 표정과 상황을 확인하고, 자신이 생각한 인물의 마음을 
미니보드에 적는다.
4. 친구들이 적은 인물의 마음을 확인하고, 왜 그렇게 생각했는지 이유도 함께 이야기 
나눈다.
5. 자신이 생각한 마음과 다른 마음에는 어떤 것이 있었는지 확인한다.
6. 친구가 생각한 인물의 마음에 공감이 되는지 이야기 나눈다.
7. 학교에서 발생할 수 있는 다양한 상황의 사진을 통해 마음이 어떻게 나타날 수 
있는지 생각해 보도록 한다.
(예) 복도에서 뛰어다니다 선생님께 혼나는 상황
친구가 내 지우개를 말도 없이 쓰는 상황
다리를 다친 친구의 책가방을 들고 가는 상황 등

한국형 사회정서교육 프로그램55
4
교사 참고자료 1
동화책을 이용한 공감하기 활동
▣ 감정을 읽고 공감하기 위해서는 상대방의 표정을 잘 읽고 감정을 표현할 수 있어야 한다. 초등학교 
저학년은 자신의 감정을 솔직하게 드러내지만 그것을 말로 표현하기는 어려워하고, 반대로 타인의 
감정을 읽는 것 또한 어려워한다. 따라서 감정 읽기 수업을 통해 상대방의 감정을 알아보는 실습이 
필요하다.
감정 읽기 수업에서 정서적 동화책을 활용하면 아이들의 정서 지능을 형성하고 발전시키는 데 
도움이 될 뿐만 아니라 학생들이 표현하기 어려운 다양한 감정 단어들을 쉽게 익힐 수 있다. 또한 
동화책을 통해 다양한 표정을 익히고 상대방의 감정을 읽고 해석하는 능력 또한 향상될 수 있다.

1. 동화책을 이용한 공감하기 활동
가. 동화책 선택
- 글의 구조가 간단하고, 내용이 직관적이고 명확한 책
- 어린이들이 겪게 되는 상황 속에서 다양한 인물의 표정이 분명하게 나타난 책
나. 활동하기
1) 마음을 나타낸 말 찾기
- 동화책을 읽으며 마음, 감정과 관련된 말 찾기
2) 인물의 마음 읽기
- 인물의 표정을 보고 마음 예측하기
3) 인물의 표정 따라 해 보기
- 표정을 따라 하며 감정을 나타내는 것이 자연스러운 활동임을 알기
4) 인물의 상황에 따른 마음 확인하기
- 인물이 처한 상황을 확인하며 어떤 감정이 나타날 수 있는지 친구들과 이야기하기
5) 공감의 표현하기
- 인물의 마음을 알고 표현해 주기 예)네모야~ 마음이 슬프구나!
- 인물에게 해주고 싶은 말 전달하기 예)네모야 괜찮아. 친구들은 널 싫어하지 않아.
6) 역할극 하기
- 동화책 상황과 비슷한 경험 표현하기
- 동화책 속 이야기를 바탕으로 역할극 하기
※ 마음을 나타내는 동화책 예시
1. 세실 가브리엘(2010). 찰칵 마음이 보여요. 아지북스 
2. 자비스(2016). 너는 어떤 기분이니?, 키즈엠
3. 윤진현(2010). 내 마음을 보여 줄까?, 웅진주니어 등 
   요즘에는 감정을 다룬 동화책이 다양하게 출판되어 있으니, 여러 책 중 아이들에게 맞는 적절한 
책을 교사가 선택하여 수업할 수 있습니다.
출처: 임아문, 오차규(2023). 아동의 심리 인식에 기초한 정서적 동화책 내용 연구분석. 기초조형학연구, 24권 6호.

56초등 저학년용
4
교사 참고자료 2
공감의 중요성과 공감하는 말하기 방법
1. 공감의 중요성
공감(empathy)은 다른 사람들과 그들의 웰빙을 잘 이해하고 돌볼 수 있게 해 준다. 친밀한 
관계에 가치를 부여하고 투자할 수 있도록 하는데, 공감력이 뛰어난 학생들은 화난 친구들을 잘 
달래고, 어려운 친구를 도와주는 행동을 보인다. 반대로 공감력이 떨어지는 학생은 다른 사람의 
감정을 오해하고, 무시하거나 존중하지 않는 경향이 있다.
이런 공감은 협력을 위한 하나의 역량으로, 협력을 하기 위해서는 공감, 믿음, 협동 역량이 
필요하다. 다른 사람과 관계를 맺고 활동하는 데 공감하는 마음이 없다면 원활한 수업 활동이 
이루어질 수 없을 것이다. 
2. 공감하는 대화의 방법
1) 감정을 함께 나눈다.
표정과 행동을 보고, 마음의 상태나 감정에 대해 관심을 보인다.
2) 공감적 반응을 해준다.
들은 내용을 성의 없이 앵무새처럼 따라하지 말고, 자기가 이해한 말로 표현해 준다.
3) 상대방을 배려하는 말을 한다.
대화 예절을 지켜 말하고, 상대를 위하는 말을 한다.
4) 수용적으로 말을 한다.
자기 기준으로 해석하지 않고, 의견이 다르더라도 수용해 준다.
5) 적극적으로 반응을 한다.
맞장구 치기, 격려하기, 질문하기 등을 한다.
공감하는 말하기의 실천은 상대방의 감정을 읽는 것부터이다. 따라서 다양한 상황에서 친구의 
마음을 알고 상대방의 마음을 그대로 수용하는 태도가 필요하다.
실제 상황에 따라 다양한 마음이 나타날 수 있다. 아래 예시에서와 같이 사람의 마음이 다 같
을 수는 없다.
(예) 상황: 놀이기구를 타려고 긴 줄을 기다리는 학생
마음: 무섭다-무서운 놀이기구를 타야 하는 떨림
     짜증난다-사람들이 너무 많아서 기다리다 지침
     슬프다-내가 원하는 놀이기구를 못 탈까 봐
     신난다-원하는 놀이기구를 탈 수 있다는 기대 등
따라서 저학년 학생들에게 상황에 따라 사람들의 마음이 다를 수 있음을 알도록 이해하도록 
하는 활동이 필요하다.
출처: 서울교육정책연구소(2021). OECD 사회정서역량 보고서 요약본. 서울특별시교육청교육연구정보원, p3.
한국노인인력개발원(2019). 대화의 기술 2탄 : 공감하는 말하기 　
ttps://blog.naver.com/kordi_seniorjob/221464691743 

한국형 사회정서교육 프로그램57
5
학습 활동지 1
친구는 어떤 마음일까요?
초등학교
    학년      반
이름: 
1. 다음 상황에서 친구들의 마음이 어떤지 생각해 봅시다. 
하람
현수시호
급식을 먹기 위해 친구들이 줄을 섰습니다. 
그런데 앞에서 큰 소리가 났습니다. 
하람: “야~ 밀지마. 왜 자꾸 밀어”
현수: “너는 왜 늦게 가는 거야?”
두 친구는 멈춰서 서로를 잘못했다고 
큰소리치고, 뒤에 서 있는 시호는 어쩔 줄 몰라 
그냥 서 있기만 합니다.
 (        ) 친구의 마음:
 이유:
태영
주원
재현
쉬는 시간 친구들이 보드게임을 하고 
있습니다. 교실에 있는 보드게임은 4명이 할 
수 있습니다.
보드게임을 하는 ①태영, 옆에서 친구를 
응원하는 ②주원, 게임하는 친구들 주변을 
기웃거리는 ③재현이가 있습니다.
 (        ) 친구의 마음:
 이유:

58초등 저학년용
5
학습 활동지 2
친구의 마음을 알아봐요!
초등학교
    학년      반
이름: 
※ 사진 속 친구의 표정을 보고, 어떤 상황에서 나타나는 표정인지 상상해 봅시다.
1. 친구의 마음은 어떤 마음일까요?
2. 친구는 어떤 상황에서 1번과 같은 마음인지 설명해 봅시다. 
[짝에게 부탁하세요.]
 3. 위에 정리된 상황과 마음을 보고, 친구에게 해주고 싶은 말을 적어 봅시다.
4. 위에 정리된 친구의 마음과 상황을 짝과 함께 대화하며 좋은 점을 생각해 봅시다.

한국형 사회정서교육 프로그램59
6
출처
[참고 영상]
1. [공감동화] 끝까지 들어야 알 수 있어요. 
https://bit.ly/48EgeXH (유튜브 채널 ‘한국감정연구소’) 
2. [국어1-2] 동화 - 내 마음을 보여 줄까?
   https://bit.ly/40EgIuU (유튜브 채널 ‘별밭샘HJ’)
[사진, 삽화] 
1. “짧은 시간을 활용한 교육활동 - 발표할 때 긴장되어 땀이 나는 상황” : ChatGpt AI 이미지
2. “학습 활동지 1 – 줄 서기” : https://www.artguru.ai/kr/ AI 이미지
3. “학습 활동지 2 – 여자 아이” : https://www.artguru.ai/kr/ AI 이미지
4. “PPT 10쪽 – 문 여는 모습 ” : https://www.artguru.ai/kr/ AI 이미지
5. “PPT 11쪽 – 자매 사진 ” : ChatGpt AI 이미지
[참고 문헌] 
1. 임아문, 오차규(2023). 아동의 심리 인식에 기초한 정서적 동화책 내용 연구분석, 
기초조형학연구, 24권 6호.
2. 서울교육정책연구소(2021). OECD 사회정서역량 보고서 요약본, 서울특별시교육청 
교육연구정보원, p3.
3. 한국노인인력개발원(2019). 대화의 기술 2탄 : 공감하는 말하기.
https://blog.naver.com/kordi_seniorjob/221464691743

60초등 저학년용
어울리며 함께 하는 우리
1
교수 학습 활동의 개관
사회정서
교육영역
공동체
사회정서
핵심역량
공동체 가치의 인식과 관리
해당학년초등 저학년 (1-2학년)차시5/6차시
관련
성취기준
[2바02-01] 공동체에서 내가 할 수 있는 일을 찾아보고 실천한다.
[2슬01-03] 가족이나 주변 사람에게 관심을 갖고 함께 살아가는 모습을 탐구한다.
범교과
학습 주제
안전･건강교육
범교과 학습 주제
세부내용
공동체 의식 및 배려･존중
내용요소
지식･이해과정･기능가치･태도
∙공동체
∙친구
∙공동체의 중요함 설명하기
∙공동체 내에서 잘 지내기 
위한 방법 설명하기
∙삶과 연계한 태도
∙생활 속 실천의지
학습목표친구들과 함께 어울리며 잘 지내기 위한 실천 다짐을 말할 수 있다.
수업설계 
의도
◎ 주제 선정 이유
- 다른 사람과 함께 어울리며 살아가는 모습을 살펴보고, 함께 어울리는 것의 
중요성을 이해하며 공동체 내에서 잘 지내기 위한 방법을 저학년 수준의 사회정서 
측면에서 살펴보고자 함.
◎ 수업 개요
- 혼자서는 어려운 일이 많다는 것을 알고 공동체 안에서 어울려 살아가는 모습을 
살펴보며 함께 어울려 살아갈 때 좋은 점과 이유를 생각해보게 함. 공동체 놀이 
활동을 통해 협력하여 놀이하는 방법과 놀이 후 느낀 점에 대해 이야기 나눔. 이와 
함께 공동체 내에서 잘 지내기 위한 방법을 정리해 보고 다 같이 잘 지내기 위해 
내가 할 수 있는 일을 다짐하는 활동을 통해 공동체의 가치를 인식하도록 함.
◎ 사회･정서 역량 연계
- 다른 사람과 함께 어울려 지내는 것의 중요함과 함께 잘 지내기 위해 노력이 필요함을 
인식하고 건강하고 행복한 공동체를 위한 자신만의 방법을 찾아보도록 함. 

한국형 사회정서교육 프로그램61
2
교수･학습 과정안
단계교수･학습 활동 내용
교수･학습자료◯
자

및 유의점◯
유
도입
(5′)
▣ 동기유발
∙ 혼자여서 힘들었던 상황 이미지 보며 함께 이야기 나누기 
- 놀고 싶은데 혼자일 때, 아픈데 집에 아무도 없을 때, 혼자 
무거운 물건을 들어야 하는 상황 그림 제시 
- 이런 상황에서 혼자일 때 어떤 마음일지 이야기 나누기
(예) 외로울 것 같아요. 
울고 싶은 마음일 것 같아요. 
- 그림 속 인물이 바라는 것은 무엇인지 이야기 나누기
(예) 가족이 옆에 있으면 좋겠다. 친구랑 놀고 싶다. 누가 
도와주면 좋겠다. 
▣ 학습목표 안내 
친구들과 함께 어울리며 잘 지내기 위한 실천 다짐을 
말할 수 있다.
◯
자
 ppt (힘든 상황 
그림)
◯
유
 공간을 놀이 
활동에 적절한 
공간으로 미리 
구성해두고 
시작하기 이후 
학습도 같은 
공간에서 
진행하기 
◯
유
 그림 속 인물이 
바라는 것을 
혼자서는 할 수 
없는 것임을 
느끼게 하기 
전개
(40′)
이해
하기
(10′)
▣ 함께 어울릴 때 좋은 점 이해하기
∙공동체 안에서 어울려 살아가는 모습 알아보기 
(예) (가족) - 기쁜 일이 있으면 함께 축하해요.
(친구) - 친구가 힘들어 하면 도와줘요.
(학급) - 서로 역할을 나눠서 학급 일을 해요. 
(학교) - 학교 행사에 적극적으로 함께 참여해요.
 - 함께 어울릴 때의 좋은 점을 이야기 나누기 
(예) 함께 하면 즐거워요. 
힘들 때 위로를 받을 수 있어요. 
∙공동체 안에서 함께 어울려 살아가는 이유 이야기 나누기 
(예) 공동체가 있어야 나도 행복하기 때문이에요. 
사람은 혼자 잘 살 수 없기 때문이에요. 
◯
자
 ppt, 학습
활동지(1) 
◯
유
 공동체 
안(친구, 가족, 
학급, 학교 등) 
함께 어울려 
살아가는 모습을 
자신의 경험 
속에서 
살펴보도록 
안내하기 
연습
하기
(15′)
▣ 함께 어울려서 놀이하기 
∙‘함께 후프 넘기’ 게임 활동하기 
- 협력해서 후프 옮기기 동영상 보기 
- 함께 잘 어울려 놀이하는 방법 이야기하기
(예) 친구를 재촉하지 않아요. 놀이 규칙을 잘 지켜요. 방법을 
◯
자
 후프, 동영상
( 출처 
참고 영상1)
(1분까지 제시)
◯
유
 교사 참고자료 

62초등 저학년용
단계교수･학습 활동 내용
교수･학습자료◯
자

및 유의점◯
유
알려주어요. 
- 모둠을 구성한 후 후프를 한쪽 어깨에 걸은 후 손을 잡고 
옆 사람에게 넘기기
- 성공 시 반대쪽으로 한번 더 하기 
- 함께 놀이한 후 느낀 점 이야기하기
(예) 친구들과 함께 놀아서 즐거웠어요. 
     친구들과 협력하여 잘 해내 기뻤어요.
2의 자세한 활동 
방법 참고하기

◯
유
 다른 적절한  
공동체 놀이 
활동이 있으면 
해당 활동으로 
변경 진행 가능
적용
하기
(15′)
▣ 다 같이 잘 지내기 위한 약속하기
∙다 같이 잘 지내는 가족, 학교(학급 - 우리 반) 등의 모습 이야기 
나누기
(예) 웃음이 많아요. 규칙을 잘 지키요.
고운 말을 하는 친구가 많아요. 
짧은 시간을 활용한 교육
∙다 같이 잘 지내기 위해 내가 할 수 있는 일 이야기 나누기
(예) 서로 예의를 지켜요. 
서로 상처 주지 않는 고운 말을 사용해요. 
상대방의 마음을 생각해 보아야 합니다. 
- 사람 모양 그림에 다 같이 잘 지내기 위해 해야 할 일 적기 
(예) 친구 : 서로 말 조심해요. 배려하며 행동해요
가족 : 약속 잘 지키요, 싫어하는 행동 하지 않아요
학급 : 자기 할 일 잘해요, 뛰지 않아요, 친구를 
놀리지 않아요
학교 : 학교 행사에 잘 참여해요, 규칙 잘 지켜요
사회 : 어려운 이웃을 도와줘요 등 
- 연결한 사람 모양 그림 전시 안내 
◯
자
 가위, 학습 
활동지(2) 또는 
사람 모양 
포스트잇 활용 
가능
◯
유
 사람들과 
연결을 강조하여 
결과물을 함께 
이어 전시하거나 
함께 동그랗게 원 
모양을 만들어서 
전시하기
◯
유
 이 부분은 
‘짧은 시간을 
활용한 
교육활동’과 
연계할 수 있음.
정리
(5′)
▣ 학습 정리
∙배움 내용 정리 
- 서로 어울려 지내는 것의 중요성 정리하기
- 다 같이 잘 지내기 위한 방법 중 기억에 남는 방법 말하기
∙다음 학습 안내 
- 마음건강 문제 대처하기
◯
자
 ppt (배운 내용 
확인)
◯
유
 자유롭게 
공동체에 관해 
배운 내용을 
이야기하기

한국형 사회정서교육 프로그램63
3
짧은 시간을 활용한 교육 활동
학습 주제∙다 같이 잘 지내기 위한 약속하기
학습 활동에 필요한 학습자료(준비물) 및 영상자료 안내
∙사람 모양 포스트잇(일반 다른 모양도 가능) 또는 학습 활동지(2)
교육활동
방법
∙포스트잇(또는 활동지에 있는 사람 그림)에 다른 사람들과 잘 지내기 위해 해야 할 
일 적어보게 함.
∙함께 생활할 때의 장점을 생각하며 다 같이 잘 지내기 위한 방법을 생각해 보게 함.
∙친구/가족/학급/학교/사회 구분하기보다는 함께 적용할 수 있는 일반적인 방법을 
생각해 보게 함.
∙모둠 안에서 이야기 나누기 
∙포스트잇(또는 활동지 사람 그림) 연결하여 모양(하트 또는 원 등) 만들기 
교육활동
내용
∙다 같이 잘 지내기 위해 내가 할 수 있는 일 이야기 나누기
- 다 같이 잘 지내기 위해 내가 할 수 있는 일은 무엇일까요?
(예) 서로 예의를 지켜요. 
서로 예쁜 말을 사용해요. 
상대방의 마음을 생각해 보아야 합니다. 
- 사람 모양 그림에 다 같이 잘 지내기 위해 해야 할 일을 적어 봅시다. 
- 각 사람 그림은 나중에 다 연결해서 교실 창문에 전시될 예정이에요.
- 자유롭게 이야기 나누되 구분해서 제시해도 좋음.
(예) 
친구 : 서로 말 조심하기, 배려하여 행동하기 
가족 : 약속 잘 지키기, 싫어하는 행동 하지 않기  
학급 : 자기 할 일 잘하기, 뛰어다니지 않기, 친구 놀리지 않기
학교 : 학교 행사에 잘 참여하기, 규칙 잘 지키기
사회 : 어려운 이웃 도와주기 등 
- 사람들과 연결을 강조하는 안내와 함께 포스트잇(결과물)을 이어 모양(하트 또는 
원 등)을 만들어 전시함.

64초등 저학년용
4
교사 참고자료 1
학급에서 할 수 있는 다양한 공동체 활동 
1. 협력 도미노로 우리반 표현하기 
∙우리 반을 나타낼 수 있는 낱말이나 그림을 정하고, 모둠별로 도미노를 이용하여 어떻게 표현하면 
좋을지 토의해 보세요. 
∙우리 반의 전체 모둠이 참여하여 하나의 작품을 만들도록 합니다. 우리는 다른 모둠과 경쟁하여 
이기는 것이 아니라, 협력하여 하나의 작품을 만드는 것임을 기억해주세요. 친구의 실수에 화를 
내거나 다른 친구 탓을 하지 않도록 합시다. 
예) 1학년 1반 : 다섯 모둠이 한 글자씩 만들기
사랑하는 친구들 : 일곱 모둠이 한 글자씩 만들기 
오륜기 : 다섯 모둠이 색깔별로 한 원씩 만들기 등 
2. 학급 규칙 함께 만들기 
∙학교에서 규칙을 지키지 않아 불편했던 경험이 있다면 이야기 나누기  
∙규칙을 지켜야 하는 이유를 생각해 보고 발표해 보기 
∙우리 반에서 지켜야 할 규칙 이야기 나눠보기 
∙규칙 문장으로 꾸며보거나 학급 규칙 소개하기 자료 만들기 
∙교실에 전시하기 
출처: 임소정(2023). 사회정서학습(SEL) 기반의 초등학교 입학초기 적응 프로그램의 효과성 연구 -‘관계 맺기’를 중심으로. 
한동대학교 교육대학원 석사학위 논문.  
3. 기타 여러 활동 아이디어
∙모둠별 과제를 수행하고 다르게 했더라면 좋았을 일에 대해 생각해 보는 활동하기 
∙봉사 학습(저학년의 경우 타인을 도울 때의 감정을 표현하고, 타인을 돕는 방법들을 찾아 발표하게 함) 
∙실천을 다짐하는 에티켓을 손바닥 그림으로 표현하기
(A4 용지에 손바닥 본뜨기- 손가락: 학교, 식당, 아파트, 박물관에서 지켜야 할 일 하나씩 
쓰기/손바닥 : 이름쓰기) 
∙우리 학급(학교) 생활 안내서 만들기
∙학급 그림책, 뮤직비디오 함께 만들기 
출처: 김윤경(2020). 학교 교육으로 튼튼한 마음 가르치기 사회정서학습. 서울: 다봄교육. 
     신현숙, 김선미, 류정희, 박주희, 배민영, 이은정, 강금주(2019). 초등학생을 위한 사회정서학습 프로그램. 서울: 학지사 

한국형 사회정서교육 프로그램65
4
교사 참고자료 2
함께 할 수 있는 공동체 신체 놀이 활동
1. 함께 후프 넘기
(놀이 방법)
∙세 명 또는 네 명이 원을 만든다. 
∙후프를 한쪽 어깨에 걸은 후 손을 잡고 옆사람에게 넘긴다. 
∙잡은 손을 놓치지 않아야 하며, 한 바퀴 돈 후 반대로 다시 한 바퀴 돈다. 
∙성공한 뒤 다른 모둠과 합쳐서 진행한다.
2. 눈치 보기 
(놀이 방법)
∙활동할 공간을 확보한다. 편하게 공간 이곳저곳을 걸어 다닌다. 
∙그러다 누군가 멈추면 동시에 멈춘다. 
∙모두가 다 멈추고 난 뒤, 누군가가 움직이면 다시 돌아다닌다. 
∙또 누군가 멈추면 동시에 멈추고, 움직이면 함께 움직이면서 동작을 일치시켜 본다. 
놀이팁
① 처음에는 천천히 걷도록 하며, 걷다가 
멈출때는 동작까지 멈춰야 한다.
② 걷다가 바로 멈춰버리는 경우가 있기에 
움직임이 시작된 뒤 어느 정도 시간이 
지나면 멈추도록 규칙을 정하는 것이 좋다. 
③ 음악과 함께 즐겨도 좋다. 
3. 눈먼 자동차 – 짝과 함께 
(놀이 방법) 
∙두 사람이 짝이 된다. 한 사람은 자동차, 다른 한 사람은 운전기사가 되어 자동차 뒤에 선다. 
∙자동차가 된 사람은 눈을 가리고 운전기사는 손으로 자동차가 된 친구의 등을 두드려 운전한다. 
∙어깨와 어깨 사이를 두드리면 앞으로 간다. 왼쪽 어깨를 두드리면 왼쪽으로, 오른쪽 어깨를 
두드리면 오른쪽으로 간다. 머리를 두드리면 후진, 양 어깨를 꽉 잡으면 브레이크라고 약속한다. 
∙선생님의 신호에 맞추어 운전한다. 
∙정해진 시간이 지나면 역할을 바꿔서 경험한다. 
4. 기타 공동체 놀이 
∙함께 일어서요: 두명, 세명, 여러명이 손 엇갈려 잡고 함께 일어나기
∙함께 풍선 띄우기: 모둠의 친구들과 손 잡고, 최대한 오래 풍선 띄우기   
∙움직이는 동그라미: 열 명이 한 모둠, 한 명은 원의 중심이 되어 거리를 일정하게 유지하며 
움직이는 게임 활동, 돌아가면서 원의 중심하기
∙손가락 끝으로: 두 명이 짝이 되어 한 명이 안대로 눈을 가리고, 손 끝만 댄 상태로 눈을 가린 
친구는 이끄는 친구의 손끝을 따라 움직이기
∙하나의 선: 공간을 확보하고 자유롭게 서고, 구호에 맞춰 자신이 원하는 방향으로 한 걸음 뛰기, 
각자 서 있는 공간을 확인하고 비어 있는 곳과 사람들이 모여 있는 곳을 확인하고 한 차례 더 
뛴 다음 손을 뻗어 누군가와 연결하기, 하나로 전부 연결할 수 있는지 확인하기
출처: 서준호(2023). 서준호 선생님의 교실놀이백과 239. 지식프레임. 

66초등 저학년용
5
학습 활동지 1
어울리며 함께 하는 우리 1
초등학교
    학년      반
이름: 
1. 공동체 안에서 함께 어울려 살아가는 모습을 살펴보고 한 장면을 선택하여 글 또는 그림으로 
정리해 봅시다.
내가 선택한 공동체 : 
(선택 예시 : 가족, 친구, 학급, 학교, 마을)
2. 공동체 안에서 함께 어울려 살아가는 이유에 대해서 이야기 나눠 봅시다. 

한국형 사회정서교육 프로그램67
5
학습 활동지 2
어울리며 함께 하는 우리 2
초등학교
    학년      반
이름: 
1. 다 같이 잘 지내기 위해 내가 할 수 있는 일을 사람 몸 칸에 예시처럼 적어보고 꾸며봅시다. 
예시) 
고운말 
쓰기

68초등 저학년용
6
출처
[참고 영상]
1. 교실놀이 모둠세우기 | 협력해서 후프 옮기기 
  https://bit.ly/3O3x9tg (유튜브 채널 ‘열정기백쌤’) 
[사진, 삽화] 
1. “PPT 2쪽 - 혼자노는 아이” : 맘톡(https://bit.ly/4hFCt3u)
2. “PPT 3쪽 – 아픈 아이” : 캔바canva AI 이미지
3. “PPT 4쪽 – 무거운 짐 들기” : 김사부짐 운동과학센터(https://bit.ly/48Fn8Md)
[참고 문헌] 
1. 임소정(2023). 사회정서학습(SEL) 기반의 초등학교 입학초기 적응 프로그램의 효과성 연구 
-‘관계 맺기’를 중심으로. 한동대학교 교육대학원 석사학위 논문.
2. 김윤경(2020). 학교 교육으로 튼튼한 마음 가르치기. 사회정서학습. 서울: 다봄교육. 
3. 신현숙, 김선미, 류정희, 박주희, 배민영, 이은정, 강금주(2019). 초등학생을 위한 사회정서학습 
프로그램. 서울: 학지사
4. 서준호(2023). 서준호 선생님의 교실놀이백과 239. 지식프레임.

한국형 사회정서교육 프로그램69
내 마음을 소중히 돌봐요!
1
교수 학습 활동의 개관
사회정서
교육영역
마음건강
사회정서
핵심역량
정신건강 문제의 인식과 관리
해당학년초등 저학년 (1-2학년)차시6/6차시
관련
성취기준
[2바01-02] 나를 이해하고 존중하며 생활한다.
[2슬01-02] 나를 탐색하여 나에 대해 설명한다.
범교과
학습 주제
안전･건강교육
범교과 학습 주제
세부내용
생명존중교육
내용요소
지식･이해과정･기능가치･태도
∙나(자기)
∙마음건강
∙도움 요청 계획하기
∙도움 요청 연습하기
∙안전하고 건강한 생활 실천
∙자기 존중의 태도
학습목표 나의 마음건강 문제를 알고 도움 요청하는 방법을 제시할 수 있다.
수업설계 
의도
◎ 주제 선정 이유
- 마음이 아픈 것을 부끄럽거나 숨겨야 하는 일로 생각하지 않고 마음이 아플 때 
적극적으로 대처하는 방법을 배우는 것에 초점을 두어 교육하고자 함.
◎ 수업 개요
- O/X 퀴즈를 통해 마음건강에 대한 오해를 바로잡고 마음을 돌보는 자신만의 
방법에 대해 떠올려 보고, 믿을 수 있는 주변 사람들에게 도움을 요청하는 말을 
연습해 봄으로써 마음건강을 스스로 관리할 수 있도록 함.
◎ 사회･정서 역량 연계
- 자신의 마음건강 문제를 인식하고 이를 설명하여 도움을 요청하는 방법을 
터득하게 함.

70초등 저학년용
2
교수･학습 과정안
단계교수･학습 활동 내용
교수･학습자료◯
자

및 유의점◯
유
도입
(5′)
▣ 동기유발
∙마음건강에 대한 O/X 퀴즈
- 몸이 아플 수 있듯이 마음도 아플 수 있다. (O)
- 마음이 아픈 것은 부끄러운 일이다. (X)
- 혼자 해결하기 힘든 속상한 일은 주변 사람들에게 도움을 
요청하는 것이 좋다. (O)
∙마음이 아픈 상황 떠올려 보기
- 친구가 나의 별명을 부르고 놀렸을 때 화나는 마음
- 부모님께 혼났을 때 속상한 마음
▣ 학습목표 안내
 나의 마음건강 문제를 알고 도움 요청하는 방법을 
제시할 수 있다.
◯
자
 ppt (마음건강 
문제의 인식과 관리)
◯
유
 인간은 누구나 
몸이 아플 수 있듯이 
마음 또한 아플 수 
있다는 사실을 
강조함.
◯
유
 마음이 아픈 
상황은 사람마다 
다를 수 있으므로 
다양성을 
존중하도록 함.
전개
(40′)
이해
하기
(10′)
▣ 나의 마음을 스스로 돌보는 방법 알기
∙나의 마음을 스스로 돌보는 방법 떠올리기
- 마음이 아플 때 나를 스스로 돌보는 방법을 자유롭게 
이야기하기
(예) 규칙적인 생활, 신체 활동, 대화하기, 내 마음을 
그림으로 그려보거나 글로 쓰기 등
- 실제로 사용해 보고 싶은 방법에 동그라미 표시하기
- 활동지 빈칸에 자신만의 방법 작성하기
∙스스로 마음을 돌보았던 과거 경험 떠올리기
- 어떤 상황에서 이 방법을 사용했는지 이야기하기
- 이 방법을 사용했을 때 기분 변화를 설명하기
◈ 선택 활동
∙믿을 수 있는 어른의 도움을 받기
- 스스로 노력해도 때로는 해결되지 않는 감정이 있을 수 
있을 때 주변 어른들의 도움 받기
스스로 
해결할 수 
있는 상황
예) - 갖고 싶은 물건을 갖지 못해서 속상할 때
- 숙제가 많아서 스트레스 받을 때
- 연필심이 부러져 글씨를 쓸 수 없어 짜증 날 때
◯
자
 학습 활동지(1)
◯
유
 친구의 잘못을 
고자질하는 것과 
스스로 마음이 
아픈 것을 
알아차리고 
도움을 요청하는 
것이 다름을 
교육함.

한국형 사회정서교육 프로그램71
단계교수･학습 활동 내용
교수･학습자료◯
자

및 유의점◯
유
주변의 
도움이 
필요한 상황
예) 키우던 반려동물이 죽은 이후로 우울하고 
잠을 못 자는 상태가 2주 이상 지속될 때
- 믿을 수 있는 어른과 믿으면 안 되는 어른을 구분해 보고 
누구에게 도움을 요청할지 계획하기
믿을 수 있는 어른들믿으면 안 되는 어른들
∙부모님
∙교장 선생님
∙담임 선생님
∙위클래스 상담선생님
∙의사 선생님
∙인터넷에서 알게 된 어른
∙비밀로 하자며 다가오는 어른
∙신체를 만지거나 사진을 
달라고 요구하는 어른
연습
하기
(15′)
▣ 도움을 요청하는 말 연습하기
- 짝꿍과 함께 도움을 요청하는 말 연습하기
- 예시 자료를 참고하여 소리 내어 말하기
- 엄마/아빠, 저 지금 ( 감정의 이름 ). 왜냐하면 ( 이유 설명 ). 
도와주세요.
- 선생님, 저 고민이 있어요. ( 있었던 일 설명 ). 
그래서 ( 감정의 이름 ). 저 좀 도와주실 수 있나요?
- 친구야, 나한테 ( 있었던 일 설명 ). 그래서 마음이 ( 감정의 이름 ). 
◯
자
 학습 활동지(2)
◯
자
 ppt (마음건강 
문제의 인식과 관리)
◯
유
 도움을 
요청하는 말을 
소리내어 말하도록 
하여 실제감을 
주도록 함.
적용
하기
(15′)
▣ 도움을 요청하는 말 실천하기
∙도움을 요청하는 말 작성하기
- 어떤 상황에서 도움을 요청하는 말을 사용하면 좋을지 
일상적인 상황을 떠올려 보기
- 나의 상황에 맞는 도움을 요청하는 말을 작성하기
- 짝꿍과 함께 도움을 요청하는 말 역할극 하기
짧은 시간을 활용한 교육
∙도움을 요청하는 말 연습하기
- 최근에 경험한 힘들었던 감정 떠올려 보기
- 어떤 상황이었는지 설명하고, 그때 주변 사람들에게 
도움을 요청하는 말 연습하기
◯
자
 학습활동지(2)
◯
유
 이 부분은 
‘짧은 시간을 
활용한 
교육활동’과 
연계할 수 있음.
정리
(5′)
▣ 학습 정리
∙배움 내용 정리
- 마음이 아플 때 내가 할 수 있는 일들을 떠올리기
- 믿을 수 있는 사람들에게 도움 요청 실천하기

72초등 저학년용
3
짧은 시간을 활용한 교육 활동
학습 주제∙도움을 요청하는 말하기
학습 활동에 필요한 학습자료(준비물) 및 영상자료 안내
∙학습 활동지(2)
∙감정카드(선택사항)
∙내 기분과 생각 말하기 ( 출처 참고 영상1 (1분 54초))
교육활동
방법
∙최근에 내가 느꼈던 힘들었던 감정 떠올리기
∙어떤 상황이었는지 짝꿍에게 설명하고, 그때 주변 사람들에게 도움을 요청하는 말 
적기
∙짝꿍과 함께 도움을 요청하는 말 연습하기
교육활동
내용
1. 어떤 마음이었나요?
- 최근에 내가 느꼈던 힘들었던 감정을 떠올려 보기
- 감정 카드를 활용하는 경우 부정적인 감정 표현 중에서 하나를 선택할 수 있음.
2. 무슨 일이 있었나요?
- 어떤 상황이었는지 짝꿍에게 설명하고 다시 그때로 돌아간다면 주변 사람들에게 
어떻게 도움을 요청할지 문장 만들어 보기
3. 도움을 요청하는 말 연습하기
- 짝꿍과 함께 도움을 요청하는 말을 실제로 연습해 보기
(예)
<가족에게>
엄마, 학교에서 OO이가 저를 이름 대신 별명으로 부르고 심한 장난을 치기도 
해요. 그래서 저 요즘 너무 속상하고 마음이 힘들어요. 어떻게 하면 좋을까요?
<선생님께>
선생님, 저 고민이 있어요. OO이가 자꾸 제가 싫어하는 별명을 부르고 놀리는 
것 같아서 요즘 너무 속상하고 슬퍼요. 저 좀 도와주실 수 있나요?
<나를 놀리는 친구에게>
OO아, 요즘 네가 나를 별명으로 부르는 일이 많아진 것 같아. 그런데 그건 내가 
정말 싫어하는 별명이라서 그 말을 들으면 기분이 나쁘고 속상해. 이제 별명 말고 
내 이름을 불러줄 수 있니?
- 짝꿍의 도움을 요청하는 말이 적절한지 피드백 주고받기
- 도움을 요청하는 말을 보완하여 짝꿍과 함께 역할극 발표하기

한국형 사회정서교육 프로그램73
4
교사 참고자료 1
계획하기 심화 활동: 믿음의 울타리
장소예시
학교 밖
∙이웃 어른들
∙의사 선생님
∙경찰
∙소방관
학교
∙교장, 교감 선생님
∙담임 선생님
∙상담 선생님
∙보건 선생님
∙학교 보안관 선생님
집
∙부모님
∙할머니, 할아버지
∙친척 어른
▣ 본 차시와의 연결성
<믿음의 울타리> 활동은 6차시 ‘이해하기’의 
심화 활동입니다. ‘이해하기’에서 믿을 수 있는 
어른과 믿을 수 없는 어른을 구분해 보았다면, 
이번 활동에서는 믿을 수 있는 어른들에 대해 
더 구체적으로 알아봅니다.
본 활동은 6차시 내에 시간적 여유가 있다면 
추가로 진행해 볼 수 있고 또는 사회적 지지체
계와 관련된 하나의 새로운 차시로 진행할 수 
있습니다.
▣ 활동 소개
<믿음의 울타리> 활동은 내가 힘든 감정을 
느낄 때 나를 도와줄 수 있는 어른들의 이름을 
동그라미 안에 적어 보는 활동입니다.
학생과 가장 가까운 가정에서부터 시작해 점
차 영역을 확장하며 각각의 영역에서 도움을 
요청할 수 있는 어른들을 나열함으로써 학생의 
사회적 지지체계와 자원을 확인해 볼 수 있습
니다.
▣ 수업 시간 활용 방법
∙활동지 정중앙에 나의 이름을 적고 그리기
∙집, 학교, 학교 밖에서 내가 힘든 감정을 느낄 때 나를 도와줄 수 있는 어른들의 이름 적기
∙이름을 정확히 모르는 경우 그 어른을 지칭하는 다른 표현을 적음
∙시간이 남으면 어른들의 이름 위에 어른들의 상징물이나 캐릭터를 그려볼 수 있음.
▣ 활동의 장점
∙활동지 작성을 통해 자연스럽게 자신의 사회적 지지 체계를 인식할 수 있음.
∙실제 위기 상황에서 적극적으로 도움을 요청하는 위기 대처 능력이 향상됨.

74초등 저학년용
4
교사 참고자료 2
스스로 마음을 안정시키는 방법 - 심호흡
▣ 심호흡이란?
느린 속도로 숨을 깊게 들이마시고 내뱉으면서 신체를 이완시키는 호흡법으로, 생리적인 긴장
과 각성을 감소시켜 전신을 이완하고 마음을 안정시키는 효과가 있음.
▣ 실천 방법
1.“천천히 숨을 들이마시면서 아랫배가 나오게 하고, 숨을 내쉬면서 속으로 ‘하나’하고 숫자를 
세면서 천천히 아랫배가 꺼지게 하세요. 이때 오른손은 가슴에, 왼손은 아랫배에 대고 가슴은 
움직이지 않고 아랫배만 움직이게 숨을 들이마시고 내쉬세요.”
2.“다시 천천히 숨을 들이마시면서 아랫배가 나오게 하고, 속으로 ‘둘’하고 숫자를 세면서 숨을 
천천히 내쉬세요.”
3.“다시 천천히 숨을 들이마시면서 아랫배가 나오게 하고, 손으로 ‘셋’하고 숫자를 세면서 숨을 
천천히 내쉬세요.”
4.한 번 더 천천히 숨을 들이마시면서 아랫배가 나오게 하고, 속으로 ‘넷’하고 숫자를 세면서 
숨을 천천히 내쉬세요.“
5.마지막으로 천천히 숨을 들이마시면서 아랫배가 나오게 하고, 속으로 ‘다섯’하고 숫자를 세면서 
천천히 숨을 내쉬면서 아랫배가 쏙 들어가게 하세요.”
6.익숙해지면 양손을 아랫배에 대고 부풀어 올랐다가 내려가는 것을 느껴보세요.“
▣ 참고 영상
∙몸 마음챙김 명상 가이드( 출처 참고 영상 2, (5분 31초))
∙안정화 기법-심호흡 따라하기 ( 출처 참고 영상 3, (40초))
출처: 방수영 외(2017). CIDER-C 소아 재난 기본 개입 워크북(초등학생용): 내 마음의 반창고, 을지대학교.
자기돌봄 - 마음 약국 처방전
✚ 마음 약국 처방전 ✚
약 
설명서
복용 
방법
▣ 활동 소개
∙마음건강을 돌보는 자신만의 방법들을 정리해 
보는 마무리 활동임.
∙‘약 설명서’에는 약을 그리고 어떤 활동인지 간략히 
작성(예: 햇볕 쬐며 산책하기)하며 ‘복용 방법’에는 
어떤 상황에서 이 약이 효과적인지 작성함(예: 너무 
화가 나서 아무것도 할 수 없을 때.)
∙약을 그리는 대신에 스티커 또는 알약 그림 
도안을 꾸미고 오려 붙일 수 있음.

한국형 사회정서교육 프로그램75
5
학습 활동지 1
내 마음을 소중히 돌봐요!
초등학교
    학년      반
이름: 
1. 마음이 아플 때 나를 스스로 돌보는 방법은 다양합니다. 
다음 방법 중에서 내가 해 보고 싶은 것들에 동그라미 표시를 해 봅시다.
그리고 마음건강을 돌보는 여러분만의 방법도 떠올려서 빈칸에 적어 봅시다.
운동하기맛있는 음식 먹기그림 그리기글쓰기
잠자기
부모님과
이야기하기
산책하기음악 듣기
노래 부르기심호흡하기
선생님과
이야기하기
청소하기
마음이 편안해지는 
장소로 가기
책 읽기샤워나 목욕하기
내가 좋아하는 
놀이 하기
누워있기

76초등 저학년용
5
학습 활동지 2
힘들 땐 도와달라고 말해요
초등학교
    학년      반
이름: 
1. 짝꿍과 함께 도움을 요청하는 말을 연습해 봅시다.
(역할극 대본)
 <가족에게>
(도움을 요청할 대상)엄마, 저 할 말이 있어요. 
(상황 설명) OO이가 제 연필을 부러뜨리고 사과를 안 했어요.
(감정 표현)그래서 기분이 나쁘고 화가 났어요.
(도움 요청)어떻게 해야 할지 도와주세요.”

 <선생님께>
  “선생님, 제가 고민이 있는데요.
   OO이가 다른 친구들에게 저랑 놀지 말라고 했어요.
   그래서 너무 속상해요. 저를 도와주실 수 있나요?”
<친구에게>
  “친구야, 내 이야기 좀 들어줄래?
  나 지금 너무 슬프고 자꾸 눈물이 날 것 같은 기분이야.
  OO이가 갑자기 나한테 절교하자고 했거든. 어떻게 하면 좋을까?”
2. 믿을 수 있는 사람에게 도움을 요청하는 말을 작성해 봅시다.
(도움을 요청할 대상)                                                            
(상황 설명)                                                                    
(감정 표현)                                                                    
도와주세요.

한국형 사회정서교육 프로그램77
6
출처
[참고 영상]
1. [카드뉴스] 내 기분과 생각 말하기 
  https://bit.ly/40E8R0c (유튜브 채널 ‘학생정신건강지원센터’) 
2. 마음챙김 애니메이션 초등1편 - 몸 마음챙김
  https://bit.ly/3NYOdk7 (유튜브 채널 ‘제주특별자치도교육청’)
3. 마음을 안정시키는 트라우마 안정화 기법 - 심호흡 따라하기
   https://bit.ly/3UIMYJs (국토안전관리원)
[참고 문헌] 
방수영 외(2017). CIDER-C 소아 재난 기본 개입 워크북(초등학생용): 내 마음의 반창고. 
을지대학교.

개발위원
연구위원권 용 실 (가톨릭대학교 의과대학)
김 은 향 (청주교육대학교)
서 완 석 (영남대학교 의과대학)
이 소 희 (국립중앙의료원)
이 자 명 (한국방송통신대학교)
조 호 제 (잠실초등학교) 
최 지 욱 (가톨릭대학교 의과대학)
집필위원김 기 윤 (대구해올고등학교)
김 영 자 (탄벌중학교)
김 형 태 (시흥능곡초등학교)
김 혜 진 (대전탄방중학교)
배 현 진 (경북대학교사범대학 부설고등학교) 
성 나 경 (서울특별시교육청)
신 창 기 (신우초등학교)
오 유 하 (동암중학교)
이 경 진 (서울특별시교육청)
이 정 현 (흥덕고등학교)
임 재 일 (흥덕초등학교)
장 세 진 (서울개봉초등학교)
전 은 경 (서울신상도초등학교)
정 나 라 (효천초등학교)
정 소 영 (성복고등학교)
정 원 희 (용인신봉초등학교)`,
  elementary_high: `한국형 사회정서교육 프로그램3
한국형
사회정서교육
프로그램
초등 고학년용
목차
총론··············································································································4
프로그램 개요······························································································23
1차시
마음건강_사회정서역량을 키워요·····················································24
2차시
자기인식_다양한 감정을 이해해요···················································33
3차시
자기조절_자기조절 기술을 배워요···················································42
4차시
대인관계_경청과 공감을 실천해요···················································51
5차시
공동체_소중한 공동체를 지켜요······················································60
6차시
마음건강_너와 나의 마음건강을 지켜요···········································69

4초등 고학년용
총론
I
한국형 사회정서교육의 의미와 필요성
1. 한국형 사회정서교육의 의미
 한국형 사회정서교육은 학생들의 긍정적인 성장과 정신건강 증진을 위하여 사회정서 역량을 
강화하는 체계적인 학교 기반의 교육이다. 
  한국형 사회정서교육은 전인교육의 일환으로 학생 자신이 삶의 주인이 되며 다양한 사회정
서적 덕목의 학습과 정신건강 인식의 향상을 통해 개인의 잠재력을 최대한 발휘하고 사회의 구성
원으로 다른 사람들과 조화롭게 생활하도록 하는 데 그 목적이 있다(서완석 외, 2024)
1)
.
  이를 위해 학생들이 자신의 감정을 인식·조절하는 정서적 역량과, 교사·또래·가족 등 주변의 
타인과 긍정적인 관계를 형성하고 유지하는 사회적 역량, 자신의 정신건강을 인식하고 관리하며, 
정신질환에 대해 적절하게 대응하는 정신건강 역량을 균형 있게 함양시키고자 한다.
2. 사회정서교육의 필요성 
급변하는 사회환경, 코로나19 영향 등 심리 내외적 요인들로 학생들의 정신건강이 취약해지고 
있는 상황이며, 우리나라 학생들의 낮은 행복감과 정신건강 관련 문제는 우려할 수준에 있다. 
2011년 이후 청소년기 사망원인 1위가 자살이며 최근 수년간 청소년 자살은 증가하는 추세를 
보이고 있다. 자살 사망 학생의 약 50%는 평소에 힘들다는 표현을 하지 않아 자살의 명백한 원
인을 확인할 수 없다는 연구조사를 볼 때
2)
, 자살 등 정신건강 위기에 있는 학생이 자신의 정신건
강 문제가 무엇인지, 어떻게 대처하고 도움을 받아야 할지 모르고 있을 가능성이 높다. 또한 
2023년 교육부와 질병관리청의 청소년건강행태조사에서 중고등학생의 26%는 최근 1년 내 우
울감을 경험하였으며 13.5%는 자살 생각을 하였다고 보고하였다
3)
. 이에 따라 모든 학생들이 자
신의 감정과 정신건강 상태를 이해하고 관리하며, 정신건강의 어려움이 있을 때 적절하게 도움을 
받을 수 있도록 보편교육으로서의 예방 교육을 강화할 필요성이 높아지고 있다.
최근 세계보건기구(WHO, 2022)는 아동청소년의 정신건강 증진을 위하여 돌봄 자원의 지원, 
학교 기반 프로그램 및 지역사회와 온라인 환경 영역에서의 전략을 발표하였으며, 사회정서교육
의 중요성을 제안하였다
4)
. 

한국형 사회정서교육 프로그램5
시대적 사회문화의 요구에 따라 학교 교육은 학생들의 지적 능력을 중점으로 하는 전통적인 인
지적 교육뿐만 아니라 학교 적응, 스트레스 관리, 동기 및 인내력 강화, 사회기술 증진, 공동체 의
식 등 사회 정서적 역량을 높이는 비인지적 교육을 지속적이고 체계적으로 실시할 필요가 있다.
2008년부터 2020년 기간에 학교기반 사회정서교육을 실시한 53개국, 424개 연구를 종합 분
석한 메타연구에서는 학생들의 기술, 태도, 긍정적 행동 변화, 학교 환경과 안전 증가, 또래 관
계, 학교 적응 및 학업 성취도 등 여러 사회정서 영역에서 유의한 개선 효과를 보여
5)
 사회정서 
교육이 학생들이 미래사회의 건강한 사회 구성원으로 성장해 나가는 데 필수적인 부분이라는 근
거를 제시하고 있다.
II
한국형 사회정서교육의 도입과 교육프로그램 개발
1. 한국형 사회정서교육의 도입 배경
2000년을 전후로 국제기구와 세계 각국에서는 학생들의 교육, 심리사회적 문제, 정신건강의 
문제를 해결하기 위해 각 국가의 사회 여건에 맞는 사회정서 성장과 정신건강 향상을 위한 교육
을 적극적으로 제안하고 있다. 세계보건기구(WHO)는 학교 구성원의 심리.사회적 유능감을 증진
시키기 위한 학교와 공동체의 분위기 조성에서부터 정신질환이 있는 학생에 대한 전문적인 치료
를 받을 수 있는 학교기반 정신건강 프로그램을 제시하였고
6)
, 경제협력개발기구(OECD)는 정서
조절영역을 포함한 6개 영역과 17개의 표준적인 사회정서역량을 도출하였다
7)
.
국내에서도 수년 전부터 사회정서 교육에 대한 관심이 높아져 해외 프로그램들이  소개되고 교
과 수업에 활용할 수 있도록 사회정서 교육 내용들이 개발되고 있다. 그러나 대부분 개별 교과 
수업에 단기간 시범적으로 시행되는 경우가 많고 지속적인 교육으로 자리 잡기 위한 제도적인 지
원과 프로그램 개발 등 제반 여건들이 마련되지 못한 어려움이 있어, 학생의 발달 특성, 우리나
라 사회 문화 현황과 학습 환경 등을 고려한 한국형 사회정서교육이 학교 교육에 잘 적용되도록 
국가 차원의 지원이 필요한 상황이다. 
교육부는 2023년 정신건강 및 교육 전문가들과 우리나라 현실에 맞는 사회정서교육에 대한 논
의 과정을 진행하였으며, 학생의 마음건강을 최우선 지원하는 과제를 제시하고 발달 수준을 고려한 
한국형 사회정서 교육프로그램을 학교급별로 개발하여 현장에 적용하는 계획을 발표하였다(2024년 
교육부 주요 정책 추진계획(’24.1월)). 이에 따라 우리나라의 학교 상황에 적합한 사회정서교육 모
델 개발 연구가 진행되었으며 관련 전문학회의 자문 등을 통해 ‘한국형 사회정서교육’으로 정식 명
칭을 정하고, 구성원 개인과 집단의 가치를 동시에 강조하는 우리나라의 높은 공동체 의식 및 문화

6초등 고학년용
적 특성 등을 고려하여 자기(self), 관계(relationship), 공동체(community), 마음건강(mental 
health)의 4가지 사회정서 영역과 자기인식, 자기조절, 관계인식, 관계관리, 공동체 가치의 인식과 
관리, 정신건강 문제의 인식과 관리 등 6가지 핵심역량을 아래 <표1>과 같이 규정하였다.
<표1. 한국형 사회정서교육의 4가지 영역, 6가지 핵심역량 및 구성요인>
영역핵심역량 구성요인 
자기 
자기인식
자신의 생각, 감정, 행동의 인식과 이해, 스트레스 인식, 강점과 약점 
인식, 자기효능감 등
자기관리
마음챙김훈련, 부정적 생각과 감정에 대처하기, 스트레스 조절하기, 
자기 조절력 향상, 개인적 목표/과제 설정 및 추진 등
관계
관계인식타인의 생각, 감정, 행동의 존중, 공감하기, 다양성의 수용 등
관계관리자기주장 및 의사소통의 기술, 대인관계 기술, 갈등해결 등
공동체
공동체 가치의
인식 및 관리
사회적 측면에서의 자기성찰, 소속감, 책임감, 주도성, 협력하기, 규칙 
준수, 정당하지 않은 압력에 대응하기(방관자가 되지 않기), 문제 확인 
및 해결 등
마음건강
정신건강 
인식 및 관리
정신건강 이해와 관리, 정신질환 이해와 대처, 정신질환을 대하는 
적절한 태도(낙인 감소), 자해 및 자살 예방, 정신건강 관련 지원 및 
도움 요청 등 
<출처: 한국형 사회정서성장지원 모델 마련 연구(2024)>
2. 한국형 사회정서교육 프로그램 내용
한국형 사회정서교육프로그램은 4대 영역과 6가지 핵심역량을 기반으로 학생들의 발달 특성을 
반영하여 초등학교 저학년(1~2학년), 초등학교 고학년(3~6학년), 중학교(1~3학년), 고등학교
(1~3학년)의 4종으로 구성하였다. 학교급별 각 6차시 수업을 통하여 학생들이 습득해야 할 사회
정서 핵심역량과 학습목표 및 교육 내용을 개발하였다. 교육 내용은 사회정서교육을 시행하고 있
는 해외 국가들의 프로그램 내용 특성, 국제기구에서 제안하는 미래 인재상과 사회정서 역량, 국
내 조사연구에서 나타난 학생들이 함양해야 할 자기인식, 자기조절 기술 및 스트레스와 정신건강 
관리 능력 증진 기술들을 검토하여 학습 목표와 내용을 구성하였다. 
사회정서 역량은 단기간에 습득되지 않으므로 초등학교 저학년부터 고등학교까지 지속적이고 
일관성 있게 학습이 진행되어야 한다. 이에 따라 본 한국형 교육 프로그램은 아동청소년의 발달 
단계와 주요 발달 과제를 고려하여 학교급별 학습 목표를 제시함으로써 학교 교육을 통하여 학생
들이 자연스럽게 사회정서 역량을 강화할 수 있도록 하였다.
한국형 사회정서교육 프로그램의 영역, 핵심역량, 학습 목표, 교육 내용은 <표2>와 같다. 

한국형 사회정서교육 프로그램7
<표2. 한국형 사회정서교육 프로그램 개관>
차시 
사회정서
교육 영역
핵심역량 학습목표 교육내용
1마음건강 
사회정서 
역량의 이해 
한국형 사회정서역량의 의미를 
알고 설명할 수 있다.
∙한국형 사회정서역량 이해
∙6차시 교육 소개 
2자기자기인식
감정을 중심으로 자신의 신체 및 
행동 반응을 알고 자기인식 
수준을 높이려는 태도를 
가진다. 
∙감정과 신체, 행동 반응과의 
연결성 인식 
∙자신의 고유성에 대한 이해
3자기자기조절 
일상 속 다양한 장면에서 
효과적으로 자기 조절을 할 수 
있다. 
∙감정에 대한 조절 기술
∙복합적이고 강렬한 감정 및 
스트레스 대처 기술
4대인관계
관계인식과 
관계관리
대인관계에 필요한 소통 및 대처 
기술을 습득한다. 
∙자기주장 및 의사소통 기술
∙긍정적인 대인관계 기술
5공동체
공동체 
가치의
인식과 관리
나와 이웃의 소중함을 이해하고 
공동체의 소중한 가치를 지키기 
위한 역량을 함양한다. 
∙소속감, 자긍심, 공동체 가치
∙규칙준수, 공정함, 책임감, 
협력하기, 공동체 문제 해결 및 
기여
6마음건강
정신건강 
문제의 
인식과 관리
정신건강 문제가 있을 때 도움을 
요청하는 방법을 알 수 있다. 
∙정신건강 문제의 이해와 대처
∙도움 요청하기

8초등 고학년용
III
한국형 사회정서교육 프로그램 개관
1. 한국형 사회정서교육의 목적
한국형 사회정서교육의 목적은 전인교육의 일환으로 다음과 같다. 
학생 자신이 삶의 주인이 되며 다양한 사회정서적 덕목의 학습과 정신건강 인식의 향상을 통해 
개인의 잠재력을 최대한 발휘하고 사회의 구성원으로 다른 사람들과 조화롭게 생활하는 것을 
지향한다. 
위와 같은 교육 목적과 연계하여 사회정서교육의 교육 목표를 지식, 기술, 태도 영역에서 제시
하면 다음과 같다. 
∙감정과 생각 및 신체의 상호관련성에 대한 내용을 알고, 자신의 마음을 합리적으로 조절하는 
것의 중요성과 효율적인 조절 방법에 대한 올바른 지식을 습득한다. 
∙자신의 감정과 생각 및 스트레스에 대처하는 방법을 효율적으로 사용할 수 있으며, 다른 사람의 
입장에 공감하고 공동체에 도움이 되는 방법을 적용할 수 있다. 
∙자신과 타인 및 공동체에 필요한 도움을 주려는 긍정적인 삶의 태도와 정신건강에 대한 인식을 
높여 정신질환에 대한 오해와 편견을 줄이고 당면하는 마음건강 문제에 대처하는 태도를 
함양한다. 
2. 한국형 사회정서교육 교수･학습 자료의 성격 
가. 초등학교, 중학교, 고등학교 등 모든 학교급과 학년에서 사회정서교육을 체계적으로 시행할 
수 있도록 구성하였다.
나. 자기 자신, 대인관계, 공동체, 마음건강 영역에서 사회정서 역량을 차시별로 마음건강의 이
해, 자기 인식, 자기 조절, 관계인식과 관계관리. 공동체 가치의 인식과 관리, 정신건강 문
제의 인식과 관리 등 6가지로 제시하였다.
다. 모든 차시의 수업을 ‘이해-연습-적용’단계로 구성하여 학생들이 6가지 핵심 역량별 지식, 
기능, 태도를 균형 있게 습득하도록 하였다. 
라. 사회정서역량 증진을 위해 관련된 개념을 정확하게 이해하도록 하였으며, 학교급별 1차시
에서는 마음건강과 사회정서역량에 대한 이해의 폭을 확장하기 위한 내용으로 구성하였다.

한국형 사회정서교육 프로그램9
마. 학생들의 흥미와 관심을 바탕으로 모든 학생을 위한 사회정서교육이 이루어 지도록 발달 
특성에 맞는 활동 중심의 프로그램으로 구성하였다. 
바. 본 프로그램은 교육학 및 정신의학적 전문성에 기초한 한국형 사회정서교육의 구성 체계에 
따라 개발된 기본 프로그램으로 특정 종교와 연계성 없이(SBNR(Spiritual But Not 
Religious)) 설계·개발되었다. 
IV
한국형 사회정서교육의 구성 체계 및 활용 방법
1. 한국형 사회정서교육의 구성 체계 
가. 한국형 사회정서교육은 학생 발달 특성과 초·중등 교육과정을 고려하여, 초등학교 저학년
(1~2학년), 초등학교 고학년(3~6학년), 중학교(1~3학년) 고등학교(1~3학년) 학생을 대상
으로 개발하였다. 
나. 모든 교사가 교과 수업 및 창의적 체험활동 등 학교 교육과정과 연계하여 자율적으로 교육
할 수 있도록 구성하였다. 
다. 프로그램은 학교급별로 각각 6차시로 구성하고, 각 차시별 사회정서교육 영역, 사회정서 
핵심역량, 하위요소, 성취기준, 학습 목표와 학습 활동 등을 제시하여, 학생 발달 단계에 
따라 체계적으로 학습할 수 있도록 위계를 설정하였다. 
라. 1차시에서 마음건강과 사회정서교육에 대한 전반적 안내 후‘자기-타인-공동체’의 인식 확
장 개념을 바탕으로 2차시부터 6차시까지 6가지 핵심역량을 학습하도록 구성하였다.
마. 1차시와 6차시는 ‘마음건강’영역으로 사회정서 역량과 정신병리를 다루는 정신건강을 포함
하는 내용으로 구성하였다. 2차시는 감정을 중심으로 자신의 신체 및 행동 반응을 인식하
고, 이를 바탕으로 3차시에서 다양한 감정 상태에 대한 조절 능력을 높이는 것을 목표로 
하였다. 4차시는 개인적인 관계의 영역을 주제로 하였고, 5차시는 사회적인 관계인 공동체
와 자신의 삶을 연결을 중심으로 내용을 구성하였다. 
바. ‘짧은 시간을 활용한 교육’과 ‘선택활동’을 제시하여 차시별 주요 핵심 내용을 교육과정 운
영 여건에 따라 효율적이고 융통성 있게 전달할 수 있도록 구성하였다. 
사회정서교육 프로그램의 학교급별 6차시 각각의 구성 체계는 <표3>과 같다.

10
<표3. 한국형 사회정서교육 프로그램 구성 체계>
1) 1차시 (마음건강 영역)
7차시
(영역)
핵심
역량
학교급하위요소관련 성취기준학습 목표학습 활동
1차시
(마음
건강)
사회
정서
역량의 
이해 
초저
(1~2)
∙사회정서역량의
중요성
[2바01-02] 나를 이해하고 존중하며 생활한다.
[2국01-04] 자신의 경험이나 생각을 바른 
자세로 발표한다. 
∙행복한 생활에 필요한 
마음건강의 중요성을 설명할 수 
있다.
□
1

[짧은 시간]
마음건강 알기
□
2
 마음 식단으로 마음건강 연습하기
□
3
 마음건강을 위한 마음 먹기 
적용하기 
초고
(3~6)
∙사회정서역량의
의미 및 중요성
∙생활 속 
사회정서역량
[4도01-01] 자신의 감정을 소중히 여기며 
존중하는 태도를 바탕으로 내가 누구인가를 
탐구한다.
[6도01-01] 자주적인 삶에 대한 이해를 
바탕으로 자신의 생활계획을 세우고 실천하여 
주체적인 삶의 태도를 기른다.  
∙행복한 삶을 살아가는 데 필요한 
사회정서역량의 중요성을 
설명할 수 있다. 
□
1

[짧은 시간]
사회정서역량 이해하기
□
2
 사회정서역량 함양을 위한 
연습하기
□
3
 생활 속에서 사회정서 역량 
높이기
중
∙사회정서역량의
의미 및 중요성
∙자신의 삶과 
사회정서
역량의 연계
[9도01-03] 행복에 관한 심리적, 사회적, 
윤리적 접근 등을 통해 행복의 의미를 
종합적으로 파악하고, 삶의 목적과 행복의 
관계를 정립할 수 있다.
[9체01-09] 정신건강의 의미를 이해하고 
정신건강 활동의 종류와 특성을 분석한다.
∙행복한 삶을 살아가는 데 필요한 
사회정서역량의 중요성을 
설명할 수 있다. 
□
1
 사회정서교육 의미 이해하기
□
2
 나의 마음 메뉴 찾기
□
3

[짧은 시간]
사회정서교육 캠페인 노래 
만들기
고
∙사회정서역량의
의미 및 중요성
∙자신의 삶과 
사회정서
역량의 연계
[12인윤01-01] 내 몸과 마음의 관계를 
탐구하고, 심신의 통합성을 자각하여 도덕적 
주체로서 자신을 이해하고 존중할 수 있다.
[12보건02-04] 감정 및 정서가 삶에 미치는 
영향과 행복 및 스트레스, 우울･불안･질병 등을 
초래하는 상황의 조건과 의미를 탐구하여, 
개인과 공동체의 행복한 삶의 양식을 지지한다. 
∙사회정서역량의 중요성을 
자신의 생활과 연계하여 설명할 
수 있다.
□
1
 사회정서교육 및 역량 알아보기
□
2
 우리 모두에게 필요한 
사회정서교육 
□
3

[짧은 시간]
사회정서교육으로 
행복하게 사는 방법 실천하기

11
2) 2차시 (자기 영역)
차시핵심
역량
학교급하위요소관련 성취기준학습 목표학습 활동
2차시
(자기)
자기
인식
초저
(1~2)
∙기본적 감정 인식
[2바01-02] 나를 이해하고 존중하며 생활한다.
[2슬01-02] 나를 탐색하여 나에 대해 설명한다. 
∙신체 반응을 통해 나의 감정을 
표현할 수 있다.
□
1
 신체 반응과 감정 이해하기
□
2
 반응을 보고 감정 찾기 연습하기
□
3

[짧은 시간]
자신의 감정 알아차리기
초고
(3~6)
∙다양한 감정 인식
[4도01-01] 자신의 감정을 소중히 여기며 존
중하는 태도를 바탕으로 내가 누구인가를 탐구
한다.
[6국01-03] 주제와 관련하여 궁금한 내용을 
질문하며 적극적으로 듣고 말한다.
∙같은 상황에서도 다양한 감정을 
느낄 수 있음을 알고 다른 친구
와 차이를 비교할 수 있다. 
□
1
 같은 상황, 다양한 감정 이해하기
□
2

[짧은 시간]
감정 빙고로 연습하기
□
3
 나의 신체 반응 적용하기
중
∙다양한 감정 인식
∙강렬한 감정 인식
[9체01-09] 정신건강의 의미를 이해하고 정신
건강 활동의 종류와 특성을 분석한다.
[9보01-02] 몸과 마음의 신호와 건강지표를 
통해 건강 상태를 평가하여 건강 관리에 적용한다.
∙감정의 복합적인 특성을 알고, 
자신의 감정 상태를 표현할 수 
있다.
□
1
 다양한 감정 이해하기
□
2

[짧은 시간]
복합적 감정 찾아내기
□
3
 생활 속 감정 표현 실천하기
고∙스트레스 인식
[12심리02-05]부정･긍정 정서의 종류와 기능
을 탐색하고 실생활에서 효과적인 정서 조절 방
법을 이해하고 실천한다.
[12보건02-04]감정 및 정서가 삶에 미치는 영
향과 행복 및 스트레스, 우울･불안･질병 등을 
초래하는 상황의 조건과 의미를 탐구하여, 개인
과 공동체의 행복한 삶의 양식을 지지한다.
∙스트레스가 신체와 정신건강에 
미치는 영향을 설명할 수 있다.
□
1
 스트레스 이해하기
□
2

[짧은 시간]
나의 스트레스 수준 확인하기
□
3
 스트레스를 통한 나의 바람 파악 
삶에 적용하기

12
3) 3차시 (자기 영역)
차시
(영역)
핵심
역량
학교급하위요소관련 성취기준학습 목표학습 활동
3차시
(자기)
자기
조절
초저
(1~2)
∙감정에 대한 
반응의 조절
[2바04-04] 지금까지의 생활 습관과 학습 습
관을 되돌아본다.
[2슬01-02] 나를 탐색하여 나에 대해 설명한다. 
∙나의 감정을 다양한 생각과 행동
으로 표현할 수 있다.
□
1
 감정에 대한 다양한 반응 
이해하기
□
2

[짧은 시간]
새로운 반응 시도하기
□
3
 지혜롭게 생각하고 실천하기
초고
(3~6)
∙다양한 감정에 대한
기초적 자기 조절
기술
[4도02-03] 공감의 태도가 필요한 이유를 이
해하고 도덕적 상상력을 바탕으로 대상과 상황에 
따라 감정을 나누는 방법을 탐구하여 실천한다.
[6미01-01] 다양한 감각과 매체를 활용하여 
자신과 대상을 탐색할 수 있다.
∙감정에 따른 생각과 행동을 스스
로 조절하는 기술을 제시할 수 
있다.
□
1
 모든 감정은 필요함을 이해하기
□
2

[짧은 시간]
자기조절 기술 연습하기
(복식호흡, 나비포옹법, 소리명상 
등 선택 활동)
□
3
 생활 속에서 자기조절 기술 
실천하기
중
∙강렬한 감정에 대한 
자기 조절 기술
[9기가01-05] 청소년기의 건강한 발달을 위협
하는 스트레스, 분노, 우울 등의 여러 가지 행동 
및 심리 문제의 원인을 분석하고, 적응 유연성
을 기를 수 있는 다양한 예방 및 해결방안을 
탐색하여 적용한다.
[9보02-04] 감정과 스트레스의 적절한 인식과 
표현, 지지와 공감 및 다양성 존중을 통해 관계 
속에서 행복함과 건강한 관계 맺기를 보여준다.
∙강렬한 감정을 조절해야 하는 이
유를 알고, 자기 조절 기술을 제
시할 수 있다.
□
1
 강렬한 감정 조절의 필요성 
이해하기
□
2

[짧은 시간]
자기조절 기술 연습하기
(복식호흡, 나비포옹, 소리명상, 
근육이완법 둥)
□
3
 나만의 자기조절 기술 표현하기
고
∙스트레스의 조절
∙효과적 자기 조절의 
실천
[12심리02-05]부정･긍정 정서의 종류와 기능을 
탐색하고 실생활에서 효과적인 정서 조절 방법
을 이해하고 실천한다.
[12보건02-04]정서･정신건강을 이루는 요소와 
관련된 개인적, 사회적 요인을 연계하여 탐구하고, 
자아 존중감과 회복 탄력성 및 유대 증진 방안을 
도출하여 건강을 관리한다.
∙나에게 적합한 스트레스 관리 방
법을 알고, 생활 속에서 실천할 
수 있다. 
□
1

[짧은 시간]
스트레스 대처 이해 및 
방법(운동, 명상, 대화, 호흡법, 
숫자세기, 생각바꾸기 등)
□
2
 스트레스 관리 방법 연습하기
(긍정적 생각으로 바꾸기)
□
3
 나만의 스트레스 대처법 적용하기

13
4) 4차시 (대인 관계 영역)
차시
(영역)
핵심
역량
학교급하위요소관련 성취기준학습 목표학습 활동
4차시
(대인
관계)
관계
인식
‧
관계
관리
초저
(1~2)
∙경청과 공감의 중
요성
[2국01-03] 상대방의 말을 집중하여 듣고 
말차례를 지키며 대화한다.
[2즐01-03] 가족이나 주변 사람과 소통하며 
어울린다. 
◦이야기를 듣고 다른 사람의 마음 
상태를 알고, 이를 표현할 수 있다.
□
1
 경청의 중요성 이해하기
□
2

[짧은 시간]
다른 사람의 마음 
파악하기
□
3
 다른 사람의 마음 공감하기
초고
(3~6)
∙경청과 공감의 
의미
∙경청과 공감을 
통한 관계 맺기
[4사01–01] 주변 여러 장소에서의 경험과 느낌
을 다양한 방식으로 표현하고, 장소감을 나누며 
서로 존중하는 태도를 지닌다.
[6도02-02] 편견이 발생하는 이유를 탐색하여 
해결 방안을 살펴보고, 다양성 존중을 바탕으로 
다른 사람과 올바른 관계를 맺기 위한 실천 방
안을 탐구한다.
◦경청과 공감의 중요성을 
이해하고 소통 과정에서 나타나는 
다양한 감정을 수용하는 태도를 
가질 수 있다. 
□
1
 경청과 공감의 의미 이해하기
□
2
 경청과 공감 연습하기
□
3

[짧은 시간]
소통에서 나타나는 
다양한 감정 수용하기 
중
∙효과적 갈등 
해결을 통한 관계 
맺기
[9도02-06] 다양한 갈등 상황에서 평화적 해
결의 중요성을 이해하고, 평화적으로 갈등을 해
결할 수 있는 실천 방법을 탐구하고 제시할 수 
있다.
[9기가01-02] 청소년기 또래 문화의 특징을 
이해하고, 친구 관계에서 발생하는 문제를 분석
하여 건강한 친구 관계를 유지하기 위한 방안을 
제안한다.
◦자신의 입장을 표현하며 갈등을 
해결하는 방법을 설명할 수 있다. 
□
1
 갈등 해결 3단계 레시피 이해하기
□
2

[짧은 시간]
갈등 해결 3단계 레시피 
연습하기
□
3
 갈등 해결 3단계 레시피 실천하기
고
∙협력적 
의사소통을 
통한 관계 맺기
[10공국2-01-02] 쟁점과 이해관계를 고려하
여 문제를 해결할 수 있는 대안을 탐색하며 협
상한다
[10공국2-01-03] 사회적 소통 과정에서 말의 
영향력을 고려하여 책임감 있게 듣고 말한다.
◦타협과 협력을 통해 최선의 
결과를 이끌어 내는 의사 표현 
방식을 습득할 수 있다.
□
1

[짧은 시간]
관계와 대화의 기본자세 
이해하기
□
2
 협력과 타협을 통한 갈등 
해결하기
□
3
 효과적 갈등 해결을 위한 대화 
연습

14
5) 5차시 (공동체 영역)
차시
(영역)
핵심
역량
학교급하위요소관련 성취기준학습 목표학습 활동
5차시
(공동체)
공동체
가치의
인식과
관리
초저
(1~2)
∙공동체 인식
[2바02-01] 공동체에서 내가 할 수 있는 일을 
찾아보고 실천한다.
[2슬01-03] 가족이나 주변 사람에게 관심을 
갖고 함께 살아가는 모습을 탐구한다.
∙친구들과 함께 어울리며 잘 
지내기 위한 실천 다짐을 말할 
수 있다. 
□
1
 함께 어울릴 때 좋은 점 이해하기 
□
2
 함께 어울려서 놀이하기  
□
3

[짧은 시간]
다 같이 잘 지내기 위한 
약속하기
초고
(3~6)
∙공동체 
개념‧가치 인식
[4도01-01] 자신의 감정을 소중히 여기며 
존중하는 태도를 바탕으로 내가 누구인가를 
탐구한다. 
[6실01-02] 건강한 발달을 위한 자기 관리 
방법을 탐색하고, 일상생활 속에서 올바른 
생활습관과 태도를 갖도록 계획하여 실천한다. 
∙공동체의 가치를 알고, 공동체가 
내 생활에서 중요한 이유를 
설명할 수 있다.
□
1
 공동체 이해하기
□
2

[짧은 시간]
놀이를 통한 공동체 의식 
함양하기
□
3
 긍정적 공동체의 가치를 생활에서 
찾아보기
중
∙공동체 
의미‧가치 인식
∙공동체 문제 해결
[9도02-04] 이웃의 종류를 구분해 보고, 
공동체 속에서 이웃을 배려하고 봉사하기 위해 
타인의 관점을 채택해 보고, 이를 실천하기 
위한 구체적인 방법을 제시할 수 있다.
[9사(일사)01-03] 사회집단의 의미를 
이해하고, 사회집단에서 나타나는 차별과 
갈등의 사례와 이에 대한 해결 방안을 
탐구한다.
∙공동체의 문제가 내 생활에 
영향을 줄 수 있음을 알고, 
공동체 생활에서 일어나는 
문제를 함께 해결하는 방법을 
제시할 수 있다. 
□
1
 공동체의 가치 이해하기
□
2
 공동체 문제 해결 방법 연습하기
□
3

[짧은 시간]
공동체 문제 상황 
해결하기 
고
∙공동체 
의미‧가치 인식
∙공동체에 
기여하는 삶
[10통사1-05-03] 자신이 거주하는 지역을 
사례로 공간 변화가 초래한 양상 및 문제점을 
탐구하고, 공동체의 구성원으로서 지역사회의 
변화를 위한 방안을 모색하고 이를 실천한다.
[12생환01-04] 자신이 살고 있는 지역에 
관심을 두고, 더 나은 지역 환경을 위해 책임 
있는 시민으로서 자신이 참여할 수 있는 방식을 
제안한다.
∙공동체 생활에 이바지하는 
태도가 나의 성장에 긍정적 
영향을 끼침을 알고, 그 방법을 
찾아 실천할 수 있다.  
□
1
 공동체의 개념과 의미 이해하기
□
2

[짧은 시간]
공동체와 함께 살아가는 
방법 연습하기
□
3
 공동체를 위한 나의 행동 
실천하기

15
6) 6차시 (마음건강 영역)
차시
(영역)
핵심
역량
학교급하위요소관련 성취기준학습 목표학습 활동
6차시
(마음
건강)
정신
건강
문제의
인식과
관리
초저
(1~2)
∙자신의 마음건강 
인식
◦도움 요청
[2바01-02] 나를 이해하고 존중하며 
생활한다.
[2슬01-02] 나를 탐색하여 나에 대해 
설명한다.
∙나의 마음건강 문제를 알고 도움 
요청하는 방법을 제시할 수 
있다.
□
1
 나의 마음을 스스로 돌보는 방법 
알기
□
2
 도움을 요청하는 말 연습하기
□
3

[짧은 시간]
도움을 요청하는 말 
실천하기
초고
(3~6)
∙자신과 친구의 
마음건강 인식
◦도움 요청
[4도01-01] 자신의 감정을 소중히 여기며 
존중하는 태도를 바탕으로 내가 누구인가를 
탐구한다. 
[6실01-02] 건강한 발달을 위한 자기관리 
방법을 탐색하고, 일상생활 속에서 올바른 
생활습관과 태도를 갖도록 계획하여 실천한다.
∙나와 친구의 마음건강이 어려울 
때 도움 요청 방법을 제시할 수 
있다.
□
1
 마음건강의 다양한 상태 이해하기 
□
2

[짧은 시간]
마음건강문제 해결방법 
연습하기
□
3
 생활 속 다앙한 마음건강문제 
해결하기 
중
∙자신과 친구의  
  정신건강 인식
∙도움 요청
[9도01-03] 행복에 관한 심리적, 사회적, 
윤리적 접근 등을 통해 행복의 의미를 
종합적으로 파악하고, 삶의 목적과 행복의 
관계를 정립할 수 있다.
[9체01-09] 정신건강의 의미를 이해하고 
정신건강 활동의 종류와 특성을 분석한다.
∙나와 친구의 마음건강이 어려울 
때, 도움을 요청할 수 있다. 
□
1
 정신건강 4가지 상태 이해하기 
□
2
 나의 마음건강 문제상황 도움 
요청 연습하기
□
3

[짧은 시간]
친구의 마음건강 
어려움을 응원하는 캠페인 문구 
만들기
고
∙자신과 친구의 
의학적 도움이 
필요한 정신건강 
인식
∙도움 요청
[12심리04-02] 삶의 변화에 따른 스트레스 
발생과 건강의 관계를 이해하고 효과적인 
스트레스 대처 방안을 적용하여 회복 탄력성을 
기른다.
[12보건02-04] 감정 및 정서가 삶에 미치는 
영향과 행복 및 스트레스, 우울･불안･질병 등을 
초래하는 상황의 조건과 의미를 탐구하여, 
개인과 공동체의 행복한 삶의 양식을 지지한다. 
∙나와 친구의 마음건강이 어려울 
때, 도움을 요청할 수 있다. 
□
1
 의학적 도움이 필요한 마음의 병 
상태 이해하기
□
2

[짧은 시간]
도움 받을 수 있는 기관 
찾는 연습하기
□
3
 마음의 병으로 힘든 친구 
도와주기

16초등 고학년용
2. 교수.학습 자료의 활용 방법 
가. 기본 방향
1) 초등저, 초등고, 중학교, 고등학교 학교급별 6차시를 한 단위로 위계에 따라 학습 내용을 
조직한 것이므로 가능한 6차시를 순차적, 지속적, 규칙적으로 지도할 것을 권장한다. 
2) 교수･학습 과정안은 하나의 예시로 같은 교과 또는 다른 교과의 성취기준과 연계하여 지도
할 수 있으며, 학급 및 학생 실태를 기반으로 부분적으로 확대·강화 또는 축소시켜 지도할 
수 있다. 
3) 차시별 학습활동 내용은 초중고 학교급별 수업시간을 기준으로 개발하였으나, 교육과정 운
영 여건에 따라 수업 활동 시간을 증배·재구성하여 지도할 수 있다.  
4) 제시된 교육과정 성취기준을 참조하여 관련 교과 간 연계·통합하여 지도할 수 있으며, 창의적 
체험활동의 자율･자치 활동, 동아리 활동, 진로 활동 등과 연계하여 지도할 수 있다.
5) 범교과 학습 주제 중 안전･건강교육, 인성 교육, 진로교육 등과 연계하여 지도할 수 있으
며, 생명존중 및 자살예방교육 시간에 본 기본 프로그램을 활용하여 교육할 수 있다.
6) 다양한 학교 교육활동에서 특정 시간을 지정하여 사회정서교육을 운영할 수 있다. 특히 ‘짧
은 시간을 활용한 교육활동’은 조회, 종례 시간 등에서 활용할 수 있으며 이때는 가급적 영
상 자료 등을 활용하여 학습 효과 높일 수 있도록 한다. 
7) 사회정서교육 운영 시 학교급별 위계 및 구성 체계에 따라 개발된 본 기본 프로그램을 우선
적으로 활용할 것을 권장하며, 학교와 학생들의 상황에 따라 어울림 프로그램 등 사회정서 
역량을 다루는 다양한 프로그램과 연계하여 활용할 수 있다.
나. 다양한 학교 교육활동과 연계
1) 학교 교육과정 운영과 연계하여 특정 기간을 사회정서교육 강화 기간으로 지정하여 운영할 
수도 있다. 이때는 학년별로 다채로운 행사를 기획할 수 있으며 특히 사회정서교육 6차시
의 학습 활동의 학습 결과물을 전시하는 행사도 계획할 수 있다.
2) 계기 교육은 사회정서교육과 연계하여 운영하기 좋은 방법이 된다. 사회 병리 현상이 발생
했을 경우 이를 교수･학습 활동과 연계하여 계기 교육을 통한 경각심을 갖게 할 수도 있으
며 사회정서교육의 중요성을 강조하여 학생들이 그 필요성을 스스로 자각할 수 있도록 지
도한다.
3) 사회정서교육을 학교에서 의도적으로 계획하여 지속적이고 반복적으로 시행하는 경우 학생

한국형 사회정서교육 프로그램17
들의 사회정서역량 함양에 긍정적 강화 효과를 기대할 수 있다. 이를 위해서는 학교 교육과
정에 사회정서교육을 제시하여 편성하는 것이 필요하다. 이는 학교교육 목표를 구체적으로 
실천할 수 있는 방법이 되며 교과 활동, 창의적 체험활동 등 학교의 모든 교육활동과 연계
하여 계획한다.
4) 학교 자율장학 또는 교원의 전문적학습공동체 활동에서 사회정서교육을 주제로 한 프로젝
트 수업도 가능하다. 이를 통하여 전체 학생과 교사가 사회정서 역량 함양과 정신건강의 중
요성을 인식하고 적극 참여하는 학교 문화 형성의 계기가 될 수 있다. 
5) 일정한 시간을 주기적으로 확보하기 어려운 경우 월요 조회나 훈화 시간, 학급 조회·종례 
시간을 이용하여 사회정서교육도 가능하다. 이때 교사는 전체 내용을 숙지하고 핵심적인 내
용을 효율적으로 전달할 수 있어야 한다. 
3. 학생의 사회정서 성장을 위한 피드백 방향
가. 학생의 사회정서 성장과 발달을 지원하기 위해 다양한 방법을 활용하여 학습 과정과 결과
에 대해 종합적으로 피드백을 하도록 한다.
나. 교사는 학생들이 보이는 사회정서적 반응을 주의 깊게 관찰하고, 그에 대한 즉각적이고 적
절한 피드백을 통해 학생들이 자신의 감정과 행동을 인식하고 조절할 수 있도록 지도한다.
다. 한국형 사회정서교육을 토대로 학생들이 학습한 내용을 실제 생활에 적용할 수 있도록 피
드백을 제공하도록 한다. 이를 위해 교사는 학생의 학습목표 도달 정도와 수행 과정을 관
찰하여 학생들이 일상생활에서 사회정서적 기술을 어떻게 실천하고 있는지를 피드백할 수 
있다. 
예를 들어, 학생이 친구와의 갈등 상황에서 갈등을 어떻게 인식하고 대처하는지를 구체적
으로 언급하며 자신의 감정을 조절하고 스트레스를 효과적으로 관리하도록 긍정적인 행동
을 강화하고 구체적인 조언을 제공하는 방식으로 피드백을 진행할 수 있다.

18초등 고학년용
V
교수.학습자료의 구성
∙해당 차시의 활동 
주제명
학습 주제
∙해당 차시의 관련 
교과 및 성취기준 
안내

∙관련 핵심역량 및 
범교과학습 주제, 
세부 내용 안내 
∙학습내용 요소를 
지식·이해, 과정·기능, 
가치·태도로 구분하여 
제시
∙차시 내용에 대한 
개요: 수업 주제 선정 
이유, 수업 개요, 
사회정서역량 
연계안내
❶ 교수･학습 
활동의 개관

한국형 사회정서교육 프로그램19
∙짧은 시간을 활동한 
교육 활동: 해당 
차시에서 반드시 
교육해야 할 핵심 
내용을 제시

∙학습자료 및 동영상 
자료  안내(출처 제시)
❸ 교수･학습 
활동
∙해당 차시의 
교수･학습 활동 안내

∙자료와 유의점 및 
PPT, 교수･학습자료 
안내: 
도입-전개(이해, 
연습, 적용)―정리 
순서로 단계별 내용 
제시  
❷ 교수･학습 
과정안

20초등 고학년용
∙해당 차시 
교수.학습과정에 
활용할 수 있는 자료 
안내
❺ 교사 참고자료 2 
∙해당 차시 
교수.학습과정에 
활용할 수 있는 자료 
안내
❹ 교사 참고자료 1

한국형 사회정서교육 프로그램21
∙해당 차시 학습 
활동지 
❼ 학습 활동지 2
∙해당 차시 학생 학습 
활동지 
❻ 학습 활동지 1 

22초등 고학년용
참고문헌
1) 서완석 외(2024). 한국형 사회정서성장지원 모델 마련 연구. 한국교육환경보호원  
2) Kwon H, Hong HJ, Kweon YS. Classification of Adolescent Suicide Based on 
Student Suicide Reports. Soa Chongsonyon Chongsin Uihak. 2020 Oct 
1;31(4):169-176. doi: 10.5765/jkacap.200030. PMID: 33110353; PMCID: 
PMC7584279.
3) 교육부 질병관리청(2024), 제19차(2023년) 청소년건강행태조사 통계. 
https://kdca.go.kr/yhs/home.jsp 
4) World Health Organization (2022). World mental health report. Geneva: WHO. 
5) Cipriano C, Strambler MJ, Naples LH, Ha C, Kirk M, Wood M, Sehgal K, Zieher 
AK, Eveleigh A, McCarthy M, Funaro M, Ponnock A, Chow JC, Durlak J. The 
state of evidence for social and emotional learning: A contemporary 
meta-analysis of universal school-based SEL interventions. Child Dev. 2023 
Sep-Oct;94(5):1181-1204. 
6) World Health Organization (1997). Life Skills Education for Children and Adolescents 
in Schools. Geneva: WHO. 
7) OECD (2021). Beyond Academic Learning, first results from the survey of 
Social and Emotional Learning https://doi.org/10.1787/92a11084-en

한국형 사회정서교육 프로그램23
프로그램 개요(초등 고학년)
프로그램 중점
구분프로그램 세부내용
1
사회정서교육의 핵심은 스트레스나 불안, 두려움과 같은 불편한 감정을 있는 그대로 받아들이고 
수용하면서, 이러한 감정이 부적응적인 태도로 나타나지 않게 스스로 조절하는 태도를 가질 수 있도록 
이해-연습-적용의 방식으로 수업을 진행함. 
2
모든 교육 활동들의 기저에는 사회정서역량이라는 핵심개념이 존재하며 기존의 자살예방, 민주시민교육, 
세계시민교육, 인성교육, 학교폭력예방교육(어울림 프로그램 등)과 연계하여 적용할 수 있음,
3
초등 고학년 학생들의 상황을 고려하여 사회정서교육에서는 정신건강 리터러시 (마음건강)를 
교육과정 내용과 연계하여 학교현장에서 주도성과 포용성을 지닌 건강한 학생들을 길러낼 수 있도록 
기초 생활교육 형태로 진행할 수 있도록 구성함. 
4
전체적 맥락은 기술을 익히거나 기능을 경험하는 것도 중요하지만 본질적으로 마음건강에 대한 
인식과 경험, 회복탄력성, ‘나도 너도 그럴 수도 있어’, 그리고 ‘불편한 마음을 어떻게 관리해야 
하지?’라는 본질적인 고민이 담겨 있음. 
수업의 흐름
차시영역수업주제세부내용
1
마음
건강
사회정서역량을 키워요
□
1
 사회정서역량 이해하기
□
2
 사회정서역량 함양을 위한 연습하기
□
3
 생활 속에서 사회정서역량 높이기
2자기
다양한 감정을 
이해해요
□
1
 같은 상황, 다른 감정 이해하기
□
2
 감정 빙고로 연습하기
□
3
 나의 신체 반응 적용하기
3자기
자기조절 
기술을 배워요
□
1
 모든 감정은 필요함을 이해하기
□
2
 자기조절 기술 연습하기
□
3
 생활 속에서 자기조절 기술 실천하기
4
대인
관계
경청과 공감을 
실천해요
□
1
 경청과 공감의 의미 이해하기
□
2
 경청과 공감 연습하기
□
3
 소통에서 나타나는 다양한 감정수용하기
5공동체
소중한 공동체를 
지켜요
□
1
 공동체 이해하기
□
2
 놀이를 통한 공동체 의식 함양하기
□
3
 긍정적 공동체의 가치를 생활에서 찾아보기
6
마음
건강
너와 나의 마음건강을 
지켜요
□
1
 마음건강의 다양한 상태 이해하기 
□
2
 마음건강문제 해결방법 연습하기
□
3
 생활 속 다앙한 마음건강문제 해결하기  

24초등 고학년용
사회정서역량을 키워요
1
교수 학습 활동의 개관
사회정서
교육영역
마음건강
사회정서
핵심역량
사회정서역량의 이해
해당학년초등 고학년 (3-6학년)차시1/6차시
관련
성취기준
[4도01-01] 자신의 감정을 소중히 여기며 존중하는 태도를 바탕으로 내가 누구인가를 
탐구한다. 
[6도01-01] 자주적인 삶에 대한 이해를 바탕으로 자신의 생활계획을 세우고 실천하여 
주체적인 삶의 태도를 기른다. 
범교과
학습 주제
안전·건강교육
범교과 학습 주제
세부내용
생명존중 및 
자살예방교육
내용요소
지식･이해과정･기능가치･태도
∙사회정서역량∙사회정서역량 연습하기∙사회정서교육에 대한 관심
학습목표행복한 삶을 살아가는 데 필요한 사회정서역량의 중요성을 설명할 수 있다.
수업설계 
의도
◎ 주제 선정 이유
- 사회정서역량은 다른 사람과 조화롭게 살아가기 위한 삶의 기술임을 이해시키고, 
사회정서교육의 도입 차시로서 영역별 개념을 이해하고 이후의 프로그램에 대한 
관심과 흥미를 유발하기 위함.
◎ 수업 개요
- 사회정서역량의 개념과 사회정서교육의 필요성을 이해하고 학생들에게 친근한 
동화책 속의 이야기를 통해 사회정서역량을 연습한 후, 나의 사회정서역량을 
가늠하는 활동을 통해 학생 자신의 생활 속에서 필요한 사회정서역량을 파악하고 
사회정서교육에 대한 동기를 높이고자 함. 
◎ 사회･정서 역량 연계
- 사회정서역량은 나와 타인의 감정을 알고 조절하며, 다른 사람과 조화롭게 
살아가기 위한 삶의 기술임을 인식하고 사회정서역량을 생활 속에서 적용하는 
자신만의 방식을 찾아가도록 함. 

한국형 사회정서교육 프로그램25
2
교수·학습 과정안
단계교수·학습 활동 내용
교수·학습자료◯
자

및 유의점◯
유
도입
(5′)
▣ 동기유발
∙미래의 내 모습 이야기하기
∙내가 원하는 나의 모습을 위해 나에게 필요한 것들 포스트잇에 
적어 공유하기
 예) 성적, 돈, 성공, 인정, 명예, 친구, 즐거움, 보람, 가족, 건강, 
여행, 취미, 자부심 등
▣ 학습목표 안내
행복한 삶을 살아가는데 필요한
사회정서역량의 중요성을 설명할 수 있다.
◯
유
 사회정서교육의 
도입 차시로서 
이후의 프로그램에 
대한 이해와 관심을 
유발하도록 함. 
전개
(40′)
이해
하기
(10′)
▣ 사회정서역량 이해하기
∙사회정서역량의 의미와 목적 설명하기
: 사회정서역량은 건강하고 행복한 삶을 살기 위한  삶의 기술임
- 사회정서역량의 내용 인식하기
: 자기인식, 자기조절, 타인과의 관계, 공동체와 관계,   
  마음건강(Mental Health)
- 초성퀴즈로 사회정서교육의 필요성 제시하기
: 좋은 정서 상태를 유지, 주체적인 삶, 정신건강
  문제 예방과 해결, 학습(공부)에 도움
∙ᄂ(나)에 대해 잘 알게 된다
∙ᄉᄐᄅᄉ(스트레스)에 잘 대처한다
∙다른 사람과 긍정적인 ᄀᄀ(관계)를 맺는다
∙ᄀᄃᄎ(공동체)에 도움이 된다
∙ᄃᄋ(도움)이 필요할 때 올바른 ᄃᄋ(도움)을 요청할 수 있다
짧은 시간을 활용한 교육
∙사회정서역량이 무엇인지 생각해보기
∙사회정서교육 소개 동영상 시청하기
∙사회정서역량에 대해 새롭게 알게 된 내용 발표하기
◯
자
 초성퀴즈 PPT
◯
유
 삶의 기술을 
배움으로써 우울, 
불안, 폭력 등의 
정신건강 문제를 
예방하고 해결할 
수 있음을 
이해시키도록 함.
◯
자
 동영상
( 출처 
참고 영상1)
사회정서교육 
소개, 
4분 14초 

26초등 고학년용
단계교수·학습 활동 내용
교수·학습자료◯
자

및 유의점◯
유
연습
하기
(15′)
▣ 사회정서역량 함양을 위한 연습하기
∙다양한 이야기를 통한 사회정서역량 만나기
- 제시된 예시와 관련된 역량 찾아보고 건강한 성장과 
문제해결을 위해 필요한 사회정서역량 찾아보기
- 미운오리새끼(백조들 사이에 낀 오리의 마음은?) : 자기인식 
및 관리
- 나 혼자가 편한데 왜 다같이 해야 해?(친구와의 갈등을 
해결하는 방법은?) : 타인, 공동체와의 관계 
- 해와 달이 된 오누이(엄마를 잃은 남매의 마음을 어떻게 
돌볼까?) : 마음건강 
- 각 상황에서 필요한 사회정서역량의 개념을 알아보고 
상황별 알맞은 태도와 자세에 대해 의견 나누기
◯
자
 이야기 자료 
PPT, 활동지1
◯
유
 예시와 관련된 
역량이 한 
가지에만 
국한되지 않고 
다양한 관점에서 
접근할 수 
있으므로 열린 
분위기로 접근할 
수 있도록 진행함
적용
하기
(15′)
▣ 생활 속에서 사회정서역량 높이기
∙나의 모습 되돌아보기
- 상황별로 제시된 자신의 모습 별점 매기기
- 사회정서역량과 관련하여 내 이야기 적어보기 
◈ 선택 활동
∙나의 생활에서 필요한 사회정서역량 생각해보기
예) 내가 느끼는 감정을 표현하기 어려울 때 
  : 자기조절역량
∙내가 배우고 싶은 사회정서역량 발표하기
∙사회정서역량의 중요성 발표하기
예) 좋은 정서 상태를 유지, 주체적인 삶, 정신건강 문제 
예방과 해결, 스트레스 관리에 도움
◯
자
 활동지2
◯
유
 학생들이 
상황에 맞게 
사회정서적 
측면에서 접근할 
수 있도록 열린 
분위기 
제공(문제해결의 
관점보다는 
자신의 
사회정서역량을 
성찰할 수 있는 
방식으로 지도)
정리
(5′)
▣ 학습 정리
∙배운 내용 정리 
- 사회정서교육의 필요성 확인하기
∙차시 예고
- 다양한 상황 속에서 자기 인식에 대해 알아보기

한국형 사회정서교육 프로그램27
3
짧은 시간을 활용한 교육 활동
학습 주제∙사회정서교육의 의미와 필요성
학습 활동에 필요한 학습자료(준비물) 및 영상자료 안내
∙사회정서교육소개(https://news.ebs.co.kr/ebsnews/menu1/newsAllView/60540015/
H?eduNewsYn=N&newsFldDetlCd=focus, 4분 14초)
∙사회정서교육 활동지 
교육활동
방법
∙창의적 체험활동 시간 활용
∙사회정서교육 프로그램 동기유발 및 안내자료로 활용
교육활동
내용
∙사회정서역량의 의미와 목적 이해하기
- 사회정서역량 : 자신과 타인의 정서에 대한 올바른 인식과 이해를 바탕으로 다른 
사람들과 긍정적인 관계를 형성하고 유지하며, 다양하고 복잡한 주변 환경의 
요구에 적절하게 대처하는 능력 (Hughes & Terrell)
∙사회정서교육의 내용에 대한 소개하기
- 사회정서역량의 구체적인 교육 내용들에 대해 간략히 이해하기
역량내용
자기인식
▪ 감정과 신체, 행동 반응과의 연결성 인식
▪ 자신의 고유성에 대한 이해
자기조절
▪ 감정에 대한 조절 기술
▪ 복합적이고 강렬한 감정 및 스트레스 대처 기술
타인과의 
관계관리역량
▪ 자기주장 및 의사소통 기술
▪ 긍정적인 대인관계 기술
공동체가치의 
인식과 관리
▪ 소속감, 자긍심, 공동체 가치
▪ 규칙 준수, 공정함, 책임감, 협력하기
정신건강 문제 
인식과 관리
▪ 마음건강 문제의 이해와 대처
▪ 도움 요청하기  
∙사회정서역량의 중요성 인식하기
- 좋은 정서 상태를 유지하고 자신의 삶을 주체적으로 잘 살 수 있음 
- 우울, 불안, 폭력과 같은 정신건강 문제를 예방과 해결에 도움이 됨
- 학습(공부)에 도움이 됨

28초등 고학년용
4
교사 참고자료 1
사회정서역량과 정신건강 리터러시(mental health literacy)
▣ 사회정서역량의 중요성
- 사회정서역량 : 자신과 타인의 정서에 대한 올바른 인식과 이해를 바탕으로 다른 사람들과 
긍정적인 관계를 형성하고 유지하며, 다양하고 복잡한 주변 환경의 요구에 적절하게 대처하는 
능력(Hughes & Terrell, 2009), 자신의 감정인식과 조절, 감정에 관한 사고와 행동의 인식 
증진을 목적으로 하는 정서적 역량(Merrell & Gueldner, 2010)과 학생이 교사와 또래, 
가족과 긍정적인 관계를 형성·유지하는 기술을 의미하는 사회적 역량을 포함함.
- 오늘날 아이들이 접하는 세계가 넓어지고 복잡해짐에 따라 ‘복잡한 사회적 연결망 인식하기, 
어려운 또래 관계 다루기, 스스로 계획하고 학습하기, 윤리적 신념 체계 세우기’와 같은 수준 
높은 사회정서역량에 대한 요구가 높아지고 있음. 
- 이러한 역량은 여러 구성원과 함께 생활하는 학교 교육을 통해 효과적으로 가르칠 수 있으며, 
  가정과 연계하여 보다 강화할 수 있음
- 사회정서역량은 아이들의 학교 적응과 행복한 삶에 영향을 미치는 핵심적인 요소임. 실제로 
사회정서역량이 부족한 아동은 학교를 싫어하고 학업 성취도가 낮으며 중도에 학업을 포기할 
가능성이 높음. 그러므로 교과 지식뿐만 아니라 사회정서역량을 길러주는 것도 학교교육의 
중요한 목표가 됨.
▣ 정신건강 리터러시의 이해 
- 정신건강 리터러시는 자신의 정신건강 상태를 잘 이해하고, 잘 대처할 수 있는 능력을 의미하며, 
다음 4가지를 모두 포함하는 개념으로 정의한다(Kutcher, 2016).
(1) 무엇이 긍정적 정신 건강을 이루는지 알고, 유지 방법을 이해하는 능력
(2) 정신질환과 이에 대한 올바른 치료법을 알고 이해하는 것
(3) 정신질환과 정신질환을 가지고 살아가는 사람들에 대한 적절한 태도를 가지는 것
(4) 정신건강 문제 해결과 정신질환 치료에 알맞은 의료기관이나 기타 관련 자원에 효과적으로 
도움을 요청할 수 있는 능력
- 정신건강 리터러시 학습의 중요성 
(1) 자신의 정신건강 상태를 잘 이해하고 스트레스를 잘 조절하고 대처할 수 있는 능력을 
기르면, 좋은 정신건강 상태를 유지할 수 있다.
(2) 좋은 정신건강 상태는 신체 건강뿐만 아니라, 일반적인 학습이나 자기관리, 친구 관계 
등에서도 자신의 능력을 잘 발휘하고 성장할 수 있는 바탕이 된다.
(3) 혼자 해결하기 어려운 정신건강 상태를 경험할 때, 자신의 상태를 잘 관찰하고 구체적으로 
누구에게 어떤 도움을 요청하면 되는지에 대한 올바른 대처 방법을 학습할 수 있다.
(4) 친구 혹은 다른 사람의 정신건강 상태에 대해 올바른 지식과 태도를 가지고 적절한 도움을 
줄 수 있다.
(5) 정신건강에 대한 올바른 인식과 지식을 가지고 정신건강 문제에 관한 판단과 행동 결정의 
주체가 되게 하여 평생의 정신건강에 중요한 바탕이 된다.
출처: 최지욱 외 (2023), 초등학생용 정신건강 리터러시(교사용 지도서). 한국교육환경보호원

한국형 사회정서교육 프로그램29
4
교사 참고자료 2
사회정서역량 관련 프로그램
프로그램 제목특징 및 활용 안내형태
사회정서향상지원프로그램
http://www.basics.re.kr/kcuc/e
motion/selectEmotion  BSList.do
초등학생을 위한 사회정서역량 향상 지원 
프로그램으로 한국교육과정평가원 
기초학력향상지원센터의 사회정서역량 
진단검사와 연계하여 실시할 수 있으며, 
필요한 역량과 주제를 선택하여 학급 단위를 
대상으로 수업 시간이나 소규모 집단을 
대상으로 상담 시간에 적용할 수 있음 
활동지
동영상
인성아 놀자
https://www.lawnorder.go.kr/po
rtal/cluser/intro/ 
teachSchool_pro_1.do
사회정서학습 이론에 기초하여 만든 
프로그램으로 분노조절, 언어순화, 공감능력 
향상을 통해 인성을 함양하고, 학교폭력 
예방에 기여하도록 구성. 사회정서역량을 
향상시키고자 할 때, 필요한 주제를 선택하여 
창체 시간 등 범교과 시간에 학급 단위 학생을 
대상으로 적용 가능함
활동지
동영상
교구
어울림 프로그램
http://stopbullying.re.kr/mps
학생들이 학교폭력 위험으로부터 자신과 
친구들을 적극적으로 방어함으로써 바람직한 
교우 관계를 형성하고 행복한 교실(학교) 
문화가 조성될 수 있도록 만든 단위학교 
중심의 예방교육 프로그램으로 특히 
감정조절과 관계관리 능력을 향상시키고자 할 
때, 교과와 연계한 수업 시간에 활용 가능함
지도안
활동지
PPT
놀이로 꽃피는 인성 놀이터
https://www.miline.or.kr/board/
view?pageNum=13&rowCnt=10&
no1=122&linkId=97407&menuId
=MENU00383&schType=0&schT
ext=&boardStyle=&categoryId=&
continent=&country=&consonant
=&listKeyWordGubun=null&crawl
ingSiteType=null
특별한 준비물 없이 학교생활의 여러 
영역에서 놀이를 통해 즐겁게 의사소통 
방법과 갈등해결 능력을 배울 수 있도록 
구성한 프로그램으로 공간과 시간의 제약 
없이 할 수 있는 놀이를 짬짬이, 체육, 
교과수업, 창의적 체험활동에 활용할 수 
있도록 구성되어 있음
지도안
동영상
브로마
이드
마음챙김으로 인성나무 기르기
https://www.miline.or.kr/board/
view?pageNum=1&rowCnt=10&n
o1=9&linkId=98221&menuId=ME
NU00383&schType=0&schText=
&boardStyle=&categoryId=&conti
nent=&country=&consonant=&lis
tKeyWordGubun=null&crawlingSi
teType=null
마음챙김 명상 훈련을 통해 학생들의 
자기조절역량과 관계관리역량을 함양하도록 
하는 프로그램으로 초등학교 고학년 대상으로 
수업 시간에 실질적으로 활용 가능한 
12차시로 구성된 지도안을 활용할 수 있음
지도안
활동지
출처: 한국교육과정평가원(2023). 초등학생의 사회정서역량 진단도구. 한국교육과정평가원 연구자료 ORM 2023-20. 

30초등 고학년용
5
학습 활동지 1
이야기 속 사회정서역량 찾기
초등학교
    학년      반
이름: 
※ 다음 이야기와 관련된 사회정서역량을 찾아봅시다.
1. 백조들 사이에 낀 오리가 건강하게 성장하기 위해 필요한 것은 무엇일까요?
하늘을 훨훨 날아 호수에 내려앉은 미운 오리는 백조들에게 다가가 백조들의 아름다운 모
습을 한참 동안 바라보았다. 백조의 아름다운 모습에 주눅이 든 미운 오리는 고개를 푹 숙였
다. 그러다 물에 비친 제 모습을 보게 되었다. 못생긴 오리인 줄만 알았던 새끼 오리는 자신
이 백조라는 것을 깨닫자 자기도 믿을 수가 없었다. 기다란 목과 우아한 날개는 영락없는 백
조였다. 큰 백조들이 다가와 미운 오리의 부리를 쓰다듬어 주었다. 
- 안데르센 원작, 유영소, 「미운 아기 오리」, 서울: 아람(2022)
(                                                                 ) 
2. 유나반 친구들의 고민을 해결하려면 어떻게 하면 좋을까요?
유나는 요즘 점점 학교에 가기가 싫어진다. 자꾸 모둠을 만들어서 해야 하는 과제나 일들
이 늘어났기 때문이다. 그냥 각자 하고 싶은 대로 하면 되는데, 친구들과 모여서 함께하려니 
불편한 점이 이만저만이 아니다. 그런 와중에 반 대항 체육대회가 열린다. 유나네 반은 다 
함께 모여 체육대회 준비를 하게 되었다. 체육대회 준비는 시작부터 말썽이다. 아이들은 단
체로 맞출 반 티셔츠 색깔을 정하는 일부터 학급 경기의 연습 시간을 정하는 일까지 하나하
나 의견을 정하고 고르는 과정을 겪는다. 열심히 참여하는 아이들과 그렇지 않은 아이들 사
이에서 갈등이 생기고, 결국 체육대회 때 곤란한 일들을 겪게 된다.
- 이향, 최형미, 「나 혼자가 편한데 왜 다같이 해야 해?」, 서울: 팜파스(2019)
(                                                                 )
3. 엄마를 잃은 남매의 마음을 돌보기 위해서는 어떤 것이 필요할까요? 
옛날 옛적 깊은 산 속에 가난하지만 사이 좋은 오누이와 그 홀어머니 가족이 살고 있었다. 
오누이의 아버지는 일찍 세상을 떠났고, 어머니 혼자 먼 거리의 장터에 떡을 내다 파는 일을 
하며 가족의 생계를 책임지고 있었다. 하지만 어느 날, 어머니가 장터에서 팔다 남은 떡을 
가지고 집으로 돌아오는 길에 호랑이를 만나 잡아 먹히고 말았다. 결국 오누이는 어머니를 
잃고 둘만 남게 되었다. 
- 김세실, 전래동화 「해와 달이 된 오누이」, 서울: 한국헤르만헤세(2016) 
(                                                                 )

한국형 사회정서교육 프로그램31
5
학습 활동지 2
생활 속에서 실천하는 나 
초등학교
    학년      반
이름: 
▣ 현재 나의 모습을 별점으로 표시해 봅시다.(출처: https://k-basics.org/, 3-6학년 사회정서역량 진단도구)  
자기인식 
및 관리
1나는 내가 좋아하는 것과 잘하는 것을 분명하게 알고 있다. ☆ ☆ ☆ ☆ ☆
2나는 분노를 조절하는 방법을 잘 알고 있다. ☆ ☆ ☆ ☆ ☆
3나는 힘이 들더라도 해야 할 일은 포기하지 않는다.☆ ☆ ☆ ☆ ☆
타인과의 
관계 및 
공동체
4나는 다른 사람의 기분을 잘 알아차리는 편이다. ☆ ☆ ☆ ☆ ☆
5나는 친구와 의견이 다를 때 대화를 통해 문제를 해결한다.☆ ☆ ☆ ☆ ☆
6나는 다른 사람들에게 도움이 되는 행동을 한다.☆ ☆ ☆ ☆ ☆
마음건강7나는 마음이 힘이 들 때 누구에게 도움을 요청해야 할지를 잘 알고 있다. ☆ ☆ ☆ ☆ ☆
▣ 사회정서역량으로 나의 문제를 풀어 봅시다.(1-2개 선택)
- 위의 문항에서 나에게 부족한 부분(☆)을 찾아보고, 어떻게 문제를 해결하면 좋을지 
사회정서역량과 관련하여 아래 빈칸에 내 이야기를 적어보기
1) 자기인식 및 관리 영역
[부족한 부분]
나는                    대신 앞으로                          거야!
예) 나는 어려운 건 쉽게 포기하는 대신 앞으로 끈기 있는 사람이 되어 볼 거야!
2) 관계 및 공동체 가치 인식 및 관리 영역
[부족한 부분]
나는                    대신 앞으로                          거야!
예) 나는 친구들과 의견이 달라서 자주 싸우는 대신 앞으로 친구의 말을 먼저 들어볼 거야!
3) 마음건강 영역
[부족한 부분]
나는 마음이 힘들 때                                       .
그래서                   의 도움을 받아보기로 했어.
예) 나는 마음이 힘들 때 몸이 축 처지고 기분이 우울해. 그래서 상담 선생님의 도움을 받아보기로 했어.

32초등 고학년용
6
출처
[참고 영상]
1. 사회정서교육 소개 
https://news.ebs.co.kr/ebsnews/menu1/newsAllView/60540015/H?eduNewsY
n=N&newsFldDetlCd=focus(EBS 뉴스) 
[글, 동화] 
1. “미운 아기 오리” : 안데르센 원작, 유영소, 서울: 아람(2022)
2. “나 혼자가 편한데 왜 다 같이 해야 해?” : 이향, 최형미, 서울: 팜파스(2019)
3. “해와 달이 된 오누이” : 전래동화, 김세실, 서울: 헤르만헤세(2016)
[참고 문헌] 
1. 한국교육과정평가원 연구자료 ORM 2023-20(2023). 초등학생의 사회정서역량 진단도구 
활용 매뉴얼. 한국교육과정평가원.
2. 3-6학년 사회정서역량 진단도구, https://k-basics.org/ 

한국형 사회정서교육 프로그램33
다양한 감정을 이해해요
1
교수 학습 활동의 개관
사회정서
교육영역
자기
사회정서
핵심역량
자기인식
해당학년초등 고학년 (3-6학년)차시2/6차시
관련
성취기준
[4도01-01] 자신의 감정을 소중히 여기며 존중하는 태도를 바탕으로 내가 누구인가를 
탐구한다.
[6국01-03] 주제와 관련하여 궁금한 내용을 질문하며 적극적으로 듣고 말한다.
범교과
학습 주제
안전·건강교육
범교과 학습 주제
세부내용
자기이해교육
내용요소
지식･이해과정･기능가치･태도
∙감정 인식
∙신체 반응
∙다양한 감정 살펴보기 
∙신체 반응 탐색하기
∙자기 존중의 태도
∙다양성 존중의 실천
학습목표
같은 상황에서도 다양한 감정을 느낄 수 있음을 알고 
다른 친구와 차이를 비교할 수 있다.
수업설계 
의도
◎ 주제 선정 이유
- 건강한 사회구성원은 타인과 관계를 맺고 협력하며 살아가는 사람임. 이를 
위해서는 자신의 감정을 인식하는 과정이 우선적으로 요구됨.
◎ 수업 개요
- 감정 초성 퀴즈를 통해 내가 감정을 느끼는 상황을 말해보고 제시된 상황에서 
내가 공감 가는 인물을 정해 그때의 감정과 신체 반응을 떠올리게 함. 감정 빙고를 
통해 같은 상황에서 다양한 감정을 느낄 수 있음을 알고 자신의 신체 반응을 
점검하여 본인의 감정에 대해 스스로 인식하도록 함.
◎ 사회･정서 역량 연계
- 내가 느끼는 감정들과 그에 따른 신체 반응은 자연스러운 것임을 인식하고 타인과 
관계 맺기 전 자신의 감정을 인식하는 방법을 깨닫게 함.

34초등 고학년용
2
교수·학습 과정안
단계교수·학습 활동 내용
교수·학습자료◯
자

및 유의점◯
유
도입
(5′)
▣ 동기유발
∙감정 표현 단어 초성 퀴즈
- 상황과 초성을 보고 감정 단어를 맞춰보기
- 제시된 상황과 비슷한 감정을 느낀 경험이 있는지 발표하기
▣ 학습목표 안내
같은 상황에서도 다양한 감정을 느낄 수 있음을 알고 
다른 친구와 차이를 비교할 수 있다. 
◯
자
 동영상
( 출처 
참고 영상 1)
아홉살 마음사전 
감정 단어 맞추기, 
7분 17초
◯
유
 영상은 2분 
1초(‘밉다’)까지만 
활용하도록 함
전개
(40′)
이해
하기
(10′)
▣ 같은 상황, 다양한 감정 이해하기
∙같은 상황에서도 사람에 따라 다양한 감정을 느낄 수 있음을 
이해하기
- 제시된 상황을 보며 공감되는 인물을 고르고 
나라면 어떤 감정을 느꼈을지 발표하기
- 감정을 느낄 때 나타나는 신체 변화 이해하기
(신체반응) 갑자기 발표하게 됐을 때 긴장해서 손에 땀이 
남. 무서워서 손에 땀이 나거나 심장이 빨리 뛰는 것 등.
상황 1
민준이는 단원평가를 잘 본 것 같아요. 반면 시우는 시험 결과가 
좋지 않았어요. 시우는 웃고 있는 민준이에게 계속 눈길이 
갔어요.
상황 2
체육 시간에 다른 반과 피구를 해서 승리했어요. 서현이는 
친구들과 하이파이브를 했어요. 반면에 공을 한 번도 못 던진 
다민이는 말없이 교실로 갔어요.
◯
유
 활동 전 다른 
친구의 감정이 
나와 다를 수 
있음을 이해하는 
것이 중요함을 
안내함
◯
유
 다양한 신체 
반응을 예를 들어 
설명함
◯
유
 교사가 적절한 
다른 상황을 
제시할 수 있음
◯
유
 좋은 감정, 
나쁜 감정이 따로 
있는 것이 아님에 
유의하여 지도함
연습
하기
(15′)
▣ 감정 빙고로 연습하기
짧은 시간을 활용한 교육
∙감정 빙고 3x3
- 상황을 보며 어떤 감정이 들었는지 발표하기
◯
자
 활동지1(감정 
빙고 3x3)
◯
유
 같은 상황에서 
나와 다른 감정을 

한국형 사회정서교육 프로그램35
단계교수·학습 활동 내용
교수·학습자료◯
자

및 유의점◯
유
- 제시된 상황에 내가 느낀 감정을 적고 나와 다른 감정을 
느낀 친구를 찾아 다른 친구가 느낀 감정을 적어보기
- 같은 친구의 이름은 두 번 적지 않기
- 활동을 하며 느낀 점 발표하기
느끼는 친구가 
있음을 활동으로 
자연스럽게 
이해할 수 있도록 
함
적용
하기
(15′)
▣ 나의 신체 반응 적용하기
∙최근에 내가 느낀 강렬한 감정 선택하기
- 강렬하게 느낀 감정이 없다면, 감정 빙고에 자주 적은 감정 
중 하나 선택하기
- 그 감정을 느낀 상황 적어보기
- 감정을 느끼며 나타난 신체 변화를 적어보고 그림에 
표시하기
- 감정에 따른 신체 반응을 점검하여 나의 감정에 대해 스스로 
인식하기
◈ 선택 활동
∙감정 온도 확인하기
- 내가 느끼는 모든 감정은 모두 정상적인 것임을 이해하기
- 감정에 따른 신체 반응 깊이 있게 알아보기
- 지금 내 마음의 감정 온도는 몇 점인지 점검하기
◯
유
 감정에 따라 
불안하고 
답답함을 느끼는 
신체 반응은 
자연스러운 
것임을 안내함
◯
자

활동지2(나만의 
패턴 찾기)
◯
자
 교사 참고자료1
정리
(5′)
▣ 학습 정리
∙배움 내용 정리 
- 다른 친구의 감정이 나와 다를 수 있음을 이해하기
- 감정에 따른 나의 신체 반응 이해하기
∙다음 학습 안내
- 감정을 조절할 수 있는 자기조절 기술 배우기
◯
유
 자유롭게 
소감을 나눌 수 
있도록 수용적인 
분위기를 조성함

36초등 고학년용
3
짧은 시간을 활용한 교육 활동
학습 주제∙감정 빙고로 감정 탐색하기
학습 활동에 필요한 학습자료(준비물) 및 영상자료 안내
∙활동지1(감정 빙고 3x3)
∙PPT(다양한 감정 제시)
교육활동
방법
∙같은 상황, 다양한 감정 이해하기
∙감정 빙고 활동하기
∙같은 상황, 다른 감정 이해하기
교육활동
내용
∙제시된 상황을 보며 내가 느꼈던 감정 발표하기
- 선생님께 칭찬 받았을 때
- 선생님이 갑자기 발표시킬 때
- 친구 생일파티에 초대 받았을 때
- 부모님께 혼날 때
- 여름휴가를 바다로 갔을 때
- 친구가 내 별명을 부를 때
- 친구가 실수로 내 발을 밟았을 때
- 체육시간 경기에서 졌을 때
- 우리 모둠이 1등 했을 때
- 사람에 따라 다양한 감정 이해하기
∙감정 빙고 활동하기
- 활동지에 제시된 다양한 상황을 보고 내가 느낀 감정을 적어보기
- 같은 상황에서 사람마다 다른 감정을 느낄 수 있음을 안내하기
- 교실을 돌아다니며 같은 상황에서 나와 다른 감정을 느낀 친구를 찾아 그 친구의 
감정을 적고 빙고 칸을 색칠하기
※ 같은 친구의 이름은 두 번 적지 않기
- 3줄 빙고가 완성되면 자기 자리로 돌아와 감정 빙고 활동을 통해 느낀 점 적어보기
∙같은 상황, 다른 감정 이해하기
예) 여름휴가를 바다로 갔을 때 어떤 감정이 들었나요?
: 가고 싶었던 곳이라 기분이 좋았어요. 전 바다보다 계곡이 좋아서 속상했어요. 등
- 감정 빙고 활동을 통해 알게 된 점, 느낀 점 발표하기
출처: 서울특별시교육청교육연구정보원(2022). 초등학교 창의적 체험활동에서의 학교상담활동 활성화 방안(서교연2022-79).

한국형 사회정서교육 프로그램37
4
교사 참고자료 1
학생 중심 감정 알아차림 활동
▣ 감정 온도계
- 우리의 마음과 몸이 힘들 때 어떻게 반응하는지 알아보는 것은 중요합니다. 학생들의 마음과 
몸은 언제 힘들었는지 발표합니다.
- 학생들의 발표 이후 다음과 같이 안내하고 감정 온도계 활동을 시작합니다.
- 여러분이 경험한 여러 반응들은 지극히 정상적으로 자연스러운 거예요. 고통이나 다양한 
반응들은 큰일을 겪으면서 너무 놀란 기억이 몸과 마음에 남아 있어서 그런 것이예요.
처음에는 당황스럽고 ‘내가 이상해지는 게 아닌가?’라는 생각에 무서울 수도 있지만, 절대 
아니에요. 이 모든 것은 ‘정상’이에요. 이제 여러분 스스로에게 이렇게 말해 주세요. “괜찮아.”, 
“울어도 괜찮아.”, “화가 나도 괜찮아.”, “몸이 떨려도 괜찮아.”, “자연스런 반응이야.”, 
“두려워하지 마.”
- 감정 온도계는 마음이 불안하고, 몸이 긴장되는 정도를 1~10점 사이의 점수로 측정해 보는 
활동입니다.
- 감정 온도계는 점수가 올라갈수록 마음의 불안이나 몸의 긴장이 심해지는 걸 말합니다.
- 5점은 어느 정도 내가 참고 조절할 수 있는 정도의 점수입니다. 5점이 기준점입니다.
- 4점 이하에서는 쉽게 참을 수 있고, 불안하지 않고 편안한 상태입니다.
- 6점 이상에서는 억지로 참지만, 불편하고 몸을 움직이고 싶을 정도 이상입니다.
- 감정 온도계 점수가 6점 이상 올라가면, 불안해서 제대로 생각하지 못하게 되면서 생각이 
극단적이거나 부정적으로 바뀔 수 있습니다.
- 지금 여러분의 감정 온도계는 몇 점인가요?
감정 온도 설명점수
정신을 잃을 것 같다.10점
울고 싶고, 내 자신을 조절할 수 없다.9점
많이 불안해서 실제로 소리를 지르거나 자리에서 벗어난다.8점
불편해서 소리를 지르고 싶다. 가슴이 답답하고 머리가 아프다.7점
겨우 참지만 가만히 있기 힘들다.6점
마음이 불편하지만 어느 정도 참을 수 있다.5점
조금 불편하지만 쉽게 참을 수 있다.4점
마음이 약간 불편하지만 저절로 금방 안정된다.3점
마음이 비교적 편안하지만 약간 걱정된다.2점
마음이 편안하고 전혀 불안하지 않다.1점
마음이 편안하고 매우 행복하다.0점
- 감정 온도계로 자신의 마음에 점수를 매겨보는 것만으로도 내 마음과 적당한 거리를 두면서 
평정심을 되찾는 데 도움이 됩니다.
출처: 방수영, 이미선, CIDER 연구팀(2017: 8). 내 마음의 반창고(초등학생용), 대전: 을지대학교.

38초등 고학년용
4
교사 참고자료 2
다양한 감각 알아차림 활동
1. 신호등 놀이
- 놀이 시작 전 교사가 신호등 색깔과 걷기의 속도를 설명한 후 교사가 제시한 색깔에 맞춰 
걷기 속도 조절을 연습합니다.
 * 빨간불: 정지, 노란불: 느리게 걷기, 초록불: 힘차게 걷기
- 정지하거나 움직일 때 몸에 느껴지는 감각에 주의를 집중할 수 있도록 안내합니다.
- 출발 지점은 자유롭게 설 수 있도록 합니다.
- 교사가 신호등 색깔을 불러주면서 PPT 화면(또는 색종이)으로 색깔을 바꾸면 그에 맞추어 
걷도록 합니다.
 * 시작은 노란불로 출발하여 느린 속도로 집중하여 걷을 수 있도록 합니다.
- 땅에 발바닥이 닿는 느낌과 발바닥 감각에 주의를 집중하도록 합니다.
- 속도가 빨라지면서 다리 근육과 팔의 움직임에 집중하도록 지도합니다.
- 교실을 자유롭게 거닐며 서로 부딪히지 않도록 유의합니다.
- 교사는 학생들이 주의를 기울일 신체 부위(발가락, 발바닥, 팔, 종아리, 허벅지)를 계속 안내하여 
집중할 수 있도록 돕습니다.
2. 내 맘대로 요가
- 모둠별로 돌아가며 동물/자연/글자 중 원하는 주제를 선택하여 자신들이 정한 소재를 요가 
동작으로 표현합니다.
- 다른 친구들은 요가 동작을 보고 무엇인지 맞히고 정답을 맞히면 함께 따라 합니다.
- 20초간 균형을 잡으며 자세를 유지합니다. 이때 자신의 신체감각 변화와 움직임에 집중할 
수 있도록 합니다.
- 교사는 학생들이 동작을 정확하게 따라 하는 것보다 천천히 호흡하며 자신의 신체 부위에 
집중할 수 있도록 안내합니다.
출처: 서울특별시교육청교육연구정보원(2021: 22, 28). 초등학생의 정서 인식 및 조절력 향상을 위한 마음챙김 집단상담 
프로그램 개발 및 운영방안 연구(서교연 2021-68).

한국형 사회정서교육 프로그램39
5
학습 활동지 1
감정 빙고 3x3
초등학교
    학년      반
이름: 
▣ 감정 빙고를 활용하여 다양한 감정 탐색해 봅시다.
① 선생님께 칭찬 받았을 때
내 감정:
다른 친구 이름:
친구의 감정:
② 친구가 내 별명을 부를 때
내 감정:
다른 친구 이름:
친구의 감정:
③ 친구 생일파티에 초대 받지 
못했을 때
내 감정:
다른 친구 이름:
친구의 감정:
④ 부모님께 혼날 때
내 감정:
다른 친구 이름:
친구의 감정:
⑤ 여름휴가를 바다로 갔을 때
내 감정:
다른 친구 이름:
친구의 감정:
⑥ 선생님이 갑자기 발표시킬 때
내 감정:
다른 친구 이름:
친구의 감정:
⑦ 우리 모둠이 1등 했을 때
내 감정:
다른 친구 이름:
친구의 감정:
⑧ 체육시간 경기에서 졌을 때
내 감정:
다른 친구 이름:
친구의 감정:
⑨ 친구가 실수로 내 발을 밟았을 때
내 감정:
다른 친구 이름:
친구의 감정:
▣ 활동을 하며 느낀 점을 적어봅시다.
출처: 서울특별시교육청교육연구정보원(2022). 초등학교 창의적 체험활동에서의 학교상담활동 활성화 방안(서교연 2022-79).

40초등 고학년용
5
학습 활동지 2
나만의 패턴 찾기
초등학교
    학년      반
이름: 
1. 내가 최근에 느낀 강렬한 감정 또는 감정 빙고에 자주 적은 감정 중 하나를 적고 그때의 상황과 
나타난 신체 변화를 적어봅시다.
* 신체 변화: 가슴이 두근거린다, 식은땀이 난다, 머리가 아프다, 속이 메스껍다 등
- 내가 최근에 느낀 강렬한 감정(또는 감정 빙고에 자주 적은 감정) :
- 감정을 느낀 상황 : 
- 감정을 느낄 때 나타난 신체 변화 : 
2. 그 감정이 느껴진 순간을 떠올리며 아래 사람 모양 그림에 신체 변화가 나타난 곳을 표시해 
봅시다.
예시나의 신체 변화

한국형 사회정서교육 프로그램41
6
출처
[참고 영상]
1. [초등 수업 자료] 아홉 살 마음사전 감정 단어 맞추기 
https://www.youtube.com/watch?v=GAnk8k4RvWo(유튜브 채널 ‘Lee J’) 
[참고 문헌] 
1. 서울특별시교육청교육연구정보원(2022). 초등학교 창의적 체험활동에서의 학교상담활동 
활성화 방안(서교연 2022-79).
2. 방수영, 이미선, CIDER 연구팀(2017: 8). 내 마음의 반창고(초등학생용), 대전: 을지대학교.
3. 서울특별시교육청교육연구정보원(2021: 22, 28). 초등학생의 정서 인식 및 조절력 향상을 
위한 마음챙김 집단상담 프로그램 개발 및 운영방안 연구(서교연 2021-68).

42초등 고학년용
자기조절 기술을 배워요
1
교수 학습 활동의 개관
사회정서
교육영역
자기
사회정서
핵심역량
자기조절
해당학년초등 고학년 (3-6학년)차시3/6차시
관련
성취기준
[4도02-03] 공감의 태도가 필요한 이유를 이해하고 도덕적 상상력을 바탕으로 대상과 
상황에 따라 감정을 나누는 방법을 탐구하여 실천한다.
[6미01-01] 다양한 감각과 매체를 활용하여 자신과 대상을 탐색할 수 있다.
범교과
학습 주제
안전·건강교육
범교과 학습 주제
세부내용
기초적 자기조절 기술 
익히기
내용요소
지식･이해과정･기능가치･태도
∙긍정적, 부정적 감정
∙자기조절 기술
∙자기조절 방법 
연습하기
∙생활 속 감정 조절의 실천
학습목표감정에 따른 생각과 행동을 스스로 조절하는 기술을 제시할 수 있다.
수업설계 
의도
◎ 주제 선정 이유
- 사회정서교육에서 중요한 것은 단순히 자신의 감정을 인식하고 수용하는 것뿐만 
아니라 불편한 감정 역시 자신의 감정임을 인식하는 것임. 불편한 감정을 
사회적으로 수용 가능한 방식으로 조절하는 방법을 체득하고자 함.
◎ 수업 개요
- 스트레스받는 상황과 그때의 기분을 말해보며 스트레스 관리가 필요함을 알게 
하고 다양한 감정은 모두 필요한 것이지만 부정적인 감정이 오래 지속되면 감정 
상처를 받게 됨을 이해하고 자기조절 기술을 익혀 스스로 감정을 조절할 수 
있도록 하여 사회정서역량의 토대를 다지고자 함. 
◎ 사회･정서 역량 연계
- 자신의 감정을 조절하게 함으로써 타인과 소통하고 관계 맺기를 할 수 있는 기반을 
마련하여 건강한 사회구성원으로 성장할 수 있도록 함.

한국형 사회정서교육 프로그램43
2
교수·학습 과정안
단계교수·학습 활동 내용
교수·학습자료◯
자

및 유의점◯
유
도입
(5′)
▣ 동기유발
∙내가 스트레스 받는 상황 발표하기
- 스트레스 받았을 때 내 기분 표현하기
- 스트레스를 관리하지 못했을 때의 경험 나누기
- 스트레스 관리가 필요한 이유 발표하기
▣ 학습목표 안내
감정에 따른 생각과 행동을 스스로 조절하는 기술을 제시할 수 있다.
◯
유
 학생들의 
다양한 스트레스 
상황에 대해 
수용적인 태도 
유지하기
전개
(40′)
이해
하기
(10′)
▣ 모든 감정은 필요함을 이해하기
∙‘감정조절 어떻게 하는 걸까?’ 시청
- 불안에 대해 새롭게 알게 된 내용과 생각을 적어보기
- 내가 느낀 불편한 감정에 적용해 보기
∙‘슬픔의 중요성’ 시청
- 영상 속 이야기 중 공감되거나 기억에 남는 말이 있나요?
  예) ‘어린이는 항상 밝아야 돼’를 안 했으면 좋겠다는 말이요.
  예) 슬픔을 인정할 때 기쁨이 더욱 빛난다는 것이 기억에 남아요.
- 다양한 감정은 모두 필요한 것임을 이해하기
- 화가 나거나 슬픈 감정은 부정적인 감정입니다.
- 부정적인 감정을 느끼는 것은 자연스러운 일입니다. 우리는 
슬픔을 느끼면서 행복을 배우고 분노를 통해 기쁨을 배웁니다.
- 우리의 감정은 기쁨, 슬픔, 짜증과 같은 여러 감정이 합쳐져 
온전한 나의 감정이 됩니다.
- 그러나 부정적인 감정이 오래 지속되면 우리 몸은 
피로해지고 우울증, 불안증과 같은 심각한 감정 상처를 
입게 됩니다.
- 따라서 부정적인 감정이 오래 지속되지 않도록 내 감정을 
조절할 수 있어야 합니다. 
◯
자
 동영상
( 출처 
참고 영상 1)
감정조절 어떻게 
하는 걸까?, 2분 
24초
◯
자
 활동지1
◯
자
 동영상
( 출처 
참고 영상 2)
슬픔의 중요성, 
1분 48초
◯
유
 부정적인 감정 
자체가 나쁜 것이 
아니라, 부정적인 
감정이 오래 
지속되면 
마음건강에 
치명적인 상처를 
줄 수 있음을 
지도함
연습
하기
(15′)
▣ 자기조절 기술 연습하기
∙마음 안정을 위한 자기 조절 기술 익히기
- 마음이 안정되지 않을 때 나타나는 신체 변화 알기
◯
유
 감정이 불안할 
때 숨을 빠르게 
몰아쉬게 되고 

44초등 고학년용
단계교수·학습 활동 내용
교수·학습자료◯
자

및 유의점◯
유
- 자신의 감정을 조절하는 여러 방법 연습하기
짧은 시간을 활용한 교육
∙모든 감정은 필요함을 알기
∙마음이 안정되지 않을 때 나타나는 신체 변화를 느껴보고 
마음의 안정을 얻을 수 있는 방법 연습하기
∙‘복식호흡’, ‘나비포옹법’ 따라 하며 익히기
∙자기조절 기술 실천 다짐하기
◈ 선택 활동
∙다양한 자기조절 기술
- 근육 이완법, 셀프 마사지, 내 몸 느껴보기 명상(Body Scan)
- 감정 다스리기(소리 명상) 
  ① 몸과 마음이 평온해질 수 있도록 자리에 차분히 
앉아서 심신을 편안하게 유지하기
  ② 음악을 틀고 오늘 하루에 있었던 일들을 정리하거나 
불편한 감정이 들었던 일 돌아보기
  ③ 현재 올라오는 마음, 감정이 어떤지 돌아보기
  ④ 감정과 마음이 올라온다면 쓰레기통에 쓰레기를 
버리듯이 버리거나 있는 그대로 두기 
  ⑤ 위의 활동을 반복해서 진행하기
이러한 얕고 짧은 
호흡은 불안을 
조장한다는 것을 
지도함
◯
자
 동영상
( 출처 
참고 영상 3)
복식호흡, 3분 
28초
◯
자
 동영상
( 출처 
참고 영상 4)
나비포옹법, 2분 
43초
◯
유
 시간 여유가 
있을 경우 교사 
참고자료 2를 
활용하여 다양한 
자기조절 기술을 
익힐 수 있도록 함
적용
하기
(15′)
▣ 생활 속에서 자기조절 기술 실천하기
∙감정을 조절하는 방법 내면화하기
- 오늘 배운 자기조절 기술 중 내 마음을 가장 편안하게 
해주었던 방법과 그 이유 적어보기
- 평소에 내가 감정을 조절할 때 사용하는 방법을 짝과 이야기 
나누고 적어보기
- 앞으로 나는 어떤 감정이 느껴질 때, 어떠한 방법으로 내 
감정을 조절할지 다짐하는 글을 적어보기
◯
자
 활동지2
정리
(5′)
▣ 학습 정리
∙배움 내용 정리
- 감정조절이 필요한 이유를 알고 내 감정을 조절하는 데 
효과적인 자기 조절 기술 인식하기
- 감정을 조절하려는 태도 갖기
▣ 다음 학습 안내
∙다른 사람의 이야기를 주의 깊게 듣고, 공감한 내용을 표현하는 
방법 배우기
◯
유
  수용적인 
분위기를 
조성하여 
자유롭게 수업 
소감을 나눌 수 
있도록 함

한국형 사회정서교육 프로그램45
3
짧은 시간을 활용한 교육 활동
학습 주제∙자기조절 기술 익히기
학습 활동에 필요한 학습자료(준비물) 및 영상자료 안내
∙감정조절 어떻게 하는 걸까?( 출처 참고 영상 1, 2분)
∙활동지1
∙복식호흡( 출처 참고 영상 3, 3분 28초)
∙나비포옹법( 출처 참고 영상 4, 3분)
교육활동
방법
∙모든 감정은 필요함을 알기
∙마음이 안정되지 않을 때 나타나는 신체 변화 알기
∙영상을 보며 ‘복식호흡법’, ‘나비포옹법’ 따라 하며 익히기
∙자기 조절 기술 실천 다짐하기
교육활동
내용
∙감정조절 영상 시청
- 불편한 감정을 느껴본 경험 이야기하기
- 모든 감정은 필요함을 알기
  예) 모든 감정은 필요합니다. 불안을 느껴야 위험한 일을 피할 수 있고, 슬픔을 
느껴야 기쁨을 알 수 있습니다. 그러나 불안, 슬픔과 같은 감정을 오래 
느낄수록 우리 몸은 계속 긴장하게 되고 스트레스를 받게 됩니다.
∙마음이 안정되지 않을 때 나타나는 신체 변화 알기
- 친구와 다투거나 화가 날 때 내 몸에는 어떠한 변화가 나타나나요?
  예) 숨이 빨라져요. 손, 발에 땀이 나요.
  예) 사람은 감정이 불안할 때 빠르게 숨을 몰아쉬게 됩니다. 이러한 얕고 짧은 
호흡은 마음을 더욱 불안하게 합니다.
- 내 감정을 조절해야 할 때 활용할 수 있는 자기조절 기술 배우기
∙‘복식호흡법’, ‘나비포옹법’ 따라 하며 익히기
- 영상을 보며 복식호흡법과 나비포옹법 따라 하기
  예) 복식호흡은 긴장을 완화시키고 마음을 안정시켜주는 방법입니다.
  예) 나비포옹법은 갑자기 긴장되거나 괴로운 장면이 떠오를 때, 불안하거나 
두려움이 느껴질 때 스스로 토닥이며 마음을 안정시켜주는 방법입니다.
∙자기조절 기술 실천 다짐하기
- 나에게 효과적인 자기조절 기술 알기
- 앞으로 내 감정을 조절해야 할 때 어떻게 할지 다짐하기

46초등 고학년용
4
교사 참고자료 1
스트레스와 감정상처
▣ 슬픔, 분노, 외로움 등을 부정적(否定的) 감정이라고 일컫더라도 그 감정의 존재성을 부정(不正)하며 
나쁘다는 것은 아니다. 모든 감정은 필요하기 때문에 존재하는 것이다. 친한 사람이 죽으면 
슬픈 감정이 드는 것은 자연스러운 것이며 오히려 슬퍼하지 않는 게 이상하다고 느낄 수 있다. 
분노 역시 필요하고 적절할 때가 있다. 누군가 억울한 일을 당하면 분노를 느낄 수 있어야 
정의가 존재할 수 있다. 그러나 부정적 감정이 오래 지속되는 것은 문제이다. 부정적 감정은 
삶의 에너지를 소모하기 때문이다. 
▣ 감정은 신체에 두 가지 통로로 영향을 미친다. 첫 번째가 호르몬 작용이다. 공포감이 느껴지면 
위험한 상태에서 몸은 코티솔 스트레스 호르몬을 분비한다. 원시시대 때에 스트레스 호르몬은 
맹수를 만나는 등 가끔 발생하는 위기상황에서 몸을 신속하게 대피시키기 위해 신진대사를 
촉진하는 매우 유익한 기능이 있었다. 하지만 현대에서는 몸을 대피시켜 봤자 별 도움이 안 
되는 위기 상황이 하루 종일 발생한다. 마감일, 잡무, 평가, 경쟁, 시험, 비교, 정치 뉴스 등은 
며칠, 몇 달, 또는 몇 년씩 지속되는 경우가 많고 숨을 곳도 도망갈 곳도 없이 지속적으로 
우리에게 불안감, 초조감, 걱정, 두려움, 불쾌감을 유발한다. 따라서 부정적 감각을 느낄 때마다 
스트레스 호르몬은 계속해서 분비되어 불필요하게 우리의 신체를 각성시킨다. 이런 상태가 
지속되면 몸은 피로해지고 무리가 오게 되며 이런 뜻에서 부정적 상태라고 할 수 있다. 
감정이 신체에 영향을 미치는 두 번째 통로는 자율신경계이다. 우리 몸의 교감과 부교감 
자율신경계는 마치 자동차의 액셀러레이터와 브레이크 역할을 한다. 스트레스를 받는 경우 
교감신경계가 활성화되어 신체기능들의 스트레스 요인에 대응할 수 있도록 경계태세를 갖추게 
된다. 무엇보다 심장이 1분 당 95회 이상 뛰고 눈동자가 커지고 기관지가 확장되어 숨을 거칠고 
빠르게 쉬게 된다. 그래서 몸이 외부 자극에 곧바로 대응할 수 있는 비상태세로 전환된다. 
▣ 부정적 감정상태에 오랫동안 머물게 되면 PTSD, 우울증, 불안증 등 심각한 감정적 상처를 
입게 된다. 상처를 제때 치유하지 않으면 치명적 상태로 악화될 수 있다. 다행스럽게 사람한테는 
상처를 스스로 치유할 수 있는 회복탄력성이 존재한다. 하지만 심한 상처를 장기간 방치해 둘 
경우에는 회복할 수 없는 지경까지 도달한다. 이제 아이들의 평상시 감정상태를 긍정적으로 
옮겨주고 회복탄력성을 확장해 주어야 한다. 
출처: 조벽(2014: 13-15). 아이들의 행복한 삶을 위한 감정응급처치법. 2014 제8차 아동복지포럼.

한국형 사회정서교육 프로그램47
4
교사 참고자료 2
다양한 자기조절 기술
1. ‘근육 이완법’( 출처 문헌 2)
1) 양손에 강한 힘으로 주먹을 꽉 쥔다.
2) 8초간 힘준 상태를 유지하면서 자신의 주먹에서 느끼는 감각에만 완전히 집중한다.
3) 이후 8초간 아주 천천히 양손에서 힘을 빼면서 주먹을 편다.
4) 힘을 빼는 동안 근육의 긴장이 서서히 이완하는 느낌에만 집중한다.
5) 안정될 때까지 1)~4)를 반복한다.
2. 셀프 마사지( 출처 참고 영상 5, 5분)
우리의 몸은 마음과 연결되어 있습니다. 불안해지면 배가 아프기도 하고, 긴장이 되면 땀이 
많이 나기도 합니다. 걱정이 많거나 지나치게 흥분하면 잠을 이루지 못하기도 합니다. 맛있는 
것을 먹는 상상만으로 입에 침이 고이기도 합니다. 이처럼 마음의 상태에 따라 몸의 상태도 변
화합니다. 몸의 변화를 알아차릴 수 있게 되면 이를 통해 마음의 상태를 이해할 수 있습니다. 
영상을 보며 셀프마사지로 신체에 자극을 주면서 몸과 마음을 이어주는 요가놀이를 해 봅시다.
3. 감정 다스리기-소리 명상( 출처 참고 영상 6, 6분)
1) 엉덩이를 의자 끝까지 밀어 넣고 허리를 곧게 펴서 바르게 앉습니다.
2) 양손은 무릎 위에 손바닥이 위를 향하도록 가볍게 올려둡니다.
3) 눈을 감고 자연스럽게 숨을 쉽니다.
4) 종소리가 점점 희미해져 가는 걸 귀 기울여 들어 봅니다. 더 이상 종소리가 들리지 않으면 
조용히 한 손을 들어 봅니다.
5) 자연스럽게 호흡하며 명상을 마무리합니다.
4. 내 몸 느껴보기 명상-Body Scan( 출처 참고 영상 7, 5분)
∙내 몸 느껴보기 명상(Body Scan)은 우리 몸을 스캔하듯이 집중해서 느껴보는 명상입니다. 명상에 
더욱 집중할 수 있도록 영상은 제시하지 않고 음성에 집중하면 효과적입니다.
 1) 발은 어깨너비로 벌리고 의자에 편안히 앉습니다.
 2) 몸에 긴장을 풀고 두 손을 무릎에 올리며 편안하게 숨을 쉽니다.
 3) 땅에 닿아 있는 내 발을 느끼며 의식을 집중합니다.
 4) 골반을 느껴봅니다. 오른쪽과 왼쪽, 어느 쪽 골반이 바닥에 더 깊게 닿아 있는지, 넓게 닿아 
있는지 느낌을 잘 살펴봅니다.
 5) 심장을 느껴봅니다. 눈을 감은 채 오른손을 심장이 있는 왼쪽 가슴에 올려 봅니다.
 6) 정수리를 느껴봅니다. 정수리로 숨을 들이마시고 내쉰다고 상상해 봅니다.
 7) 몸 전체를 느껴봅니다. 나의 머리, 목, 심장, 골반, 발을 느끼며 편안하게 숨을 쉽니다.
출처: 학생정신겅강지원센터(2023). 5차시 긍정적인 정신건강 유지 방법2 스트레스, 긍정적으로 대처해요.

48초등 고학년용
5
학습 활동지 1
불편한 감정은 나쁜 감정일까?
초등학교
    학년      반
이름: 
▣ ‘감정조절 어떻게 하는 걸까?’ 영상을 보고 난 후 다음 물음에 답해봅시다. 
1. 불안은 어떤 모습으로 변할 수 있는지 적어봅시다.
2. 불안이라는 감정이 도움을 줄 수 있을 때는 언제인지 적어봅시다.
3. 불안이라는 감정이 없다면 어떤 일이 생길지 자신의 생각을 적어봅시다.
▣ 불편한 감정은 나쁜 감정일까요?
4. 최근 자신이 느낀 불편한 감정을 적어봅시다. (※ 불편한 감정 : 불안, 질투, 분노, 죄책감 등)
5. 4번에 적은 감정은 나에게 언제, 어떻게 도움을 줄 수 있을지 적어봅시다.

한국형 사회정서교육 프로그램49
5
학습 활동지 2
생활 속에서 나를 조절하기
초등학교
    학년      반
이름: 
1. 오늘 배운 자기조절 기술 중 내 마음에 드는 방법은 무엇인지, 그 이유를 함께 적어봅시다.
오늘 배운 자기 조절 기술 중 내 마음에 드는 방법 :                             
그 이유 :
2. 평소에 내 감정을 조절할 때 사용하는 방법을 짝과 이야기 나누고 적어봅시다.
내가 평소에 사용하는 감정 조절 방법
짝이 평소에 사용하는 감정 조절 방법
3. 앞으로 나는 어떤 감정이 느껴질 때, 어떠한 방법으로 내 감정을 조절할지 다짐하는 글을 
적어봅시다.

50초등 고학년용
6
출처
[참고 영상]
1. [감정의 파도타기, 스밈] 감정조절 어떻게 하는 걸까?
https://www.youtube.com/watch?v=2e53yuS3mNY(유튜브 채널 ‘블루터치’) 
2. 영화 <인사이드 아웃>에서 보여주는 ‘슬픔’의 중요성
https://www.youtube.com/watch?v=HbUcaWgjhtg
(유튜브 채널 ‘JTBC Entertainment’) 
3. 마음 안정화를 위한 복식훈련 기법
https://www.youtube.com/watch?v=qkDjMJkLxIo
(유튜브 채널 ‘보건복지부 국립정신건강센터’)
4. 나비포옹법
https://www.youtube.com/watch?v=b-gogHeFuRA
(유튜브 채널 ‘경기도청소년상담복지센터’)
5. (초등)마음챙김 5분 명상 01. 셀프 마사지 
https://www.youtube.com/watch?v=XJ83FhVMJO4&list=PLhuVsVmRlLyXPBoyd
Z0m3hJEC0-rF0pgh(유튜브 채널 ‘대구학부모교육’)
6. (초등)마음챙김 5분 명상 10. 감정 다스리기
https://www.youtube.com/watch?v=C_vkBMCjnFE&t=195s
(유튜브 채널‘대구학부모교육’)
7. 내 몸 느껴보기 명상(Body Scan)-초등
https://www.youtube.com/watch?v=DC9Cjq3G_nI
(유튜브 채널 ‘서울특별시교육청교육연구정보원’)
[참고 문헌] 
1. 조벽(2014: 13-15). 아이들의 행복한 삶을 위한 감정응급처치법. 2014 제8차 아동복지포럼.
2. 학생정신겅강지원센터(2023). 5차시 긍정적인 정신건강 유지 방법2 스트레스, 긍정적으로 
대처해요.

한국형 사회정서교육 프로그램51
경청과 공감을 실천해요
1
교수 학습 활동의 개관
사회정서
교육영역
대인관계
사회정서
핵심역량
관계인식
관계관리
해당학년초등 고학년 (3-6학년)차시4/6차시
관련
성취기준
[4사01–01] 주변 여러 장소에서의 경험과 느낌을 다양한 방식으로 표현하고, 
장소감을 나누며 서로 존중하는 태도를 지닌다.
[6도02-02] 편견이 발생하는 이유를 탐색하여 해결 방안을 살펴보고, 다양성 존중을 
바탕으로 다른 사람과 올바른 관계를 맺기 위한 실천 방안을 탐구한다.
범교과
학습 주제
안전·건강교육
범교과 학습 주제
세부내용
의사소통 기술
내용요소
지식･이해과정･기능가치･태도
∙소통 
∙경청･공감
∙경청과 공감 체험하기
∙불편한 감정 수용하기
∙공감적 소통의 실천
∙듣기･말하기 흥미
학습목표
경청과 공감의 중요성을 이해하고 소통 과정에서 나타나는 다양한 감정을 수용하는 
태도를 가질 수 있다. 
수업설계 
의도
◎ 주제 선정 이유
- 다른 사람들의 말을 귀기울여 듣지 않고 자신의 이야기만 하는 과정에서 여러 
가지 오해와 갈등이 발생하는 것을 사회정서적인 측면에서 해결하고자 함. 
◎ 수업 개요
- 공감캠페인 영상 시청 후 눈맞춤을 한 후의 느낌을 말해보고 상대방의 감정을 
이해할 수 있는 공감과 경청을 연습하고 생활 속에서 다양한 실천 방법을 익혀 
일상에서 발생할 수 있는 관계에서의 스트레스를 건강하게 조절할 수 있도록 함.
◎ 사회･정서 역량 연계
- 타인과의 의사소통의 과정에서 생기는 스트레스는 자연스러운 과정임을 인식하고 
건강한 관계맺기를 위해 자신만의 방식을 찾아가게 함. 

52초등 고학년용
2
교수·학습 과정안
단계교수·학습 활동 내용
교수·학습자료◯
자

및 유의점◯
유
도입
(5′)
▣ 동기유발
∙EBS 특집다큐멘터리 공감캠페인 '눈맞춤' 시청하기
- 영상을 시청하고 이야기를 할 때 나를 쳐다보지 않았을 때 
불편했던 경험이 있었는지 느낌을 말해보기
- 옆에 있는 친구와 친절한 눈빛으로 눈 맞춰보기
- 다른 사람과 소통할 때 눈을 마주치지 않거나 외면을 당했을 
때 어떤 느낌이 들었는지 말해보기
▣ 학습목표 안내
경청과 공감의 중요성을 이해하고 소통 과정에서 나타나는 
다양한 감정을 수용하는 태도를 가질 수 있다. 
◯
자
 동영상
( 출처 
참고 영상1)
눈맞춤, (43초)
◯
유
 눈맞춤이 
어색한 경우, 
가볍게 쳐다보는 
것으로 대체가능
전개
(40′)
이해
하기
(10′)
▣ 경청과 공감의 의미 이해하기
∙감정을 잘 이해하기 위해 필요한 부분 설명하기
- 초성퀴즈로 경청과 공감의 뜻과 필요성 제시하기
  : (경청) 주의를 기울여 열심히 듣는 것을 상대방도 아는 것 
(공감) 다른 사람의 감정을 이해하고 전달하는 것
- 좋은 경청과 공감의 방법에 대해 설명하기
경청의 방법공감의 방법
적당히 눈 마주치기
가끔 고개를 끄덕이기
상대방 쪽으로 자세 유지하기
편안하고 자연스럽게 대하기
감정이 다를 수 있다는 것 알기
다른 사람을 깊이 있게 관찰하고 
감정을 질문하기
공감의 마음을 말로 전달하기
- 감정에 따라 표정과 어떻게 달라지는지 생각해보고 그림으로 
표현하기 
◯
유
 게임활동으로 
경청과 공감의 
의미 알고 배려와 
존중 기반의 
사회정서 
관점에서 가볍게 
정보 제공하기
◯
자
 학습활동지(1)
연습
하기
(15′)
▣ 경청과 공감 연습하기
- 공감하는 표현과 경청의 자세를 짝과 연습하기 
- 공감적이지 않은 말(지적, 비난, 조롱 등)
- 공감적인 비언어적 태도(몸을 기울이고, 눈을 맞추고, 음~ 소리)
- 공감적인 언어(그랬구나, 나도 그랬어, 나라도 그랬겠어, 
네 입장이라면 당연히 그렇겠다, 맞장구)

한국형 사회정서교육 프로그램53
단계교수·학습 활동 내용
교수·학습자료◯
자

및 유의점◯
유
◈ 선택 활동
∙그림책 <가만히 들어주었어> 영상 시청하기 
- 공감적인 말과 그렇지 않은 말의 특징 찾아보기
∙상황에 따른 공감적인 태도 실습하기 
- 상대방이 기분이 좋을 때와 나쁠 때, 우울할 때 등 다양한 
상황에 맞춰 적절한 공감 방식 익히기
◯
자
 동영상
( 출처 
참고 영상2)
가만히 들어주었어
(3분 10초)
◯
유
 선택 활동은 
3-4학년 학생에게 
추천 
적용
하기
(15′)
▣ 소통에서 나타나는 다양한 감정 수용하기
짧은 시간을 활용한 교육
∙소통의 과정에서 나타나는 스트레스 인식하기
 - 지문의 읽어보고 OX퀴즈 풀기
   1) 소통의 과정에서 공감과 경청은 필요하다. O
   2) 소통의 과정에는 스트레스가 발생하지 않는다. X
   3) 소통할 때 나타나는 불편함은 자연스러운 일이다. O
- 소통의 과정에서 자연스럽게 스트레스가 발생함을 
이야기하고 어떻게 하면 좋을지 이야기 나누기
- 다른 사람과 소통하는 상황에서는 자연스럽게 스트레스나 
불편한 감정이 생김을 인식하고 그 감정을 잘 조절할 수 
있는 마음가지기
◈ 선택 활동
∙자신만의 공감적 경청 방법 공유하기 
- 자신의 다양한 경험에 따른 표현에 어떻게 경청하고 
공감하면 좋은지 상황에 따른 방식 생각하기
- 경청하는 자세, 공감적인 태도로 이야기를 듣고 생활 
속에서 실천하는 방법 익히기
◯
자
 학습활동지(2)
◯
유
 타인과의 
관계에서 생기는 
여러 가지 감정은 
자연스럽게 
나타날 수 있는 
상황임을 수용할 
수 있도록 지도
◯
유
 선택 활동은 
3-4학년 
학생들에게 추천 
정리
(5′)
▣ 학습 정리
∙배움 내용 정리 
- 경청과 공감의 중요성 확인하기
- 다른 사람들의 이야기를 주의 깊게 듣는 태도를 가지고 
소통의 과정에서 불편한 감정이 생길 수 있음을 알기
∙다음 학습 안내
- 다른 사람과 함께 어울리는 것이 중요성 알기
◯
유
 자유롭게 
소감을 나눌 수 
있도록 수용적인 
분위기 조성

54초등 고학년용
3
짧은 시간을 활용한 교육 활동
학습 주제∙소통에서 나타나는 다양한 감정 수용하기
학습 활동에 필요한 학습자료(준비물) 및 영상자료 안내
∙세바시 980회, 당신, 위로가 필요하다면 (https://bit.ly/3Z0rb2o, 5분 41초)
∙일상에서의 경청 활동지 
교육활동
방법
∙다른 사람과의 소통의 과정에서 생기는 스트레스는 자연스러운 감정임을 수용하기
∙소통의 과정에서 나타나는 스트레스를 어떻게 관리할지 이야기 나누기
∙다른 사람들과 소통하는 과정에서는 서로의 생각과 의견의 차이가 당연하게 
존재함을 인식하고 그 과정에서 불편한 감정이나 스트레스가 드는 것은 자연스러운 
과정임을 알고 감정을 조절하고 관리하는 연습하기
∙다양한 상황에서 대응하기
- 공감적 질문 던지기 
  예) 무슨 일이 있었어?, 그래서 어떻게 되었어?, 언제 그런 일이 있었어?, 
언제부터 그런 기분을 느낀 거야?
- 경청하는 자세로 듣기 
  예) 상대의 눈을 맞추고, 고개를 끄덕여주고, 맞장구 쳐주기 
- 상대의 말을 그대로 한 번 더 따라서 말해주기
  예) 00아, 나 네가 인사를 안해줘서 속상해 -> 아 내가 인사를 안해줘서 
속성했구나. 내가 미처 몰랐었어.
교육활동
내용
∙글을 읽고 OX퀴즈 풀어보기
 1) 소통의 과정에서 공감과 경청은 필요하다. O
 2) 소통의 과정에는 스트레스가 발생하지 않는다. X
 3) 소통할 때 나타나는 불편함은 자연스러운 일이다. O
다른 사람과 소통하는 것은 쉬운 일이 아니예요. 친구와 대화할 때, 그 친구의 
이야기를 잘 듣고 이해하는 것이 얼마나 중요한지 아시나요? 우리가 서로 다른 
경험과 배경을 가지고 있기 때문에 친구의 이야기를 듣는 과정에서 그 친구의 
감정과 생각을 이해하려고 노력해야 해요. 예를 들어, 친구가 힘든 일을 이야기
할 때, 우리는 그 친구의 입장에서 생각해 보아야 해요. "내가 그 상황에 있었다
면 어떻게 느꼈을까?"라고 질문해 보세요. 이렇게 공감하는 마음을 가지면, 친구
는 자신이 이해받고 있다고 느끼고 더 편안하게 이야기할 수 있을 거예요. 대화
의 과정에서 공감과 경청은 서로를 이해하고 존중하는 데 큰 도움이 되지만 원
하지 않는 불편함이나 스트레스를 경험할 수도 있어요. 이러한 현상은 우리에게 
나타날 수 있는 자연스러운 것으로 스트레스를 있는 그대로 받아들이고 스스로 
조절할 수 있는 능력도 필요하답니다. 

한국형 사회정서교육 프로그램55
4
교사 참고자료 1
경청적 공감 연습하기
▣ 친구와 공감하며 대화하기 방법 10가지 
적극적으로 듣기
친구의 말에 집중하고, 고개를 끄덕이거나 "응", "맞아"와 같은 반응을 보이며 
이해하고 있다는 것을 표현하기
질문하기친구의 말을 이해하기 위해 궁금한 점을 질문하고, 더 상세한 정보를 요청하기
재진술하기친구의 말을 자신의 말로 다시 표현해보며 이해한 내용을 확인하기
공감 표현하기
친구의 감정과 상황을 이해하고 있다는 것을 "그래, 내가 이해해.", "너가 
그렇게 느꼈구나." 등으로 표현하기
비판하지 않기친구의 의견을 판단하거나 비난하지 않고, 중립적인 태도로 듣기
개방적인 
자세 갖기
편견 없이 친구의 말을 받아들이고, 새로운 관점을 수용할 준비를 하기
관심 표현하기친구의 이야기에 진심으로 관심을 갖고 있다는 것을 표현하기
경청하는 자세 
취하기
시선 맞추기, 고개 끄덕이기, 몸을 앞으로 기울이기 등 경청하는 모습 
보여주기
적절한 시간 
내에 답변하기
친구가 말한 내용을 충분히 이해한 후에 적절한 시간 내에 답변하기
긍정적인 피드백 
주기
친구의 이야기를 잘 들었다는 것을 "네, 잘 알겠어.", "고마워" 등으로 
표현하기
▣ 공감에 도움이 되는 말을 무엇인지 생각해봅시다. 
상대방의 상황공감에 도움이 되는 말
상대방의 행동이 이해가 되지 않는 때사람마다 생각이 다르지 않을까?
1. 무엇인가 일이 잘못되었을 때 
2. 시험에서 점수가 낮게 받았을 때 
3. 물건을 잃어버렸을 때  
출처 : 초등 국어교과서, 5학년2학기 단원, 공감하며 대화하는 방법 알기 

56초등 고학년용
4
교사 참고자료 2
경청의 기술 업그레이드히기
▣ 경청 미션 역할극
- 역할극을 할 친구가 두명씩 짝짓기 (A와 B)
- A와 B에게 다른 비밀 미션주기
A : 내가 좋아하는 것, 요즘 가장 관심이 생기는 것을 말하세요. 
B : 딴짓을 하세요. A를 바라보지 말고 산만하게 행동하세요. 말을 끊거나 제대로 듣지 
말아주세요. 
- A에게 어떤 생각과 느낌이 들었는지 이야기 나누기
- 역할을 바꾸어, B가 말하고 A가 듣기 
- A는 B를 바라보고 고개를 끄떡이고, 반응하면서 공감하면서 듣기 
- 활동하며 느낀 점과 앞으로 대화할 때 어떻게 해야할지 이야기 나누기 
▣ 창조적 투사를 활용한 공감과 경청
- 경청과 공감을 연습하는 것은 의사소통의 과정에서 매우 중요한 단계이다. 사회･정서교육이 
기존의 의사소통교육과 차별을 가지는 부분은 소통의 과정, 또는 타인과의 관계에서 생기는 
스트레스는 자연스러운 과정임을 학생들에게 인식할 수 있도록 도와준다는 것이다. 가벼운 
상황을 제시하고 학생들이 서로 궁금한 것들을 물어보는 방식으로 문제에 접근하거나 상황극을 
통해 친구가 자기를 따라해서 불편한 아이 사례로 창조적 투사 연습을 하면 학생들의 
교육효과를 높일 수 있다. 
- 창조적 투사란 비슷한 상황에 처했던 자신의 생각이나 감정을 토대로 상대방의 상황을 추측하는 
것을 의미하며 이러한 과정을 통해 상대방의 심정을 추론하고 그에 알맞은 대응이나 공감적인 
태도를 연습할 수 있다. 
- 이러한 창조적인 투사는 자신의 투사 행위의 주체임을 자각하기에 개방성과 유연성을 유지할 
수 있으며 다른 사람들과의 의사소통과정이나 일상생활에서 다른 사람들과 더욱 활발하게 
의견을 주고 받을 수 있다. 
- 사회정서적인 역량은 이러한 다양한 상황에서의 창조적 투사의 과정을 통해 고민하고 
연습하면서 타인의 상태를 알아차리거나 공감하게 되고 서로를 더 잘 이해할 수 있도록 
도와주며 자신의 스트레스를 관리하는데도 효과가 있다.
출처: 인라이트코칭 연구소. https://blog.naver.com/powerfulym/223355326645)>

한국형 사회정서교육 프로그램57
5
학습 활동지 1
표정으로 말하는 감정
초등학교
    학년      반
이름: 
1. 아래에 제시된 단어와 어울리는 표정을 지어봅시다. 
즐거워요신나요화가나요
우울해요슬퍼요무서워요
2. 위에 제시된 감정 중 한 가지를 골라보고 자신은 어떻게 표정을 지을지 그려봅시다. 
[출처 : wrtn.ai]
3. 위의 표정을 짓는 친구가 있다면 어떤 말을 해줄 수 있을지 생각해봅시다. 
예) 우는 표정 -> 무슨 일 있어? 슬픈일이 있었나보다. 어떤게 너를 슬프게 했어?

58초등 고학년용
5
학습 활동지 2
소통과 스트레스
초등학교
    학년      반
이름: 
 ※ 다음 글을 읽어봅시다. 
다른 사람과 소통하는 것은 쉬운 일이 아니예요. 친구와 대화할 때, 그 친구의 이야기를 
잘 듣고 이해하는 것이 얼마나 중요한지 아시나요? 우리가 서로 다른 경험과 배경을 가지고 
있기 때문에 친구의 이야기를 듣는 과정에서 그 친구의 감정과 생각을 이해하려고 노력해야 
해요. 예를 들어, 친구가 힘든 일을 이야기할 때, 우리는 그 친구의 입장에서 생각해 보아야 
해요. "내가 그 상황에 있었다면 어떻게 느꼈을까?"라고 질문해 보세요. 이렇게 공감하는 마
음을 가지면, 친구는 자신이 이해받고 있다고 느끼고 더 편안하게 이야기할 수 있을 거예요. 
대화의 과정에서 공감과 경청은 서로를 이해하고 존중하는 데 큰 도움이 되지만 원하지 않
는 불편함이나 스트레스를 경험할 수도 있어요. 이러한 현상은 우리에게 나타날 수 있는 자
연스러운 것으로 스트레스를 있는 그래도 받아들이고 스스로 조절할 수 있는 능력도 필요하
답니다.
1. 위의 내용을 바탕으로 OX 퀴즈를 풀어봅시다. 
  1) 소통의 과정에서 공감과 경청은 필요하다.                 (O / X)
  2) 소통의 과정에는 스트레스가 발생하지 않는다.             (O / X)
  3) 소통할 때 나타나는 불편함은 자연스러운 일이다.          (O / X)
2. 친구와의 소통 과정에서 불편한 감정을 느꼈던 경험을 이야기해보고 그런 상황에서 어떻게 하면 
좋을지 의논해 봅시다. 

한국형 사회정서교육 프로그램59
6
출처
[참고 영상]
1. 눈맞춤
https://bit.ly/3UKm5oA(유튜브 채널 ‘EBS’)
2. 가만히 들어주었어
https://bit.ly/4fjXbV2(유튜브 채널 ‘큐티남매지니로니’)
[글, 동화] 
1. “가만히 들어주었어” : 코리 도어펠트, 북뱅크(2019)
2. “인권 변호사 이태영” : 국가인권위원회 
[참고 문헌] 
1. 김요완(2019) 경청과 대인관계: 자기감정인식과 공감의 순차적 매개효과. 한국교육치료학회
2. 조벽, 최성애(2023). 청소년감정코칭. 서울: 해냄

60초등 고학년용
소중한 공동체를 지켜요
1
교수 학습 활동의 개관
사회정서
교육영역
공동체
사회정서
핵심역량
공동체 가치의 인식과 관리
해당학년초등 고학년 (3-6학년)차시5/6차시
관련
성취기준
[4도01-01] 자신의 감정을 소중히 여기며 존중하는 태도를 바탕으로 내가 누구인가를 
탐구한다. 
[6실01-02] 건강한 발달을 위한 자기 관리 방법을 탐색하고, 일상생활 속에서 올바른 
생활습관과 태도를 갖도록 계획하여 실천한다. 
범교과
학습 주제
안전·건강교육
범교과 학습 주제
세부내용
공동체 가치
내용요소
지식･이해과정･기능가치･태도
∙공동체의 개념
∙공동체의 의미
∙놀이를 통한 공동체 
의식을 함양하기
∙공동체 가치
∙연결의 실천
학습목표공동체의 가치를 알고, 공동체가 내 생활에서 중요한 이유를 설명할 수 있다.
수업설계 
의도
◎ 주제 선정 이유
- 공동체에 대한 개인차나 학생들의 경험이나 인식 차이가 있기 때문에 개인이나 
타인과의 관계를 넘어 다양한 이웃과 관계를 맺고 살아갈 수 있는 공동체성이 
현대 사회의 중요한 가치임을 사회정서적 측면에서 접근하기 위함. 
◎ 수업 개요
- 작은실천 영상 시청 후 공동체의 개념과 가치를 이해하고 공동체 놀이 활동을 
통해 공동체 의식을 함양하고 긍정적 공동체를 만들기 위해 스스로 실천해볼 
수 있는 일을 정리하는 과정을 통해 공동체 안에서 건강하게 성장할 수 있는 
사회정서적 역량을 신장시키고자 함.
◎ 사회･정서 역량 연계
- 자신과 타인과의 관계를 넘어 공동체라는 커다란 세계 안에서 서로가 연결되어 
있음을 인식하고 보이지 않는 바람직한 가치를 유지하기 위해 공동체와의 관계 
맺기를 실천함. 

한국형 사회정서교육 프로그램61
2
교수·학습 과정안
단계교수·학습 활동 내용
교수·학습자료◯
자

및 유의점◯
유
도입
(5′)
▣ 동기유발
∙공동체 의식에 대한 ‘작은실천’ 영상 시청하기
- “먼저 마음을 전하면 모두의 하루가 따뜻해질겁니다.”의 
의미를 생각해보고 영상을 시청한 후 어떤 마음이 드는지 
이야기해보기
- 나 또는 다른 사람의 행동으로 기분이 좋아진 경험을 
친구들과 나눠보기 

▣ 학습목표 안내
함께 살아가는 이웃과의 관계를 알고, 
공동체적 가치를 설명할 수 있다.
◯
자
 동영상 
( 출처 
참고 영상1) 
작은 실천, 
(30초)
전개
(40′)
이해
하기
(10′)
▣ 공동체 이해하기
∙공동체의 개념 이해하기
- 나와 관련있는 사람들을 적어보기 
- 나-너-우리의 관계성 확장으로 공동체의 개념을 친구들과 
함께 정의하기
- 공동체에 대한 개념을 생각해볼 수 있도록 우리의 개념을 
확장하여 친숙하게 다가가기
- 학생별로 다른 공동체에 대한 개념과 이해도의 차이를 
줄이기 위한 상호 의견 나누기  
◯
자
 학습활동지(1)
◯
유
 공동체의 
개념이 익숙하지 
않으므로 우리의 
개념이 확장되어 
공동체가 됨을 
안내
연습
하기
(15′)
▣ 놀이를 통한 공동체 의식 함양하기
짧은 시간을 활용한 교육
∙놀이를 통해 공동체 의식 함양하기 
- 둘이 손 맞잡고 일어서기, 둘 또는 넷이 등 맞대고 
일어서기, 여럿이 손에 손잡고 일어서기, 제한된 시간 
안에 공을 떨어뜨리지 않고 모든 학생의 손을 거쳐 
전달하기 활동 (순차적으로 진행하되 모두 할 필요 없음)
- 놀이과정 중에 자연스럽게 생긴 불편함에 대해 
이야기하고 공동체 의식을 함양하기 위해 필요한 것에 
대해 발표하기
◯
자
 동영상
( 출처 
참고 영상2) 
손에 손잡고 
일어서기
(2분 49초)
◯
유
 학생들의 
참여와 시간에 
따라 놀이를 
조절하기 

62초등 고학년용
단계교수·학습 활동 내용
교수·학습자료◯
자

및 유의점◯
유
적용
하기
(15′)
▣ 긍정적 공동체의 가치를 생활에서 찾아보기
∙공동체의 가치 높이기
- For The Birds (3분 25초) 영상 시청하기
- 재미있었던 부분과 인상적이었던 부분에 대해 이야기하기
- 영상 속에 숨겨진 의미나 제작한 사람의 의도는 무엇일지 
이야기 해보기 
- 소외된 누군가를 위해 자신이 했었던 경험이나 우리 학급이 
공동체로서 역할을 했던 경험 말해보기
- 공동체의 의미를 되새겨보고 자신이 공동체내에서 할 수 
있는 것을 찾아보기 
- 학생별로 다른 공동체에 대한 개념과 이해도의 차이를 
줄이기 위한 상호 의견 나누기  
◈ 선택 활동
∙건강하게 공동체를 지속시키는 방법 실천하기
- 공동체에서 문제를 해결해야 할 때 우리는 어떤 것들을 
먼저 해야할지 알아보기 
- [공익광고] 존중과 배려 시청하기 (1분 34초)
- 공동체가 내 삶에 중요한 이유 토의하기
- 공동체를 건강하게 유지할 수 있는 방법에 대해 알아보기 
- 함께 성장하는 공동체의 특징 이야기하기
- 공동체의 바람직한 성장이나 가치를 유지하기 위해서 
스스로 할 수 있는 일 찾아보기  
◯
자
 학습활동지(2)
◯
자
 동영상
( 출처 
참고 영상3) 
For The Birds
(3분 25초)
◯
유
 4컷 만화의 
경우 시간이 
부족하면 과제로 
제시
◯
자
 동영상
( 출처 
참고 영상4)
존중과 배려  
(1분 34초)
◯
유
 실천적 부분을 
강조하고 싶다면 
선택활동으로 
수업 진행
정리
(5′)
▣ 학습 정리
∙배운 내용 돌아보기 
- 공동체를 한 문장으로 정의해보기
나에게 공동체는 000이다.
왜냐하면 ~~~~ 이기 때문이다.
∙다음 차시 예고 
- 다음 차시에는 마음건강 문제를 어떻게 대처할지 알아보도록 
하겠습니다. 

한국형 사회정서교육 프로그램63
3
짧은 시간을 활용한 교육 활동
학습 주제∙놀이를 통한 공동체 의식 함양하기
학습 활동에 필요한 학습자료(준비물) 및 영상자료 안내
∙[놀이 영상] 손에 손잡고 일어서기 https://bit.ly/4hDM1fl(유튜브 채널 ‘놀자학교’) 
∙[놀이 영상] 공동체 놀이 3종세트 https://bit.ly/3O2vOmd(유튜브 채널 ‘3분교실훈쌤’)
교육활동
방법
∙놀이를 통한 공동체 의식 함양하기
- 혼자 일어서기, 둘이 손 맞잡고 일어서기
- 둘이 등대 맞대고 일어서기 또는 넷이 등 맞대고 일어서기
- 원형으로 둘러 앉아 여럿이 손에 손잡고 일어서기 (4-6-8명 순으로) 
- 둘이나 넷, 그 밖에 인원이 함께 일어나기 위해서는 어떻게 하면 좋은지 이야기를 
나누면서 적극적으로 놀이에 참여할 수 있도록 안내하기 
- 공동체 의식을 갖기 위해 필요한 것에 대해 이야기 나누고 놀이를 통해 배운점 
공유하기 
- 공동체의 의미를 되새겨보고 자신이 공동체에 기여할 수 있는 방법 찾아보기
교육활동
내용
∙이 활동에서는 학급 내에서 공동체 의식을 갖게 되면 좋은 점이나, 학급 내에서 
공동체 역할에 기여할 수 있음을 놀이를 통해 경험하고 보이지 않는 작은 힘일지라도 
공동체에서는 중요한 역할을 하고 있음을 알 수 있도록 스스로 인식할 수 있도록 
안내하기 
∙공동체 의식을 갖기 위해서는 “공동체”라는 믿음, 서로 역할을 주고, 기여하는 것, 
공동의 목표 등이 있어야 하며 공동체 의식이 향상되면, 그 집단에 소속감이 생기고, 
안정감이 생기며 서로 안전한 대인관계를 형성하여 의미있는 사회적 관계를 만들어 
갈 수 있음을 인식하기
∙자신의 삶을 깊이 들여다보면 누군가는 보이지 않지만 알게 모르게 나의 행복한 
삶을 위해 노력하고 있음을 인식하고 수많은 사람들의 연결망을 확인하고 스스로 
공동체에 기여할 수 있는 방법 알아보기
∙서로 손을 잡고 일어서기 때문에 일어나야 한다는 공동의 목표를 설정하고 서로의 
신뢰를 바탕으로 함께 호흡을 맞추어 가면서 공동체를 만들어 가는 과정을 연습할 
수 있도록 활동 안내하기 
∙협력의 과정을 통해 처음보다 더 공동체에 믿음이 생기고 이런 것이 쌓여 공동체 
의식을 형성하고 세상을 건강하게 살아갈 수 있는 역량이 생김을 알고 공동체의 
힘으로 많은 것을 해결할 수 있고 배울 수 있으므로 직접 작은 것부터 실천할 수 
있도록 다짐하기 

64초등 고학년용
4
교사 참고자료 1
너와 나의 연결고리
▣ 스탠리 밀그램의 6단계 분리 이론
- 심리학자 스탠리 밀그램은 1967년 ‘지구 모든 사람은 6명만 거치면 모두 얽혀 있다’는 ‘6단계 
분리’ 이론을 제시했다. 밀그램이 자원봉사자 296명에게 친구의 친구를 거쳐 보스턴에 있는 
어떤 사람에게 엽서를 보내달라고 요청했을 때 평균 6명을 거쳐 도착했다.
활동 설명
1. 그룹 나누기 및 첫 단계 (20분)
- 학생들을 무작위로 4-5명씩 소그룹으로 나누기 
- 각 그룹은 자신들 그룹 내에서 서로 알고 있는 사람을 찾기 (사전에 학급에서 자신이 아는 
사람은 5명을 미리 선정하기)
- A학생은 B학생을 알고, B학생은 C학생을 아는 식으로 연결고리 찾아가기 
- 모든 그룹이 연결될 수 있도록 대화를 나누고 서로 연결된 사람들을 적어보기
2. 연결도 그리기 (20분)
- 큰 종이에 각 그룹의 연결도를 그려보기
- A학생이 B학생을 알고, B학생이 C학생을 알면 이들을 선으로 연결하기 
- 그룹별로 연결도를 그린 후, 각 그룹의 연결도를 하나로 합칠 수 있는지 확인하기 
- 각 그룹의 연결을 통해 모든 학생이 최대 6단계 내에서 연결될 수 있는지 확인하기
3. 전체 연결 확인 및 토론
- 모든 그룹의 연결도를 합쳐서 전체 학급의 연결도를 그리기 
- 최대 6단계 내에서 모든 학생이 연결될 수 있는지 확인하기 
- 연결도가 완성되면, 학생들과 함께 이 과정을 통해 무엇을 배웠는지 토론하기 
- "우리는 모두 어떻게 연결되어 있는가?", "이 연결을 통해 무엇을 배웠는가?" 등을 논의하며 
연결의 의미 이해하기 
▣ 연결고리 실험하기 
- 프랑스에 살고 있는 13살 앙리에게 연결에 연결을 통해 편지를 보내려면 어떻게 하면 좋을지 
생각해봅시다. 
나
앙리

한국형 사회정서교육 프로그램65
4
교사 참고자료 2
긍정적 공동체 가치 함양을 위한 방법
1. 칭찬 샤워 
- 무작위로 학생 한 명을 선정하거나, 순번을 정해 [모든 학생]이 돌아가며 칭찬받을 수 있도록 
한다. 
- 다른 학생들이 선정된 학생의 장점이나 긍정적인 행동을 칠판이나 종이에 적는다.
- 작성한 칭찬을 한 명씩 돌아가며 발표한다. 
- 발표할 때는 구체적이고 진심 어린 칭찬을 하도록 유도하며 공동체의 의미를 이해할 수 있도록 
생활속에서 다양한 방식으로 실천한다.
생활부분인성부분
 2. 칭찬 릴레이 
단계활동 내용
목표 설정
칭찬릴레이를 통해 서로의 장점을 발견하고, 긍정적인 관계를 형성하며, 학교와 
지역 공동체의 분위기를 개선하기 위해서 실시한다. 
참여자 선정
칭찬릴레이에 참여할 사람들을 선정하는데 이때 학생들뿐만 아니라 교사, 
학부모, 경찰관, 지역사회 인사 등 다양하게 포함될 수 있다. 
칭찬 카드 
작성
칭찬을 적을 수 있는 칭찬 카드나 종이를 준비하여 구체적으로 카드에 칭찬할 
사람의 이름과 칭찬 내용을 정성껏 적는다. 
방법 안내
칭찬릴레이는 한 사람이 다른 사람을 칭찬하면, 칭찬받은 사람이 또 다른 사람을 
칭찬하는 방식으로 진행한다. 
첫 주자 시작
칭찬릴레이를 시작할 첫 번째 주자가 매우 중요한데 학급에서 적응을 못하거나 관계에서 
어려움을 겪는 학생에게 이러한 사회정서적 활동을 통해 공동체의 많은 구성원이 자신에게 
관심을 가지고 있고 자신 또한 공동체의 소중한 구성원임을 인식시킬 수 있도록 한다. 
다음 주자 
연결
칭찬받은 사람은 자신이 칭찬할 다음 사람을 지정하고 칭찬 내용을 작성하여 릴레이 
방식으로 다양한 사람들을 칭찬하고 우리의 관계가 연결되어 있음을 알게 한다. 
지속적 활동
칭찬릴레이가 지속적으로 이어질 수 있도록 주기적으로 활동을 진행하는데 매주 
한 번씩 요일이나 시간을 정해 칭찬릴레이를 진행한다. 

66초등 고학년용
5
학습 활동지 1
연결되어 있는 우리
초등학교
    학년      반
이름: 
1. 내가 좋아하는 사람들의 이름을 적어봅시다. 
2. 나와 관련이 있는 사람들의 관계도를 마인드맵으로 그려봅시다. 
- 만난 사람, 아는 사람, 관련 있는 사람 등에 대한 직업 또는 이름, 관련 정보를 적어봅시다. 
예) 선생님
예) 부모님
3. 나-너-우리의 개념을 생각해보고 공동체의 뜻을 이야기해봅시다.

한국형 사회정서교육 프로그램67
5
학습 활동지 2
공동체의 가치
초등학교
    학년      반
이름: 
1. 영상(For The Birds)을 보고 숨겨진 의미를 찾아봅시다. 
2. 공동체의 가치를 높일 수 있는 4컷 만화를 그려봅시다. 

68초등 고학년용
6
출처
[참고 영상]
1. 작은실천
https://bit.ly/40FJRFN(유튜브 채널 ‘공익광고협의회’) 
2. 손에 손잡고 일어서기
https://bit.ly/4hDM1fl(유튜브 채널 ‘놀자학교’)
3. For The Birds(Pixar Short Film), 
https://bit.ly/3Cf3cUb(유튜브 채널 ‘E4 IMAGINATION’)
4. 존중과 배려
https://bit.ly/3Cl05tX(유튜브 채널 ‘공익광고협의회’)
5. 신문지 공동체놀이 3종 세트
https://bit.ly/3O2vOmd(유튜브 채널 ‘3분교실훈쌤’)
[참고 문헌] 
1. 고영만 (2006) 초등학교 공동체의식 함양교육의 내실화 방안 연구. 제주대 교육대학원 
2. 윤수경 외 (2018) 학생의 공동체의식에 영향을 미치는 요인 분석. 아시아교육연구

한국형 사회정서교육 프로그램69
너와 나의 마음건강을 지켜요
1
교수 학습 활동의 개관
사회정서
교육영역
마음건강 
사회정서
핵심역량
정신건강 문제의 인식과 관리
해당학년초등 고학년 (3-6학년)차시6/6차시
관련
성취기준
[4도01-01] 자신의 감정을 소중히 여기며 존중하는 태도를 바탕으로 내가 누구인가를 
탐구한다. 
[6실01-02] 건강한 발달을 위한 자기 관리 방법을 탐색하고, 일상생활 속에서 올바른 
생활습관과 태도를 갖도록 계획하여 실천한다. 
범교과
학습 주제
안전·건강교육
범교과 학습 주제
세부내용
생명존중 및 자살예방교육
내용요소
지식･이해과정･기능가치･태도
∙마음건강의 상태∙마음건강문제 해결하기∙마음건강의 유지
학습목표나와 친구의 마음건강이 어려울 때 도움 요청 방법을 제시할 수 있다.
수업설계 
의도
◎ 주제 선정 이유
- 마음건강문제의 다양한 상태를 이해시키고, 자신·친구·가족의 마음건강 문제가 
발생할 시 부정적 감정과 태도를 갖기 보다는 관리와 도움을 구하면서 정신건강을 
유지하고 여러 문제에 적절하게 대처하는 능력을 기르기 위함. 
◎ 수업 개요
- 마음건강문제의 다양한 상태를 이해하고 마음건강문제를 대하는 태도와 이를 
해결하는 방법을 연습하고, 이를 바탕으로 학생들이 생활 속에서 흔히 경험하는 
마음건강문제를 해결하는 방법을 자신과 친구에게 적합한 방법을 찾아 
적용해보도록 함.
◎ 사회･정서 역량 연계
- 마음건강문제는 누구에게나 나타날 수 있음을 알고 마음건강문제에 대한 부정적인 
편견과 낙인을 버리고 이를 극복하고 해결하는 방법을 연습하도록 함. 

70초등 고학년용
2
교수·학습 과정안
단계교수·학습 활동 내용
교수·학습자료◯
자

및 유의점◯
유
도입
(5′)
▣ 동기유발
∙마음이 편안해지는 교실 명상음악을 들으며 자신의 마음 
살펴보기(동영상)
∙포스트잇으로 나와 친구들의 마음상태 알아보기
- 포스트잇에 ‘요즘 내 마음은..’ 적어보기
- 칠판에 포스트잇 붙이기 
- 다양한 마음상태가 있음을 확인하기
▣ 학습목표 안내
나와 친구의 마음건강이 어려울 때 
도움 요청 방법을 제시할 수 있다.
◯
자
 동영상
( 출처 
참고 영상1)
교실명상음악,
1분 30초
◯
자
 포스트잇
◯
유
 마음의 
어려움과 생활의 
불편함을 구분할 
수 있도록 설명
전개
(40′)
이해
하기
(10′)
▣ 마음건강의 다양한 상태 이해하기
∙네 가지 마음건강 상태 이해하기
- 여러 가지 예시를 통해 마음건강 상태 설명하기
   ① 평범한 상태 – 편안한, 즐거운, 여유있는
   ② 일상적인 마음의 괴로움 – 화난, 괴로운, 슬픈
   ③ 주변의 도움이 필요한 특별한 마음건강 문제
- 상처받은, 비통한, 절망한, 암담한
   ④ 병원 진료가 필요한 마음의 병
- 우울장애, 불안장애, ADHD
∙네 가지 마음건강 상태 구별하기
- 상황별 마음건강상태 전체 퀴즈 해결하기 
  예) 전체 퀴즈: 친구들과 함께 축구를 하는데 우리편이 지고 
있자 같은 편에 속해 있는 OO이가 “야! 너 그렇게 
할거면 빠져!”라고 소리를 질러서 부끄럽고 속상했다. 
나는 네 가지 마음건강 중 어떤 상태일까? 답: ② 
일상적인 마음의 괴로움
- 개인별 퀴즈(학습활동지1) 해결하기
◯
자
 활동지1
◯
유
 학생들이 흔히 
경험할 수 있는 
사례를 통해 
마음건강의 
다양한 상태를 
설명하기
연습
하기
(15′)
▣ 마음건강문제 해결방법 연습하기
∙마음건강문제의 해결 단계 연습하기
- 신호 알아차리기, 빠른 도움 요청하기, 주변에서 돕  기(예. 
신호 – 잦은 결석, 따돌림, 무기력, 불안, 불면, 중독)
◯
유
 마음의 병에 
대한 편견을 갖지 
않도록 하기

한국형 사회정서교육 프로그램71
단계교수·학습 활동 내용
교수·학습자료◯
자

및 유의점◯
유
∙상황에 따른 마음건강문제 연습하기 
- 스스로 노력하기, 믿을 수 있는 기관과 어른에게 상담하기, 
병원 진료받기
예. “수업 시간만 되면 머리와 배가 너무 아파요.”
→스스로 노력하기(심호흡을 통해 편안한 마음을 가져보려고 
노력할래요.) 
→믿을 수 있는 기관과 어른에게 상담하기(선생님과 부모님께 
나의 힘든 마음을 표현하고 상담할래요.)
짧은 시간을 활용한 교육
∙관련 동영상 시청하기
∙현재 자신이 자주 활용하는 방법 공유하기
∙앞으로 자신이 활용해 보고 싶은 방법 발표하기
∙도움을 제공할 수 있는 곳의 연락처나 홈페이지를 알아보고 
편하게 연락할 수 있도록 연습하기
◯
자
 동영상
( 출처 
참고 영상2)
마음건강 
바로알기, 1분 
53초
◯
유
 도움을 
제공받는 기관에 
장난으로 
연락하지 않도록 
지도
적용
하기
(15′)
▣ 생활 속 다양한 마음건강문제 해결하기  
∙상황별 마음건강문제 해결방법 찾아보기(짝 활동) 
- 친구가 어떤 행동이나 말을 할 때 도와줘야 하는지 
생각해보기
- 대화 시도하기, 도움받을 수 있는 방법 권유하기  
∙마음건강문제가 있는 친구를 대하는 태도 갖기
- 친구의 마음건강 문제에 대해 놀리지 않기
- 마음건강 문제를 겪는 친구들을 도우려는 마음 갖기
◯
자
 활동지2
정리
(5′)
▣ 학습 정리
∙배운 내용 정리하기
- 마음건강문제 해결 단계 정리하기
- 나의 마음건강을 꾸준히 유지할 수 있는 실천 방법 정리하기  
◯
자
 활동지2

72초등 고학년용
3
짧은 시간을 활용한 교육 활동
학습 주제∙상황별 마음건강문제 해결방법 연습하기
학습 활동에 필요한 학습자료(준비물) 및 영상자료 안내
∙마음건강 바로알기 (https://www.youtube.com/watch?v=f-h2HD6bDDU, 1분 53초)
∙우리들의 마음건강 이야기 회복하기(https://www.youtube.com/watch?v=Z0eVcKLX7Js, 1분 48초)
교육활동
방법
∙창체 시간 등에 활용
∙PPT 및 동영상 활용
교육활동
내용
▣ 마음건강 바로알기 영상 시청하기 
∙동영상 시청하기
▣ 자신이 자주 활용하는 방법 공유하기
∙스스로 노력하기
- 문제를 피하지 않기(힘들어도 결석하지 않기), 규칙적인 생활하기(규칙적인 
식사·운동·잠자기), 다른 사람과 교류하기(혼자 있지 않기), 마음을 표현하기(글과 
그림으로 정리해보기), 편안한 마음을 갖기 위해 노력하기(심호흡 또는 명상하기)
∙상담으로 도움받기
- 힘든 점을 표현하기, 행동과 생각을 점검하고 수정하기, 좋은 관계(또래, 가족)를 
위한 방법 찾고 실천하기
∙병원(정신건강의학과) 진료로 도움받기
- 정확하게 진단받기, 마음건강 회복을 위한 교정 코칭받기(습관, 말, 관계), 
필요하면 약물치료 받기
▣ 앞으로 자신이 활용해 보고 싶은 방법 발표하기
∙마음건강문제 단계에 따른 해결 방법과 장소 발표하기 
∙마음건강이 우려될 때 대처방법 3단계로 정리하기
- 신호 알아차리기, 빠른 도움 요청하기, 주변에서 돕기
▣ 그 외 도움을 받을 수 있는 곳 찾아보기
∙동영상 시청하기(우리들의 마음건강 이야기_회복하기, 1분 48초)
인터넷상에서 필요한 관심과 위로를 받는 것이 도움이 될 때도 있지만, 그렇지 
않은 경우가 훨씬 많음을 주지시킨다.
믿을 수 있는 어른과 기관들믿으면 안되는 어른들
∙부모님, 학교 선생님, 위클래스, 위센터 선생님
∙정신건강복지센터선생님
∙정신건강의학과의사선생님
∙청소년상담전화 1388
∙정신건강위기 상담전화 1577-0199
∙청소년 모바일 상담 ‘다들어줄개’ 
1661-5004
∙지역청소년 상담복지센터, 지역 정신건강복지센터
∙SNS나 앱을 통해서 알게 된 어른
∙부모에게 비밀로 하자면 다가오는 어른
∙신체 사진이나 접촉을 요구하는 어른

한국형 사회정서교육 프로그램73
4
교사 참고자료 1
마음건강의 4가지 상태와 대처 방법
▣ 마음건강의 4가지 상태
- 첫 번째, ‘편안한’ 상태. 말 그대로 편안하고, 
친절하고, 즐겁고, 여유가 있는 그런 
상태임. 일반적으로 ‘힐링’이라고 표현하는 
상태도 포함함.
- 두 번째, 일상적인 ‘마음의 고통 (스트레스 
반응)’ 상태. 일상적인 스트레스나 
어려움에 대한 반응으로, 화가 나고, 
괴롭고, 슬프고, 실망스럽고, 안타까운 
상태임. 
- 세 번째, 일상적이지 않은 큰 스트레스에 
대한 반응으로 생기는 특별한 ‘정신건강 
문제’ 상태. 친구나 가족이 사망하거나 
뜻밖의 사고나 재난을 당하는 것처럼 평소와 다른 커다란 스트레스를 겪게 될 때 생길 수 
있는 마음 상태로, 상처받고 비통하고, 애절하고, 절망스럽고, 암담한 상태임. 
- 네 번째, 정신건강의학과적인 질병이 생긴 ‘정신질환’ 상태. 여러 가지 복합적인 원인 때문에 
뇌 기능이 저하되어 우울장애, 불안장애, 주의력결핍 과잉행동장애 등이 생긴 상태임.
▣ 마음건강의 상태에 따른 대처 방법
편안한 상태∙마음의 고통, 마음건강문제, 정신질환과 같은 상태에서 회복하는데 도움이 됨
마음의 고통
∙대부분 일시적이며 시행착오를 통해 스스로 배우고 적용해 나가기 때문에 
특별한 개입이 필요하지 않음
정신건강 문제
∙큰 스트레스를 경험하는 경우 가족, 친구, 이웃, 학교, 지역사회,심리상담과 
같은 주변의 관심과 도움이 필요함
정신질환 상태∙정신건강의학과 전문의와 같은 전문 의료진에 의한 올바른 치료가 필요함
출처: 최지욱 외 (2021). 고등학생용 정신건강 리터러시(교사용 지도서). 한국교육환경보호원.

74초등 고학년용
4
교사 참고자료 2
초등학생에서 흔한 정신질환
1. 마음의 병 
- 마음의 병은 여러 가지 복합적인 원인으로 뇌 기능이 저하된 상태임
- 의지가 약해서나 성격 탓이 아님
- 뇌기능이 저하되면 기분, 행동, 생각으로 나타남
- 마음의 병은 매우 흔하며, 전체 인구 중 1/4이 평생 한 번은 경험함
- 병원 진료를 통해 치료받으면 회복되며 잘 생활할 수 있음
2. 아동기·청소년기 정신건강 문제들
지적장애자폐스펙트럼장애의사소통장애
주의력결핍 과잉행동장애학습장애틱장애
우울장애양극성 기분장애불안장애
강박장애외상후 스트레스장애신체증상장애
섭식장애배설장애(유뇨증, 유분증)수면각성장애
적대적 반항장애품행장애물질관련 및 중독장애
조현병 
기타: 아동 학대와 방임, 등교거부와 중도탈락, 학교폭력, 
자해와 자살, 인터넷 게임장애
3. 초등학생에서 흔한 정신질환
초등학생에서 흔한 정신질환으로 적대적 반항장애, 주의력결핍 과잉행동장애, 불안장애 등이 있다. 
- 적대적 반항장애 : 화를 내고 다툼이 쉽게 생기며 어른들과의 사이에서 자주 예민해지는 특징을 
가지고 있다. 2016년~2017년 우리나라 4대 권역 조사에서 19.8%로 가장 많은 초등학생이 
이 질환을 가지고 있다. 
- 주의력결핍 과잉행동장애 : 흔하게 발생하는 정신질환이며, 부주의하고 충동적인 특징을 가지고 
있다. 앞에 설명한 연구에서 초등학생에서 2번째로 많은 질환으로 10.2%가 이 질환을 가지고 
있는 것으로 나타났다. 
- 불안장애를 겪는 친구들도 종종 있다. 특정한 상황에만 불안해지는 것부터 학교생활이 
전반적으로 어려워질 정도로 매사가 불안한 상황까지 다양하게 나타날 수 있다.
출처: 최지욱 외 (2023). 초등학생용 정신건강 리터러시(교사용 지도서). 한국교육환경보호원.

한국형 사회정서교육 프로그램75
5
학습 활동지 1
마음건강 상태 이해하기
초등학교
    학년      반
이름: 
1. 아래의 마음 상황은 <보기>에 제시된 4단계의 마음건강 상태 중 어느 상태에 해당하는지 체크해 
봅시다.
< 보 기 >
① 평범한 상태
② 일상적인 마음의 괴로움
③ 주변의 도움이 필요한 특별한 마음건강 문제
④ 병원 진료가 필요한 마음의 병
마음 상황①②③④
친구들과 함께 점심시간에 즐겁게 수다를 떨었음.V
모둠원들이 나의 의견을 무시하는 것 같아 속상함.  V
다음 주 수학 단원평가가 걱정됨. V
우울하고 공부에 집중이 되지 않으며, 밤에 잠이 오지 
않는 상태가 한 달 이상 지속됨.
V
사랑하는 외할머니가 돌아가신 후 마음에 구멍이 뚫린 
것 같음.
V
평소에 대부분 집중이 어렵고 쉽게 산만해서 학습이 
어려움.
V
좋아했던 친구가 내 뒷담화를 했다는 것을 알게 되어 
화가 남.
V
출처: 최지욱 외 (2023), 초등학생용 정신건강 리터러시(교사용 지도서). 한국교육환경보호원.

76초등 고학년용
5
학습 활동지 2
마음건강을 함께 지키는 우리
초등학교
    학년      반
이름: 
1. 다음 상황 중 공감이 되는 마음 상태를 선택한 후, 이를 건강하게 해결할 수 있는 방법을 짝과 
찾아 봅시다.(2가지 이상 선택 가능)
상황선택
“스마트폰이 없으면 긴장되고 너무 불안해.”
“공부할 때마다 머리가 어지럽고 배가 아프고 무기력한 느낌이 들어.”
“내가 좋아하는 친구가 나를 싫어하는 것 같아 속상해.”
“화가 나는 감정을 조절하기가 너무 어려워.”   
⇓
<해결방법>
1.                                                                        
2.                                                                        
2. 나와 친구의 마음건강이 우려될 때 해결방법 3단계로 정리해 봅시다.
1단계2단계3단계
(     ) 알아차리기-빠른 (     ) 요청하기-(     )에서 돕기

3. 나의 마음건강을 꾸준히 유지할 수 있는 실천 방법을 적고 발표해 봅시다.

한국형 사회정서교육 프로그램77
6
출처
[참고 영상]
1. 교실명상음악
https://www.youtube.com/watch?v=Mi3shnemViE
(유튜브 채널 ‘도담도담 포켓스쿨’) 
2. 마음건강 바로알기
https://www.youtube.com/watch?v=f-h2HD6bDDU
(유튜브 채널 ‘학생정신건강지원센터’)
3. 우리들의 마음건강 이야기 회복하기
https://www.youtube.com/watch?v=Z0eVcKLX7Js
(유튜브 채널 ‘학생정신건강지원센터’)

[참고 문헌]
1. 최지욱 외 (2021). 고등학생용 정신건강 리터러시(교사용 지도서). 한국교육환경보호원.
2. 최지욱 외 (2023). 초등학생용 정신건강 리터러시(교사용 지도서). 한국교육환경보호원.

개발위원
연구위원권 용 실 (가톨릭대학교 의과대학)
김 은 향 (청주교육대학교)
서 완 석 (영남대학교 의과대학)
이 소 희 (국립중앙의료원)
이 자 명 (한국방송통신대학교)
조 호 제 (잠실초등학교) 
최 지 욱 (가톨릭대학교 의과대학)
집필위원김 기 윤 (대구해올고등학교)
김 영 자 (탄벌중학교)
김 형 태 (시흥능곡초등학교)
김 혜 진 (대전탄방중학교)
배 현 진 (경북대학교사범대학 부설고등학교) 
성 나 경 (서울특별시교육청)
신 창 기 (신우초등학교)
오 유 하 (동암중학교)
이 경 진 (서울특별시교육청)
이 정 현 (흥덕고등학교)
임 재 일 (흥덕초등학교)
장 세 진 (서울개봉초등학교)
전 은 경 (서울신상도초등학교)
정 나 라 (효천초등학교)
정 소 영 (성복고등학교)
정 원 희 (용인신봉초등학교)`,
  middle: `한국형 사회정서교육 프로그램3
한국형
사회정서교육
프로그램
중학생용
목차
총론··············································································································4
프로그램 개요······························································································23
1차시
마음건강_행복한 삶을 위한 사회정서교육········································24
2차시
자기인식_다양한 감정 이해하기······················································33
3차시
자기조절_자기조절 기술 익히기······················································42
4차시
대인관계_갈등 해결 레시피 만들기··················································51
5차시
공동체_함께 풀어가는 공동체 문제··················································60
6차시
마음건강_마음건강 문제 함께 해결하기···········································69

4중학교용
총론
I
한국형 사회정서교육의 의미와 필요성
1. 한국형 사회정서교육의 의미
한국형 사회정서교육은 학생들의 긍정적인 성장과 정신건강 증진을 위하여 사회정서 역량을 
강화하는 체계적인 학교 기반의 교육이다. 
한국형 사회정서교육은 전인교육의 일환으로 학생 자신이 삶의 주인이 되며 다양한 사회정서
적 덕목의 학습과 정신건강 인식의 향상을 통해 개인의 잠재력을 최대한 발휘하고 사회의 구성원
으로 다른 사람들과 조화롭게 생활하도록 하는 데 그 목적이 있다(서완석 외, 2024)
1)
.
이를 위해 학생들이 자신의 감정을 인식·조절하는 정서적 역량과, 교사·또래·가족 등 주변의 타
인과 긍정적인 관계를 형성하고 유지하는 사회적 역량, 자신의 정신건강을 인식하고 관리하며, 
정신질환에 대해 적절하게 대응하는 정신건강 역량을 균형 있게 함양시키고자 한다.
2. 사회정서교육의 필요성 
급변하는 사회환경, 코로나19 영향 등 심리 내외적 요인들로 학생들의 정신건강이 취약해지고 
있는 상황이며, 우리나라 학생들의 낮은 행복감과 정신건강 관련 문제는 우려할 수준에 있다. 
2011년 이후 청소년기 사망원인 1위가 자살이며 최근 수년간 청소년 자살은 증가하는 추세를 
보이고 있다. 자살 사망 학생의 약 50%는 평소에 힘들다는 표현을 하지 않아 자살의 명백한 원
인을 확인할 수 없다는 연구조사를 볼 때
2)
, 자살 등 정신건강 위기에 있는 학생이 자신의 정신건
강 문제가 무엇인지, 어떻게 대처하고 도움을 받아야 할지 모르고 있을 가능성이 높다. 또한 
2023년 교육부와 질병관리청의 청소년건강행태조사에서 중고등학생의 26%는 최근 1년 내 우
울감을 경험하였으며 13.5%는 자살 생각을 하였다고 보고하였다
3)
. 이에 따라 모든 학생들이 자
신의 감정과 정신건강 상태를 이해하고 관리하며, 정신건강의 어려움이 있을 때 적절하게 도움을 
받을 수 있도록 보편교육으로서의 예방 교육을 강화할 필요성이 높아지고 있다.
최근 세계보건기구(WHO, 2022)는 아동청소년의 정신건강 증진을 위하여 돌봄 자원의 지원, 
학교 기반 프로그램 및 지역사회와 온라인 환경 영역에서의 전략을 발표하였으며, 사회정서교육
의 중요성을 제안하였다
4)
. 

한국형 사회정서교육 프로그램5
시대적 사회문화의 요구에 따라 학교 교육은 학생들의 지적 능력을 중점으로 하는 전통적인 인
지적 교육뿐만 아니라 학교 적응, 스트레스 관리, 동기 및 인내력 강화, 사회기술 증진, 공동체 
의식 등 사회 정서적 역량을 높이는 비인지적 교육을 지속적이고 체계적으로 실시할 필요가 있다. 
2008년부터 2020년 기간에 학교기반 사회정서교육을 실시한 53개국, 424개 연구를 종합 분
석한 메타연구에서는 학생들의 기술, 태도, 긍정적 행동 변화, 학교 환경과 안전 증가, 또래 관
계, 학교 적응 및 학업 성취도 등 여러 사회정서 영역에서 유의한 개선 효과를 보여
5)
 사회정서 
교육이 학생들이 미래사회의 건강한 사회 구성원으로 성장해 나가는 데 필수적인 부분이라는 근
거를 제시하고 있다.
II
한국형 사회정서교육의 도입과 교육프로그램 개발
1. 한국형 사회정서교육의 도입 배경
2000년을 전후로 국제기구와 세계 각국에서는 학생들의 교육, 심리사회적 문제, 정신건강의 
문제를 해결하기 위해 각 국가의 사회 여건에 맞는 사회정서 성장과 정신건강 향상을 위한 교육
을 적극적으로 제안하고 있다. 세계보건기구(WHO)는 학교 구성원의 심리.사회적 유능감을 증진
시키기 위한 학교와 공동체의 분위기 조성에서부터 정신질환이 있는 학생에 대한 전문적인 치료
를 받을 수 있는 학교기반 정신건강 프로그램을 제시하였고
6)
, 경제협력개발기구(OECD)는 정서
조절영역을 포함한 6개 영역과 17개의 표준적인 사회정서역량을 도출하였다
7)
.
국내에서도 수년 전부터 사회정서 교육에 대한 관심이 높아져 해외 프로그램들이  소개되고 교
과 수업에 활용할 수 있도록 사회정서 교육 내용들이 개발되고 있다. 그러나 대부분 개별 교과 
수업에 단기간 시범적으로 시행되는 경우가 많고 지속적인 교육으로 자리 잡기 위한 제도적인 지
원과 프로그램 개발 등 제반 여건들이 마련되지 못한 어려움이 있어, 학생의 발달 특성, 우리나
라 사회 문화 현황과 학습 환경 등을 고려한 한국형 사회정서교육이 학교 교육에 잘 적용되도록 
국가 차원의 지원이 필요한 상황이다. 
교육부는 2023년 정신건강 및 교육 전문가들과 우리나라 현실에 맞는 사회정서교육에 대한 
논의 과정을 진행하였으며, 학생의 마음건강을 최우선 지원하는 과제를 제시하고 발달 수준을 고
려한 한국형 사회정서 교육프로그램을 학교급별로 개발하여 현장에 적용하는 계획을 발표하였다
(2024년 교육부 주요 정책 추진계획(’24.1월)). 이에 따라 우리나라의 학교 상황에 적합한 사회
정서교육 모델 개발 연구가 진행되었으며 관련 전문학회의 자문 등을 통해 ‘한국형 사회정서교
육’으로 정식 명칭을 정하고, 구성원 개인과 집단의 가치를 동시에 강조하는 우리나라의 높은 공

6중학교용
동체 의식 및 문화적 특성 등을 고려하여 자기(self), 관계(relationship), 공동체(community), 
마음건강(mental health)의 4가지 사회정서 영역과 자기인식, 자기조절, 관계인식, 관계관리, 공
동체 가치의 인식과 관리, 정신건강 문제의 인식과 관리 등 6가지 핵심역량을 아래 <표1>과 같
이 규정하였다.
 영역핵심역량 구성요인 
자기 
자기인식
자신의 생각, 감정, 행동의 인식과 이해, 스트레스 인식, 강점과 약점 
인식, 자기효능감 등
자기관리
마음챙김훈련, 부정적 생각과 감정에 대처하기, 스트레스 조절하기, 
자기 조절력 향상, 개인적 목표/과제 설정 및 추진 등
관계
관계인식타인의 생각, 감정, 행동의 존중, 공감하기, 다양성의 수용 등
관계관리자기주장 및 의사소통의 기술, 대인관계 기술, 갈등해결 등
공동체
공동체 
가치의
인식 및 관리
사회적 측면에서의 자기성찰, 소속감, 책임감, 주도성, 협력하기, 
규칙 준수, 정당하지 않은 압력에 대응하기(방관자가 되지 않기), 
문제 확인 및 해결 등
마음건강
정신건강 
인식 및 관리
정신건강 이해와 관리, 정신질환 이해와 대처, 정신질환을 대하는 
적절한 태도(낙인 감소), 자해 및 자살 예방, 정신건강 관련 지원 및 
도움 요청 등 
<표1. 한국형 사회정서교육의 4가지 영역, 6가지 핵심역량 및 구성요인>
<출처: 한국형 사회정서성장지원 모델 마련 연구(2024)>
2. 한국형 사회정서교육 프로그램 내용
한국형 사회정서교육프로그램은 4대 영역과 6가지 핵심역량을 기반으로 학생들의 발달 특성을 
반영하여 초등학교 저학년(1~2학년), 초등학교 고학년(3~6학년), 중학교(1~3학년), 고등학교
(1~3학년)의 4종으로 구성하였다. 학교급별 각 6차시 수업을 통하여 학생들이 습득해야 할 사회
정서 핵심역량과 학습목표 및 교육 내용을 개발하였다. 교육 내용은 사회정서교육을 시행하고 있
는 해외 국가들의 프로그램 내용 특성, 국제기구에서 제안하는 미래 인재상과 사회정서 역량, 국
내 조사연구에서 나타난 학생들이 함양해야 할 자기인식, 자기조절 기술 및 스트레스와 정신건강 
관리 능력 증진 기술들을 검토하여 학습 목표와 내용을 구성하였다. 
사회정서 역량은 단기간에 습득되지 않으므로 초등학교 저학년부터 고등학교까지 지속적이고 
일관성 있게 학습이 진행되어야 한다. 이에 따라 본 한국형 교육 프로그램은 아동청소년의 발달 
단계와 주요 발달 과제를 고려하여 학교급별 학습 목표를 제시함으로써 학교 교육을 통하여 학생
들이 자연스럽게 사회정서 역량을 강화할 수 있도록 하였다.
한국형 사회정서교육 프로그램의 영역, 핵심역량, 학습 목표, 교육 내용은 <표2>와 같다. 

한국형 사회정서교육 프로그램7
<표2. 한국형 사회정서교육 프로그램 개관>
차시 
사회정서
교육 영역
핵심역량 학습목표 교육내용
1마음건강 
사회정서 
역량의 이해 
한국형 사회정서역량의 의미를 
알고 설명할 수 있다.
∙한국형 사회정서역량 이해
∙6차시 교육 소개 
2자기자기인식
감정을 중심으로 자신의 신체 및 
행동 반응을 알고 자기인식 
수준을 높이려는 태도를 
가진다. 
∙감정과 신체, 행동 반응과의 
연결성 인식 
∙자신의 고유성에 대한 이해
3자기자기조절 
일상 속 다양한 장면에서 
효과적으로 자기 조절을 할 수 
있다. 
∙감정에 대한 조절 기술
∙복합적이고 강렬한 감정 및 
스트레스 대처 기술
4대인관계
관계인식과 
관계관리
대인관계에 필요한 소통 및 대처 
기술을 습득한다. 
∙자기주장 및 의사소통 기술
∙긍정적인 대인관계 기술
5공동체
공동체 
가치의
인식과 관리
나와 이웃의 소중함을 이해하고 
공동체의 소중한 가치를 지키기 
위한 역량을 함양한다. 
∙소속감, 자긍심, 공동체 가치
∙규칙준수, 공정함, 책임감, 
협력하기, 공동체 문제 해결 및 
기여
6마음건강
정신건강 
문제의 
인식과 관리
정신건강 문제가 있을 때 도움을 
요청하는 방법을 알 수 있다. 
∙정신건강 문제의 이해와 대처
∙도움 요청하기

8중학교용
III
한국형 사회정서교육 프로그램 개관
1. 한국형 사회정서교육의 목적
한국형 사회정서교육의 목적은 전인교육의 일환으로 다음과 같다. 
학생 자신이 삶의 주인이 되며 다양한 사회정서적 덕목의 학습과 정신건강 인식의 향상을 통해 
개인의 잠재력을 최대한 발휘하고 사회의 구성원으로 다른 사람들과 조화롭게 생활하는 것을 
지향한다. 
위와 같은 교육 목적과 연계하여 사회정서교육의 교육 목표를 지식, 기술, 태도 영역에서 제시
하면 다음과 같다. 
∙감정과 생각 및 신체의 상호관련성에 대한 내용을 알고, 자신의 마음을 합리적으로 조절하는 
것의 중요성과 효율적인 조절 방법에 대한 올바른 지식을 습득한다. 
∙자신의 감정과 생각 및 스트레스에 대처하는 방법을 효율적으로 사용할 수 있으며, 다른 사람의 
입장에 공감하고 공동체에 도움이 되는 방법을 적용할 수 있다. 
∙자신과 타인 및 공동체에 필요한 도움을 주려는 긍정적인 삶의 태도와 정신건강에 대한 인식을 
높여 정신질환에 대한 오해와 편견을 줄이고 당면하는 마음건강 문제에 대처하는 태도를 
함양한다. 
2. 한국형 사회정서교육 교수･학습 자료의 성격 
가. 초등학교, 중학교, 고등학교 등 모든 학교급과 학년에서 사회정서교육을 체계적으로 시행할 
수 있도록 구성하였다.
나. 자기 자신, 대인관계, 공동체, 마음건강 영역에서 사회정서 역량을 차시별로 마음건강의 이
해, 자기 인식, 자기 조절, 관계인식과 관계관리. 공동체 가치의 인식과 관리, 정신건강 문
제의 인식과 관리 등 6가지로 제시하였다.
다. 모든 차시의 수업을 ‘이해-연습-적용’단계로 구성하여 학생들이 6가지 핵심 역량별 지식, 
기능, 태도를 균형 있게 습득하도록 하였다. 
라. 사회정서역량 증진을 위해 관련된 개념을 정확하게 이해하도록 하였으며, 학교급별 1차시
에서는 마음건강과 사회정서역량에 대한 이해의 폭을 확장하기 위한 내용으로 구성하였다.

한국형 사회정서교육 프로그램9
마. 학생들의 흥미와 관심을 바탕으로 모든 학생을 위한 사회정서교육이 이루어 지도록 발달 
특성에 맞는 활동 중심의 프로그램으로 구성하였다. 
바. 본 프로그램은 교육학 및 정신의학적 전문성에 기초한 한국형 사회정서교육의 구성 체계에 
따라 개발된 기본 프로그램으로 특정 종교와 연계성 없이(SBNR(Spiritual But Not 
Religious)) 설계·개발되었다. 
IV
한국형 사회정서교육의 구성 체계 및 활용 방법
1. 한국형 사회정서교육의 구성 체계 
가. 한국형 사회정서교육은 학생 발달 특성과 초·중등 교육과정을 고려하여, 초등학교 저학년
(1~2학년), 초등학교 고학년(3~6학년), 중학교(1~3학년) 고등학교(1~3학년) 학생을 대상
으로 개발하였다. 
나. 모든 교사가 교과 수업 및 창의적 체험활동 등 학교 교육과정과 연계하여 자율적으로 교육
할 수 있도록 구성하였다. 
다. 프로그램은 학교급별로 각각 6차시로 구성하고, 각 차시별 사회정서교육 영역, 사회정서 
핵심역량, 하위요소, 성취기준, 학습 목표와 학습 활동 등을 제시하여, 학생 발달 단계에 
따라 체계적으로 학습할 수 있도록 위계를 설정하였다. 
라. 1차시에서 마음건강과 사회정서교육에 대한 전반적 안내 후‘자기-타인-공동체’의 인식 확
장 개념을 바탕으로 2차시부터 6차시까지 6가지 핵심역량을 학습하도록 구성하였다.
마. 1차시와 6차시는 ‘마음건강’영역으로 사회정서 역량과 정신병리를 다루는 정신건강을 포함
하는 내용으로 구성하였다. 2차시는 감정을 중심으로 자신의 신체 및 행동 반응을 인식하
고, 이를 바탕으로 3차시에서 다양한 감정 상태에 대한 조절 능력을 높이는 것을 목표로 
하였다. 4차시는 개인적인 관계의 영역을 주제로 하였고, 5차시는 사회적인 관계인 공동체
와 자신의 삶을 연결을 중심으로 내용을 구성하였다. 
바. ‘짧은 시간을 활용한 교육’과 ‘선택활동’을 제시하여 차시별 주요 핵심 내용을 교육과정 운
영 여건에 따라 효율적이고 융통성 있게 전달할 수 있도록 구성하였다. 
사회정서교육 프로그램의 학교급별 6차시 각각의 구성 체계는 <표3>과 같다.

10
<표3. 한국형 사회정서교육 프로그램 구성 체계>
1) 1차시 (마음건강 영역)
7차시
(영역)
핵심
역량
학교급하위요소관련 성취기준학습 목표학습 활동
1차시
(마음
건강)
사회
정서
역량의 
이해 
초저
(1~2)
∙사회정서역량의
중요성
[2바01-02] 나를 이해하고 존중하며 생활한다.
[2국01-04] 자신의 경험이나 생각을 바른 
자세로 발표한다. 
∙행복한 생활에 필요한 
마음건강의 중요성을 설명할 수 
있다.
□
1

[짧은 시간]
마음건강 알기
□
2
 마음 식단으로 마음건강 연습하기
□
3
 마음건강을 위한 마음 먹기 
적용하기 
초고
(3~6)
∙사회정서역량의
의미 및 중요성
∙생활 속 
사회정서역량
[4도01-01] 자신의 감정을 소중히 여기며 
존중하는 태도를 바탕으로 내가 누구인가를 
탐구한다.
[6도01-01] 자주적인 삶에 대한 이해를 
바탕으로 자신의 생활계획을 세우고 실천하여 
주체적인 삶의 태도를 기른다.  
∙행복한 삶을 살아가는 데 필요한 
사회정서역량의 중요성을 
설명할 수 있다. 
□
1

[짧은 시간]
사회정서역량 이해하기
□
2
 사회정서역량 함양을 위한 
연습하기
□
3
 생활 속에서 사회정서 역량 
높이기
중
∙사회정서역량의
의미 및 중요성
∙자신의 삶과 
사회정서
역량의 연계
[9도01-03] 행복에 관한 심리적, 사회적, 
윤리적 접근 등을 통해 행복의 의미를 
종합적으로 파악하고, 삶의 목적과 행복의 
관계를 정립할 수 있다.
[9체01-09] 정신건강의 의미를 이해하고 
정신건강 활동의 종류와 특성을 분석한다.
∙행복한 삶을 살아가는 데 필요한 
사회정서역량의 중요성을 
설명할 수 있다. 
□
1
 사회정서교육 의미 이해하기
□
2
 나의 마음 메뉴 찾기
□
3

[짧은 시간]
사회정서교육 캠페인 노래 
만들기
고
∙사회정서역량의
의미 및 중요성
∙자신의 삶과 
사회정서
역량의 연계
[12인윤01-01] 내 몸과 마음의 관계를 
탐구하고, 심신의 통합성을 자각하여 도덕적 
주체로서 자신을 이해하고 존중할 수 있다.
[12보건02-04] 감정 및 정서가 삶에 미치는 
영향과 행복 및 스트레스, 우울･불안･질병 등을 
초래하는 상황의 조건과 의미를 탐구하여, 
개인과 공동체의 행복한 삶의 양식을 지지한다. 
∙사회정서역량의 중요성을 
자신의 생활과 연계하여 설명할 
수 있다.
□
1
 사회정서교육 및 역량 알아보기
□
2
 우리 모두에게 필요한 
사회정서교육 
□
3

[짧은 시간]
사회정서교육으로 
행복하게 사는 방법 실천하기

11
2) 2차시 (자기 영역)
차시핵심
역량
학교급하위요소관련 성취기준학습 목표학습 활동
2차시
(자기)
자기
인식
초저
(1~2)
∙기본적 감정 인식
[2바01-02] 나를 이해하고 존중하며 생활한다.
[2슬01-02] 나를 탐색하여 나에 대해 설명한다. 
∙신체 반응을 통해 나의 감정을 
표현할 수 있다.
□
1
 신체 반응과 감정 이해하기
□
2
 반응을 보고 감정 찾기 연습하기
□
3

[짧은 시간]
자신의 감정 알아차리기
초고
(3~6)
∙다양한 감정 인식
[4도01-01] 자신의 감정을 소중히 여기며 존
중하는 태도를 바탕으로 내가 누구인가를 탐구
한다.
[6국01-03] 주제와 관련하여 궁금한 내용을 
질문하며 적극적으로 듣고 말한다.
∙같은 상황에서도 다양한 감정을 
느낄 수 있음을 알고 다른 친구
와 차이를 비교할 수 있다. 
□
1
 같은 상황, 다양한 감정 이해하기
□
2

[짧은 시간]
감정 빙고로 연습하기
□
3
 나의 신체 반응 적용하기
중
∙다양한 감정 인식
∙강렬한 감정 인식
[9체01-09] 정신건강의 의미를 이해하고 정신
건강 활동의 종류와 특성을 분석한다.
[9보01-02] 몸과 마음의 신호와 건강지표를 
통해 건강 상태를 평가하여 건강 관리에 적용한다.
∙감정의 복합적인 특성을 알고, 
자신의 감정 상태를 표현할 수 
있다.
□
1
 다양한 감정 이해하기
□
2

[짧은 시간]
복합적 감정 찾아내기
□
3
 생활 속 감정 표현 실천하기
고∙스트레스 인식
[12심리02-05]부정･긍정 정서의 종류와 기능
을 탐색하고 실생활에서 효과적인 정서 조절 방
법을 이해하고 실천한다.
[12보건02-04]감정 및 정서가 삶에 미치는 영
향과 행복 및 스트레스, 우울･불안･질병 등을 
초래하는 상황의 조건과 의미를 탐구하여, 개인
과 공동체의 행복한 삶의 양식을 지지한다.
∙스트레스가 신체와 정신건강에 
미치는 영향을 설명할 수 있다.
□
1
 스트레스 이해하기
□
2

[짧은 시간]
나의 스트레스 수준 확인하기
□
3
 스트레스를 통한 나의 바람 파악 
삶에 적용하기

12
3) 3차시 (자기 영역)
차시
(영역)
핵심
역량
학교급하위요소관련 성취기준학습 목표학습 활동
3차시
(자기)
자기
조절
초저
(1~2)
∙감정에 대한 
반응의 조절
[2바04-04] 지금까지의 생활 습관과 학습 습
관을 되돌아본다.
[2슬01-02] 나를 탐색하여 나에 대해 설명한다. 
∙나의 감정을 다양한 생각과 행동
으로 표현할 수 있다.
□
1

[짧은 시간]
마음건강 알기
□
2
 마음 식단으로 마음건강 연습하기
□
3
 마음건강을 위한 마음 먹기 
적용하기 
초고
(3~6)
∙다양한 감정에 대한
기초적 자기 조절
기술
[4도02-03] 공감의 태도가 필요한 이유를 이
해하고 도덕적 상상력을 바탕으로 대상과 상황에 
따라 감정을 나누는 방법을 탐구하여 실천한다.
[6미01-01] 다양한 감각과 매체를 활용하여 
자신과 대상을 탐색할 수 있다.
∙감정에 따른 생각과 행동을 스스
로 조절하는 기술을 제시할 수 
있다.
□
1

[짧은 시간]
사회정서역량 이해하기
□
2
 사회정서역량 함양을 위한 
연습하기
□
3
 생활 속에서 사회정서 역량 
높이기
중
∙강렬한 감정에 대한 
자기 조절 기술
[9기가01-05] 청소년기의 건강한 발달을 위협
하는 스트레스, 분노, 우울 등의 여러 가지 행동 
및 심리 문제의 원인을 분석하고, 적응 유연성
을 기를 수 있는 다양한 예방 및 해결방안을 
탐색하여 적용한다.
[9보02-04] 감정과 스트레스의 적절한 인식과 
표현, 지지와 공감 및 다양성 존중을 통해 관계 
속에서 행복함과 건강한 관계 맺기를 보여준다.
∙강렬한 감정을 조절해야 하는 이
유를 알고, 자기 조절 기술을 제
시할 수 있다.
□
1
 사회정서교육 의미 이해하기
□
2
 나의 마음 메뉴 찾기
□
3

[짧은 시간]
사회정서교육 캠페인 노래 
만들기
고
∙스트레스의 조절
∙효과적 자기 조절의 
실천
[12심리02-05]부정･긍정 정서의 종류와 기능을 
탐색하고 실생활에서 효과적인 정서 조절 방법
을 이해하고 실천한다.
[12보건02-04]정서･정신건강을 이루는 요소와 
관련된 개인적, 사회적 요인을 연계하여 탐구하고, 
자아 존중감과 회복 탄력성 및 유대 증진 방안을 
도출하여 건강을 관리한다.
∙나에게 적합한 스트레스 관리 방
법을 알고, 생활 속에서 실천할 
수 있다. 
□
1

[짧은 시간]
스트레스 대처 이해 및 
방법 (운동, 명상, 대화, 호흡법, 
숫자세기, 생각바꾸기 등)
□
2
 스트레스 관리 방법 연습하기
(긍정적 생각으로 바꾸기)
□
3
 나만의 스트레스 대처법 적용하기

13
4) 4차시 (대인 관계 영역)
차시
(영역)
핵심
역량
학교급하위요소관련 성취기준학습 목표학습 활동
4차시
(대인
관계)
관계
인식
‧
관계
관리
초저
(1~2)
∙경청과 공감의 중
요성
[2국01-03] 상대방의 말을 집중하여 듣고 
말차례를 지키며 대화한다.
[2즐01-03] 가족이나 주변 사람과 소통하며 
어울린다. 
∙이야기를 듣고 다른 사람의 마음 
상태를 알고, 이를 표현할 수 있다.
□
1
 경청의 중요성 이해하기
□
2

[짧은 시간]
다른 사람의 마음 
파악하기
□
3
 다른 사람의 마음 공감하기
초고
(3~6)
∙경청과 공감의 
의미
∙경청과 공감을 
통한 관계 맺기
[4사01–01] 주변 여러 장소에서의 경험과 느낌
을 다양한 방식으로 표현하고, 장소감을 나누며 
서로 존중하는 태도를 지닌다.
[6도02-02] 편견이 발생하는 이유를 탐색하여 
해결 방안을 살펴보고, 다양성 존중을 바탕으로 
다른 사람과 올바른 관계를 맺기 위한 실천 방
안을 탐구한다.
∙경청과 공감의 중요성을 이해하
고 소통 과정에서 나타나는 다양
한 감정을 수용하는 태도를 가질 
수 있다. 
□
1
 경청과 공감의 의미 이해하기
□
2
 경청과 공감 연습하기
□
3

[짧은 시간]
소통에서 나타나는 
다양한 감정
수용하기 
중
∙효과적 갈등 
해결을 통한 관계 
맺기
[9도02-06] 다양한 갈등 상황에서 평화적 해
결의 중요성을 이해하고, 평화적으로 갈등을 해
결할 수 있는 실천 방법을 탐구하고 제시할 수 
있다.
[9기가01-02] 청소년기 또래 문화의 특징을 
이해하고, 친구 관계에서 발생하는 문제를 분석
하여 건강한 친구 관계를 유지하기 위한 방안을 
제안한다.
∙자신의 입장을 표현하며 갈등을 
해결하는 방법을 설명할 수 있다. 
□
1
 갈등 해결 3단계 레시피 이해하기
□
2

[짧은 시간]
갈등 해결 3단계 레시피 
연습하기
□
3
 갈등 해결 3단계 레시피 실천하기
고
∙협력적 
의사소통을 
통한 관계 맺기
[10공국2-01-02] 쟁점과 이해관계를 고려하
여 문제를 해결할 수 있는 대안을 탐색하며 협
상한다
[10공국2-01-03] 사회적 소통 과정에서 말의 
영향력을 고려하여 책임감 있게 듣고 말한다.
∙타협과 협력을 통해 최선의 결과
를 이끌어 내는 의사 표현 방식
을 습득할 수 있다.
□
1

[짧은 시간]
관계와 대화의 기본자세 
이해하기
□
2
 협력과 타협을 통한 갈등 
해결하기
□
3
 효과적 갈등 해결을 위한 대화 
연습

14
14중학교용
5) 5차시 (공동체 영역)
차시
(영역)
핵심
역량
학교급하위요소관련 성취기준학습 목표학습 활동
5차시
(공동체)
공동체
가치의
인식과
관리
초저
(1~2)
∙공동체 인식
[2바02-01] 공동체에서 내가 할 수 있는 일을 
찾아보고 실천한다.
[2슬01-03] 가족이나 주변 사람에게 관심을 
갖고 함께 살아가는 모습을 탐구한다.
∙친구들과 함께 어울리며 잘 
지내기 위한 실천 다짐을 말할 
수 있다. 
□
1
 함께 어울릴 때 좋은 점 이해하기 
□
2
 함께 어울려서 놀이하기  
□
3

[짧은 시간]
다 같이 잘 지내기 위한 
약속하기
초고
(3~6)
∙공동체 
개념‧가치 인식
[4도01-01] 자신의 감정을 소중히 여기며 
존중하는 태도를 바탕으로 내가 누구인가를 
탐구한다. 
[6실01-02] 건강한 발달을 위한 자기 관리 
방법을 탐색하고, 일상생활 속에서 올바른 
생활습관과 태도를 갖도록 계획하여 실천한다. 
∙공동체의 가치를 알고, 공동체가 
내 생활에서 중요한 이유를 
설명할 수 있다.
□
1
 공동체 이해하기
□
2

[짧은 시간]
놀이를 통한 공동체 의식 
함양하기
□
3
 긍정적 공동체의 가치를 생활에서 
찾아보기
중
∙공동체 
의미‧가치 인식
∙공동체 문제 해결
[9도02-04] 이웃의 종류를 구분해 보고, 
공동체 속에서 이웃을 배려하고 봉사하기 위해 
타인의 관점을 채택해 보고, 이를 실천하기 
위한 구체적인 방법을 제시할 수 있다.
[9사(일사)01-03] 사회집단의 의미를 
이해하고, 사회집단에서 나타나는 차별과 
갈등의 사례와 이에 대한 해결 방안을 
탐구한다.
∙공동체의 문제가 내 생활에 
영향을 줄 수 있음을 알고, 
공동체 생활에서 일어나는 
문제를 함께 해결하는 방법을 
제시할 수 있다. 
□
1
 공동체의 가치 이해하기
□
2
 공동체 문제 해결 방법 연습하기
□
3

[짧은 시간]
공동체 문제 상황 
해결하기 
고
∙공동체 
의미‧가치 인식
∙공동체에 
기여하는 삶
[10통사1-05-03] 자신이 거주하는 지역을 
사례로 공간 변화가 초래한 양상 및 문제점을 
탐구하고, 공동체의 구성원으로서 지역사회의 
변화를 위한 방안을 모색하고 이를 실천한다.
[12생환01-04] 자신이 살고 있는 지역에 
관심을 두고, 더 나은 지역 환경을 위해 책임 
있는 시민으로서 자신이 참여할 수 있는 방식을 
제안한다.
∙공동체 생활에 이바지하는 
태도가 나의 성장에 긍정적 
영향을 끼침을 알고, 그 방법을 
찾아 실천할 수 있다.  
□
1
 공동체의 개념과 의미 이해하기
□
2

[짧은 시간]
공동체와 함께 살아가는 
방법 연습하기
□
3
 공동체를 위한 나의 행동 
실천하기

15
6) 6차시 (마음건강 영역)
차시
(영역)
핵심
역량
학교급하위요소관련 성취기준학습 목표학습 활동
6차시
(마음
건강)
정신
건강
문제의
인식과
관리
초저
(1~2)
∙자신의 마음건강 
인식
◦도움 요청
[2바01-02] 나를 이해하고 존중하며 
생활한다.
[2슬01-02] 나를 탐색하여 나에 대해 
설명한다.
∙나의 마음건강 문제를 알고 도움 
요청하는 방법을 제시할 수 
있다.
□
1
 나의 마음을 스스로 돌보는 방법 
알기
□
2
 도움을 요청하는 말 연습하기
□
3

[짧은 시간]
도움을 요청하는 말 
실천하기
초고
(3~6)
∙자신과 친구의 
마음건강 인식
◦도움 요청
[4도01-01] 자신의 감정을 소중히 여기며 
존중하는 태도를 바탕으로 내가 누구인가를 
탐구한다. 
[6실01-02] 건강한 발달을 위한 자기관리 
방법을 탐색하고, 일상생활 속에서 올바른 
생활습관과 태도를 갖도록 계획하여 실천한다.
∙나와 친구의 마음건강이 어려울 
때 도움 요청 방법을 제시할 수 
있다.
□
1
 마음건강의 다양한 상태 이해하기 
□
2

[짧은 시간]
마음건강문제 해결방법 
연습하기
□
3
 생활 속 다앙한 마음건강문제 
해결하기 
중
∙자신과 친구의  
  정신건강 인식
∙도움 요청
[9도01-03] 행복에 관한 심리적, 사회적, 
윤리적 접근 등을 통해 행복의 의미를 
종합적으로 파악하고, 삶의 목적과 행복의 
관계를 정립할 수 있다.
[9체01-09] 정신건강의 의미를 이해하고 
정신건강 활동의 종류와 특성을 분석한다.
∙나와 친구의 마음건강이 어려울 
때, 도움을 요청할 수 있다. 
□
1
 정신건강 4가지 상태 이해하기 
□
2
 나의 마음건강 문제상황 도움 
요청 연습하기
□
3

[짧은 시간]
친구의 마음건강 
어려움을 응원하는 캠페인 문구 
만들기
고
∙자신과 친구의 
의학적 도움이 
필요한 정신건강 
인식
∙도움 요청
[12심리04-02] 삶의 변화에 따른 스트레스 
발생과 건강의 관계를 이해하고 효과적인 
스트레스 대처 방안을 적용하여 회복 탄력성을 
기른다.
[12보건02-04] 감정 및 정서가 삶에 미치는 
영향과 행복 및 스트레스, 우울･불안･질병 등을 
초래하는 상황의 조건과 의미를 탐구하여, 
개인과 공동체의 행복한 삶의 양식을 지지한다. 
∙나와 친구의 마음건강이 어려울 
때, 도움을 요청할 수 있다. 
□
1
 의학적 도움이 필요한 마음의 병 
상태 이해하기
□
2

[짧은 시간]
도움 받을 수 있는 기관 
찾는 연습하기
□
3
 마음의 병으로 힘든 친구 
도와주기

16중학교용
2. 교수.학습 자료의 활용 방법 
가. 기본 방향
1) 초등저, 초등고, 중학교, 고등학교 학교급별 6차시를 한 단위로 위계에 따라 학습 내용을 
조직한 것이므로 가능한 6차시를 순차적, 지속적, 규칙적으로 지도할 것을 권장한다. 
2) 교수･학습 과정안은 하나의 예시로 같은 교과 또는 다른 교과의 성취기준과 연계하여 지도
할 수 있으며, 학급 및 학생 실태를 기반으로 부분적으로 확대·강화 또는 축소시켜 지도할 
수 있다. 
3) 차시별 학습활동 내용은 초중고 학교급별 수업시간을 기준으로 개발하였으나, 교육과정 운
영 여건에 따라 수업 활동 시간을 증배·재구성하여 지도할 수 있다.  
4) 제시된 교육과정 성취기준을 참조하여 관련 교과 간 연계·통합하여 지도할 수 있으며, 창의적 
체험활동의 자율･자치 활동, 동아리 활동, 진로 활동 등과 연계하여 지도할 수 있다.
5) 범교과 학습 주제 중 안전･건강교육, 인성 교육, 진로교육 등과 연계하여 지도할 수 있으
며, 생명존중 및 자살예방교육 시간에 본 기본 프로그램을 활용하여 교육할 수 있다.
6) 다양한 학교 교육활동에서 특정 시간을 지정하여 사회정서교육을 운영할 수 있다. 특히 ‘짧
은 시간을 활용한 교육활동’은 조회, 종례 시간 등에서 활용할 수 있으며 이때는 가급적 영
상 자료 등을 활용하여 학습 효과 높일 수 있도록 한다. 
7) 사회정서교육 운영 시 학교급별 위계 및 구성 체계에 따라 개발된 본 기본 프로그램을 우선
적으로 활용할 것을 권장하며, 학교와 학생들의 상황에 따라 어울림 프로그램 등 사회정서 
역량을 다루는 다양한 프로그램과 연계하여 활용할 수 있다.
나. 다양한 학교 교육활동과 연계
1) 학교 교육과정 운영과 연계하여 특정 기간을 사회정서교육 강화 기간으로 지정하여 운영할 
수도 있다. 이때는 학년별로 다채로운 행사를 기획할 수 있으며 특히 사회정서교육 6차시
의 학습 활동의 학습 결과물을 전시하는 행사도 계획할 수 있다.
2) 계기 교육은 사회정서교육과 연계하여 운영하기 좋은 방법이 된다. 사회 병리 현상이 발생
했을 경우 이를 교수･학습 활동과 연계하여 계기 교육을 통한 경각심을 갖게 할 수도 있으
며 사회정서교육의 중요성을 강조하여 학생들이 그 필요성을 스스로 자각할 수 있도록 지
도한다.
3) 사회정서교육을 학교에서 의도적으로 계획하여 지속적이고 반복적으로 시행하는 경우 학생

한국형 사회정서교육 프로그램17
들의 사회정서역량 함양에 긍정적 강화 효과를 기대할 수 있다. 이를 위해서는 학교 교육과
정에 사회정서교육을 제시하여 편성하는 것이 필요하다. 이는 학교교육 목표를 구체적으로 
실천할 수 있는 방법이 되며 교과 활동, 창의적 체험활동 등 학교의 모든 교육활동과 연계
하여 계획한다.
4) 학교 자율장학 또는 교원의 전문적학습공동체 활동에서 사회정서교육을 주제로 한 프로젝
트 수업도 가능하다. 이를 통하여 전체 학생과 교사가 사회정서 역량 함양과 정신건강의 중
요성을 인식하고 적극 참여하는 학교 문화 형성의 계기가 될 수 있다. 
5) 일정한 시간을 주기적으로 확보하기 어려운 경우 월요 조회나 훈화 시간, 학급 조회·종례 
시간을 이용하여 사회정서교육도 가능하다. 이때 교사는 전체 내용을 숙지하고 핵심적인 내
용을 효율적으로 전달할 수 있어야 한다. 
3. 학생의 사회정서 성장을 위한 피드백 방향
가. 학생의 사회정서 성장과 발달을 지원하기 위해 다양한 방법을 활용하여 학습 과정과 결과
에 대해 종합적으로 피드백을 하도록 한다.
나. 교사는 학생들이 보이는 사회정서적 반응을 주의 깊게 관찰하고, 그에 대한 즉각적이고 적
절한 피드백을 통해 학생들이 자신의 감정과 행동을 인식하고 조절할 수 있도록 지도한다.
다. 한국형 사회정서교육을 토대로 학생들이 학습한 내용을 실제 생활에 적용할 수 있도록 피
드백을 제공하도록 한다. 이를 위해 교사는 학생의 학습목표 도달 정도와 수행 과정을 관
찰하여 학생들이 일상생활에서 사회정서적 기술을 어떻게 실천하고 있는지를 피드백할 수 
있다. 
예를 들어, 학생이 친구와의 갈등 상황에서 갈등을 어떻게 인식하고 대처하는지를 구체적
으로 언급하며 자신의 감정을 조절하고 스트레스를 효과적으로 관리하도록 긍정적인 행동
을 강화하고 구체적인 조언을 제공하는 방식으로 피드백을 진행할 수 있다.

18중학교용
V
교수.학습자료의 구성
∙해당 차시의 활동 
주제명
학습 주제
∙해당 차시의 관련 
교과 및 성취기준 
안내

∙관련 핵심역량 및 
범교과학습 주제, 
세부 내용 안내 
∙학습내용 요소를 
지식·이해, 과정·기능, 
가치·태도로 구분하여 
제시
∙차시 내용에 대한 
개요: 수업 주제 선정 
이유, 수업 개요, 
사회정서역량 
연계안내
❶ 교수･학습 
활동의 개관

한국형 사회정서교육 프로그램19
∙짧은 시간을 활동한 
교육 활동: 해당 
차시에서 반드시 
교육해야 할 핵심 
내용을 제시

∙학습자료 및 동영상 
자료  안내(출처 제시)
❸ 교수･학습 
활동
∙해당 차시의 
교수･학습 활동 안내

∙자료와 유의점 및 
PPT, 교수･학습자료 
안내: 
도입-전개(이해, 
연습, 적용)―정리 
순서로 단계별 내용 
제시  
❷ 교수･학습 
과정안

20중학교용
∙해당 차시 
교수.학습과정에 
활용할 수 있는 자료 
안내
❺ 교사 참고자료 2 
∙해당 차시 
교수.학습과정에 
활용할 수 있는 자료 
안내
❹ 교사 참고자료 1

한국형 사회정서교육 프로그램21
∙해당 차시 학습 
활동지 
❼ 학습 활동지 2
∙해당 차시 학생 학습 
활동지 
❻ 학습 활동지 1 

22중학교용
참고문헌
1) 서완석 외(2024). 한국형 사회정서성장지원 모델 마련 연구. 한국교육환경보호원  
2) Kwon H, Hong HJ, Kweon YS. Classification of Adolescent Suicide Based on 
Student Suicide Reports. Soa Chongsonyon Chongsin Uihak. 2020 Oct 
1;31(4):169-176. doi: 10.5765/jkacap.200030. PMID: 33110353; PMCID: 
PMC7584279.
3) 교육부 질병관리청(2024), 제19차(2023년) 청소년건강행태조사 통계. 
https://kdca.go.kr/yhs/home.jsp 
4) World Health Organization (2022). World mental health report. Geneva: WHO. 
5) Cipriano C, Strambler MJ, Naples LH, Ha C, Kirk M, Wood M, Sehgal K, Zieher 
AK, Eveleigh A, McCarthy M, Funaro M, Ponnock A, Chow JC, Durlak J. The 
state of evidence for social and emotional learning: A contemporary 
meta-analysis of universal school-based SEL interventions. Child Dev. 2023 
Sep-Oct;94(5):1181-1204. 
6) World Health Organization (1997). Life Skills Education for Children and Adolescents 
in Schools. Geneva: WHO. 
7) OECD (2021). Beyond Academic Learning, first results from the survey of 
Social and Emotional Learning https://doi.org/10.1787/92a11084-en

한국형 사회정서교육 프로그램23
프로그램 개요(중학교)
프로그램 중점
구분프로그램 세부내용
1
건강하고 행복한 삶을 살아가는 데 사회정서역량이 필요함을 이해하고 강렬한 자신의 감정을 
인식하고 관리하며 타인과 건강한 관계 형성 및 공동체에서의 문제 상황을 건강한 소통으로 
해결하도록 이해-연습-적용의 단계로 수업을 진행함.
2
사회정서교육 영역을 자기-관계-공동체-마음건강 영역으로 구조화하여 핵심역량을 설정하고 
중학교 발달단계에 맞는 학습목표를 도출하여 학습주제에 맞는 사회정서적 덕목을 내면화하며 영역 
간에도 통합적 교육활동으로 재구성하여 활용할 수 있음.
3
사회정서교육은 민주시민교육, 인성교육, 진로교육 등과 연계하여 자기-관계 공통 범주를 토대로 정신건강 
리터러시(마음건강) 영역을 신설하여 학생 정신건강 문제의 중요성을 체계적으로 인지하고 행동화할 
수 있도록 학교교육과정과 연계하여 자율적으로 교육할 수 있도록 구성함.
4
사회정서교육은 정신건강 영역을 의료적 전문 영역으로 여겼던 인식을 개선하고 정신질환에 대한 
오해와 편견을 줄이며 마음건강에 대처하는 능력을 증진하고자 함.
수업의 흐름
차시영역수업주제세부내용
1
마음
건강
행복한 삶을 위한 
사회정서교육
□
1
 사회정서교육 의미 이해하기
□
2
 나의 마음 메뉴 찾기
□
3
 사회정서교육 캠페인 노래 만들기
2자기다양한 감정 이해하기
□
1
 다양한 감정 이해하기
□
2
 복합적 감정 찾아내기
□
3
 생활 속 감정 표현 실천하기
3자기자기조절 기술 익히기
□
1
 강렬한 감정 조절의 필요성 이해하기
□
2
 자기조절 기술 연습하기
□
3
 나만의 자기조절 기술 표현하기
4
대인
관계
갈등 해결
레시피 만들기
□
1
 갈등 해결 3단계 레시피 이해하기
□
2
 갈등 해결 3단계 레시피 연습하기
□
3
 갈등 해결 3단계 레시피 실천하기
5공동체공동체 문제 해결하기
□
1
 공동체의 가치 이해하기
□
2
 공동체 문제 해결 방법 연습하기
□
3
 공동체 문제 상황 해결하기  
6
마음
건강
마음건강 문제
함께 해결하기
□
1
 정신건강 4가지 상태 이해하기 
□
2
 나의 마음건강 문제상황 도움 요청 연습하기
□
3
 친구의 마음건강 어려움을 응원하는 캠페인 문구 만들기

24중학교용
행복한 삶을 위한 사회정서교육!
1
교수 학습 활동의 개관
사회정서
교육영역
마음건강
사회정서
핵심역량
사회정서역량의 이해
해당학년중학교 (1-3학년)차시1/6차시
관련
성취기준
[9도01-03] 행복에 관한 심리적, 사회적, 윤리적 접근 등을 통해 행복의 의미를 
종합적으로 파악하고, 삶의 목적과 행복의 관계를 정립할 수 있다.
[9체01-09] 정신건강의 의미를 이해하고 정신건강 활동의 종류와 특성을 분석한다.
범교과
학습 주제
안전·건강교육
범교과 학습 주제
세부내용
정신건강
내용요소
지식･이해과정･기능가치･태도
∙사회정서교육
∙행복한 삶
∙나의 마음 상황 진단하기 
∙나의 마음을 위한 메뉴 
선정하기
∙행복한 삶을 위한 
마음건강 실천
학습목표행복한 삶을 살아가는 데 필요한 사회정서역량의 중요성을 설명할 수 있다.
수업설계 
의도
◎ 주제 선정 이유
- 사회정서교육에 대한 의미 및 중요성을 일깨우고 행복한 삶을 위해 일상 생활 
속에서 마음건강을 살피고 조화로운 삶을 실천하는 태도를 기르고자 함.
◎ 수업 개요
- 사회정서교육의 의미와 필요성에 대한 공감대를 형성하며 마음건강을 유지하기 
위한 필수 요소를 파악하고 그림책을 통해 마음이 어려울 때 마음을 담을 메뉴를 
선정함으로써 자신의 마음건강 상태를 알아차리고 이를 지속가능한 삶으로 
이어가도록 사회정서교육 로고송 제작을 통해 실천역량을 고양하고자 함.
◎ 사회ᆞ정서 역량 연계
- 행복하고 건강한 삶을 위한 사회정서교육이 부차적인 수준으로 해석되는 것이 
아닌, 청소년의 긍정적인 성장을 위해 자신을 이해하고 건강한 대인관계를 형성하며 
마음건강의 어려움에 효과적으로 대처하는 역량이 필요함을 인지하도록 함.

한국형 사회정서교육 프로그램25
2
교수·학습 과정안
단계교수·학습 활동 내용
교수·학습자료◯
자

및 유의점◯
유
도입
(5′)
▣ 동기유발
∙‘행복한 삶’ 하면 생각나는 핵심어 브레인스토밍 공유하기
∙사회정서교육 왜 필요할까? 핵심질문으로 학습주제 집중하기
- 시대적 측면 : 미래사회 필요한 지능 그래프 분석, 미래역량
- 정신건강 측면: 소아・청소년 정신장애 경험 전문가 도움 
필요 실태 공유
▣ 학습목표 안내
행복한 삶을 살아가는 데 필요한 사회정서역량의 중요성을 
설명할 수 있다.
◯
자
 활동지, ppt
◯
유
 행복한 삶에 
대한 핵심어를 
활동지에 구름 
단어로 
제시하도록 
안내함
∙ppt를 활용 
사회정서교육 
필요성 안내하기
전개
(40′)
이해
하기
(10′)
▣ 사회정서교육 의미 이해하기
∙[오늘 배우면 내일 더 행복해지는 사회정서교육] 영상 시청 후 
토의하기
- K-L-W 토의를 통한 영상 내용 정리하기
- 사회정서교육에 대해 새롭게 알게 된 점, 이미 알고 있는 
내용, 더 알기 원하는 내용 중심으로 영상 내용 정리하기
Q: 사회정서교육 역량에는 어떤 것이 있나요?
Q: 사회정서교육에 대한 배움과 연습을 통해, 학생들의 
마음건강은 어떻게 달라질까요?
◯
자
 ( 출처 
참고 영상1)
오늘 배우면 내일 
더 행복해지는 
건강한 
공부((3분25초)
◯
유
 영상은 학습 
시간 배분에 따라 
필요한 부분만 
시청할 수 있음
연습
하기
(15′)
▣ 그림책 「마음먹기」을 통한 나에게 필요한 마음 메뉴 찾기
짧은 시간을 활용한 교육
∙그림책 <마음먹기> PPT로 감상하기
- ‘마음으로 마음을 요리하는 마음담’에서 현재 나의 마음 
상황에 필요한 메뉴 선정하기
마음찜, 마음전, 마음 절임, 마음 부침, 마음 뻥튀기
마음피자, 마음 주스, 마음 진국, 마음 피자, 마음말이 등
- 내가 선정한 마음담의 메뉴의 이름, 재료, 왜 이 요리를 
선정하였는지 이유 이야기하기
- 내 마음 상태를 알아차리고 마음을 다독인다면 나의 삶에 
어떤 영향을 미치는지 이야기 나누기
◯
자
 그림책 
<마음먹기>
PPT, 활동지1
◯
유
 「마음먹기」 
그림책 중 
‘마음담’에서 현재 
나의 마음 상태를 
진단하고 필요한 
마음 요리를 
선택하게 하여 
스스로 상황을 
진단하고 살필 수 
있도록 지도함

26중학교용
단계교수·학습 활동 내용
교수·학습자료◯
자

및 유의점◯
유
적용
하기
(15′)
▣ 나도야, 작사가! 사회정서교육 캠페인 노래 가사 만들기
∙건강하고 행복한 삶을 위한 마음건강 노래 가사 작성하기
- 사회정서교육의 의미 이해하기에서 배운 내용을 떠올리기
- 사회정서교육의 의미, 역량, 효과를 연결하여 사회정서교육 
캠페인 노래 가사 작성하기
- 질문에 답변하는 식으로 가사 써보기
Q: 사회정서교육은 왜 필요할까?
Q: 사회정서교육에는 어떤 것이 있을까?
Q: 내 마음의 주인이 되기 위해 사회정서교육을 어떻게 
활용할까?
Q: 사회정서교육을 배우고 연습하면 내 마음에는 어떤 변화가 
일어날까?
▣ 선택 활동
∙디지털 앱을 활용한 사회정서학습 캠페인 노래 만들기
- 사이트 방문하기 (https://suno.com/)
- ‘suno’ 사이트에서 구글 학교 계정으로 로그인하여 회원 
가입하기
- 각자 만든 가사를 입력하고 음악 스타일 선택하기
- Create 버튼을 눌러 작곡 화면으로 연결하기
- 곡 설명(Song Description) 칸에 학생이 필요로 하는 
가사 내용을 입력한 후, Create 버튼 누르기
- 가사 내용을 음미하며 행복한 삶을 위한 마음건강이 
필요함을 되새기기
- 창작한 캠페인 노래 발표 및 온라인 학습방 공유하기
◯
자
 활동지2
◯
유
 이 부분은 짧은 
시간을 활용한 
교육활동과 
연계할 수 있음.
‘suno’의 무료 
작곡 생성 횟수는 
5회로 제한되어 
있으므로 사전에 
학생에게 유의점 
안내하기
정리
(5′)
▣ 학습 정리
∙배움내용 정리
- 사회정서교육 필요성, 의미, 역량에 대해 질의.응답으로 
정리하기
- 오늘 배움 돌아보며 AI 마음일기 쓰기 
(https://diary.seamspace.me/)
∙다음 학습 안내
-다양한 감정에 대해 자기 인식하기 
◯
자
 ppt
◯
유
 AI 마음일기 
사이트를 활용하여 
간단한 배움 
성찰일지를 
쓰도록 지도함

한국형 사회정서교육 프로그램27
3
짧은 시간을 활용한 교육 활동
학습 주제∙행복한 삶을 위한 나에게 필요한 마음 메뉴 찾기
학습 활동에 필요한 학습자료(준비물) 및 영상자료 안내
∙그림책 <마음먹기> ppt
∙그림책 <마음먹기> ‘마음으로 마음을 요리하는 마음담’에서 현재 나의 상황에 필요한 메뉴 
선정하기
교육활동
방법
∙그림책 <마음먹기> 낭독하며 감상하기
- 그림책 읽기 전, 인상 깊은 장면 찾으며 읽기 안내하기
- 학생들이 그림책을 순환하여 낭독하며 전체 내용 이해하기
∙‘마음으로 마음을 요리하는 마음담’에서 현재 나의 마음 상황에 필요한 메뉴 선정하기
- 내가 선정한 마음담의 메뉴의 이름, 재료, 왜 이 요리를 선정하였는지 이유 
이야기하기
- 내 마음 상태를 알아차리고 마음을 다독인다면 나의 삶에 어떤 영향을 미치는지 
이야기 나누기
교육활동
내용
∙그림책 <마음먹기>에서 나의 마음 상황에 필요한 요리 선정하기
마음으로 마음을 요리하는 마음담
인기 절정 
메뉴
마음찜좋아하는 사람이 생겼을 때
마음전마음을 전하고 싶을 때
별난 메뉴
마음부침찢어진 마음을 붙이고 싶을 때
마음 뻥튀기마음이 커지고 싶을 때
마음절임마음이 간절할 때
기특한 메뉴
마음피자마음을 쫙 펴고 싶을 때
마음주스마음을 주고 싶을 때
시도 때도 
없는 메뉴
마음진국진실을 보여주고 싶을 때
마음 쌈마음을 모으고 싶을 때
마음 말이마음을 접고 싶을 때
마음꼬치마음을 캐묻고 싶을 때
마음만두마음만으로 충분할 때
마음빵마음이 빵빵해지고 싶을 때
토닥토닥 
메뉴
마음덮밥마음을 감추고 싶을 때
마음정식세트마음이 복잡할 때

28중학교용
4
교사 참고자료 1
사회정서교육의 핵심역량과 구성요인
1. 사회정서교육이 필요한 이유
∙공동체를 구성하는 개인과 구성원들은 서로 영향을 주고받는 관계임. 개인과 학교 공동체의 
건강하고 균형 있는 성장을 위해 개인, 공동체 그리고 구성원 개인 간의 상호작용 및 관계의 
측면을 아우르는 역량이 필요하다. 
∙사회정서교육은 일상적인 삶을 포함하여 사회 및 직업 생활을 성공적으로 수행하기 위한 삶의 
기술이며, 4차 혁명시대에 미래인재가 갖추어야 할 핵심역량으로 제시되었다. 사회정서교육의 
효과 연구들은 학생들의 정신건강증진, 사회적 기능, 정서적 웰빙, 학업 성취도 향상과 우울, 
불안, 자살 및 스트레스 위험을 감소하는 긍정적 효과를 보고하였다. 
∙코로나19 영향으로 학생들의 사회정서 역량이 감소되었고, 우울, 불안, 등 늘어나는 정신건강 
문제에 대한 우려가 높아지고 있다. 
∙한국형 사회정서교육은 구성원 개인과 집단의 가치를 동시에 강조하는 우리나라의 높은 공동체 
의식과 문화 특성을 고려하고, 국내 학생들에게 강화되어야 할 사회정서 역량으로 알려진 
스트레스 관리, 자신의 감정을 인식하고 표현하며, 자기조절 개념을 알고 관리할 수 있는 기술을 
함양하도록 이루어져야 한다. 
2. 한국형 사회정서교육에서 제시하는 4가지 영역과 6가지 핵심역량
영역핵심역량구성요인
자기
(self)     
자기인식
자신의 생각, 감정, 행동의 인식과 이해, 스트레스 인식, 
강점과 약점 인식, 자기효능감 등.
자기조절
마음챙김훈련, 부정적 생각과 감정에 대처하기, 
스트레스 조절하기, 자기 조절력 향상, 개인적 
목표/과제 설정 및 추진 등
관계
(Relationship)
관계인식
타인의 생각, 감정, 행동의 존중, 공감하기, 다양성의 
수용 등
관계관리자기주장 및 의사소통의 기술, 대인관계 기술, 갈등해결 등
공동체
(Community)
공동체 가치의 인식 
및 관리
사회적 측면에서의 자기성찰, 소속감, 책임감, 주도성, 
협력하기, 규칙 준수, 정당하지 않은 압력에 
대응하기(방관자가 되지 않기), 문제 확인 및 해결 등
마음건강
(Mental health)
마음건강 문제의 
인식과 관리
마음건강 이해와 관리, 정신질환 이해와 대처, 
정신질환을 대하는 적절한 태도(낙인 감소), 자해 및 
자살 예방, 정신건강 관련 지원 및 도움 요청 등
출처: 교육부(2024), 한국형 사회정서교육, WHO(2022) World Mental Health Report 

한국형 사회정서교육 프로그램29
4
교사 참고자료 2
정신건강 리터러시 이해하기
1. 정신건강 리터러시 개념
건강 리터러시(Health Literacy)란 ‘개인이 건강에 대해 적절한 결정을 내리기 위해 기초적
인 건강정보와 서비스를 획득하고, 처리하고, 이해할 수 있는 능력에 대한 것’으로, 전 생애에 
걸쳐 건강 수준을 결정하는 데 있어서 핵심적인 요소이다. 현대사회에 들어서 신체 건강과 함께 
정신건강의 중요성이 점점 커지고 있는 상황이다. 그런데, 정신건강의 치료에 있어서 치료의 필
요성을 제대로 인식하지 못하는 것과 태도의 문제(예: 낙인, 치료에 대한 부정적 관점)가 도움을 
청하고 치료를 유지하는 데 큰 걸림돌이 되고 있다. 정신건강 리터러시(Mental Health 
Literacy)는 다음과 같이 정의한다.
(1) 무엇이 긍정적 정신건강을 이루는지 알고 이를 유지하기 위한 방법을 이해하는 능력, 
(2) 정신질환과 이에 대한 올바른 치료법을 알고 이해하는 것
(3) 정신질환과 정신질환을 갖고 살아가는 사람들에 대한 적절한 태도(낙인의 감소)
(4) 정신건강의 문제나 정신질환에 대하여 적절한 의료기관이나 기타관련 자원에 효과적으로 도움을 
요청하는 개인적 능력 등을 포함함.
2. 왜 학교에서 정신건강 리터러시를 가르쳐야 하나?
학교는 학생들의 건강과 정신건강 요구를 지원하는데 가장 적합한 보호체계이다. 전통적으로 
학교에서 백신 접종과 같이 신체적 건강증진과 공중 보건 개입을 해왔으며, 최근에는 전 세계적
으로 학교기반 정신건강 개입의 중요성이 강조되고 있다. 국내에서도 학생정서행동특성 검사, 
생명 존중 교육. 게이트키퍼 훈련 및 다양한 자살 예방 프로그램, 교사 연수, 학교 응급심리지
원 등 많은 정신건강 사업들이 이루어지고 있다.
그러나 기존의 학교 내 구조와 활동 속으로 통합되는 대신, 외부적인 자원이 부각되거나 추가
적인 구성 요소 형태로 단기간 산발적으로 시행되고 있으며, 정신건강에 대한  인식 부족으로 효
과적인 개입에 어려움이 있어왔다. 정신건강 리터러시 교육을 통하여  교사와 학생의 정신건강
에 대한 올바른 인식, 판단과 적절한 도움 요청 행동 역량이 높아짐으로서 학교 정신건강 프로그
램들이 원활하게 이루어지는 데 중요한 기초 역할을 할 수 있다. 또한 학생-학교-가정-지역사회
-전문 의료 기관으로 연결되는 전체 돌봄 경로가 활성화되어 정신건강 증진-조기 발견-조기 개
입-적절한 연계-지속적인 서비스를 제공할 수 있는 효율적 체계를 구축하는 바탕이 될 수 있다.
3. 사회정서교육으로서 정신건강 리터러시 교육
정신건강은 단순히 질환이 없는 상태를 말하는 것이 아니라, 개인이 자신의 잠재력을 알고 일
상의 스트레스를 대처하며 생산적으로 일하고 자신이 속한 지역사회에 공헌할 수 있는 웰빙 상
태를 말한다(WHO). 개인의 다양한 마음건강상태를 구별하고 그에 따른 적절한 대처방법을 실
천할 수 있는 정신건강리터러시 능력은 건강한 마음을 키우고 삶의 기술을 증진하기 위한 사회
정서 능력과 같은 목표를 가지고 있다. 특히 학생 정신건강이 취약해지고 있는 국내 상황에서 
정신건강 리터러시 교육을 사회정서교육 내용에 포함시킬 필요성이 높다. 
출처: 교육부(2020), 중학생용 정신건강 리터러시(교사용 지도서),

30중학교용
5
학습 활동지 1
건강하고 행복한 삶을 위한
사회정서교육 이해하기
중학교
    학년      반
이름: 
1. 건강하고 행복한 삶을 살아가는 데 필요한 것은 무엇인지를 생각나는 핵심어를 구름 단어로 
작성해 봅시다.
2. [오늘 배우면 내일 더 행복해지는 사회정서교육] 영상을 시청한 후, K-L-W 기법을 활용하여 
영상 내용을 정리해 봅시다.
새롭게 알게 된 점(K)이미 알고 있는 점(L)더 알고 싶은 점(W)
3. 그림책 <마음먹기> 중, ‘마음을 요리하는 마음담’에서 현재 나에게 필요한 마음요리를 선택하고 
그 이유를 말해 봅시다.
저에게 필요한 요리는
(               ) 입니다.
 왜냐하면...
___________________________________________
___________________________________________

한국형 사회정서교육 프로그램31
5
학습 활동지 2
나도야! 작사가!
사회정서교육 캠페인 노래 만들기
중학교
    학년      반
이름: 
1. 다음에 질문에 답하는 형식으로 사회정서교육 캠페인 노래에 들어갈 가사 내용 초안을 작성해 
봅시다.
사회정서교육은 왜 
필요할까?
사회정서교육 역량에는 
어떤 것이 있을까?
내 마음의 주인이 되기 
위해서는 사회정서교육 
어떻게 활용할까?
사회정서교육을 배우고 
연습하면 내 마음에는 
어떤 변화가 일어날까?
2. 초안을 바탕으로 나만의 사회정서교육 캠페인 노래 가사를 완성해 봅시다.
3. (선택활동) 자신이 창작한 가사를 바탕으로 디지털 앱(https://suno.com/)을 활용하여 
사회정서교육 캠페인 노래를 만들어 봅시다. 

32중학교용
6
 출처
[참고 영상]
1. 교육부(2024), 오늘 배우면 내일 더 행복해지는 사회정서교육 영상
   https://buly.kr/3j75G8N
[참고 문헌] 
1. 그림책 <마음먹기>, 자현, 달그림(2020)
2. 교육부(2024), 한국형 사회정서교육, WHO(2022) World Mental Health Report 
3. 교육부(2020), 중학생용 정신건강 리터러시(교사용 지도서)

한국형 사회정서교육 프로그램33
다양한 감정 이해하기
1
교수 학습 활동의 개관
사회정서
교육영역
자기
사회정서
핵심역량
자기인식
해당학년중학교 (1-3학년)차시2/6차시
관련
성취기준
[9체01-09] 정신건강의 의미를 이해하고 정신건강 활동의 종류와 특성을 분석한다.
[9보01-02] 몸과 마음의 신호와 건강지표를 통해 건강 상태를 평가하여 건강 관리에 
적용한다.
범교과
학습 주제
안전·건강교육
범교과 학습 주제
세부내용
정신건강
내용요소
지식･이해과정･기능가치･태도
∙다양한 감정 
∙감정의 강도
∙일상생활 속 감정 찾아내기
∙복합적인 감정 찾아내기
∙감정을 알아차리려는 태도
∙감정을 관리하려는 태도
학습목표감정의 복합적인 특성을 알고 자신의 감정 상태를 표현할 수 있다.
수업설계 
의도
◎ 주제 선정 이유
- 학생들이 종종 강렬한 감정을 느끼지만 빈약한 감정 목록(짜증, 화)으로만 
표현하거나 그 실체가 무엇인지 잘 알지 못한 채 격한 행동(눈물, 화, 공격적 
반응)을 보이는 경우가 있음. 이와 같이 학생들이 감정을 표현하는 데 겪는 
어려움을 해결하고자 함.
◎ 수업 개요
- 감정 목록을 통해 다양한 감정을 이해하고, 한 가지 상황에서도 여러 감정이 
공존할 수 있고 사람마다 다른 감정을 느낄 수 있음을 보여주는 예시를 통해 
감정을 찾아내도록 연습함. 감정 경험을 되돌아보고 일상생활에서 신체 반응을 
통해 감정을 알아차리고 표현하는 과정을 실천하게 하고자 함.
◎ 사회ᆞ정서 역량 연계
- 다양한 감정이 서로 다른 강도로 함께 하고 있음을 인식하고 감정과 연관된 신체 
및 행동 반응을 통해 자기 인식 수준을 높이려는 태도를 함양하고자 함.

34중학교용
2
교수·학습 과정안
단계교수·학습 활동 내용
교수·학습자료◯
자

및 유의점◯
유
도입
(5′)
▣ 동기유발
∙내 마음의 날씨는?
- (이미지 제시) 날씨 변화에 비유하여 우리 마음 상태도 
변화가 많음을 안내하기
- 날씨 변화에 대처하듯 감정의 변화를 인식하고 대처하는 
것이 필요함을 안내하기
▣ 학습목표 안내
감정의 복합적인 특성을 알고 자신의 감정 상태를 표현할 
수 있다.
◯
자
 PPT 
(자기 인식)
전개
(40′)
이해
하기
(10′)
▣ 다양한 감정 이해하기
∙다양한 감정 알아보기 
- 다양한 맛에 비유하여(예:달다, 짜다, 맵다, 떫다, 쓰다) 
우리의 감정도 다양하며, 그 강도가 다양할 수 있음을 
설명하기 
- (학생 활동) 활동지의 표를 보고 매운 맛의 각 단계에 적절한 
감정 사례 찾기
∙감정과 신체 반응 연결하기
- 감정에 따라 신체 반응이 나타나는 것을 활용해, 
일상생활에서 신체 반응을 잘 관찰하면 감정을 쉽게 
알아차릴 수 있음을 안내하기
※ 감정에 따른 신체 반응에 대해 좀 더 자세히 생각하는 시간을 가지는 것도 
좋으나, 시간이 부족한 경우 생략할 수 있음
◈ 선택 활동
∙감정에 따른 몸의 반응 
- (학생 활동) 분노, 불안, 스트레스 등 강렬한 감정에 따른 
몸의 반응 생각해보고 이야기하기
- 칠판에 학생들이 말한 단어들을 적고 공유하기
예시)
화가 나면?머리가 어지럽다. 심장이 두근거린다. 몸에 열이 오른다.
무서우면?머리카락이 쭈뼛 선다. 동공이 커진다. 닭살이 돋는다. 
긴장하면?바짝바짝 입이 마른다. 목소리가 떨린다. 속이 울렁거린다.
◯
자
 학습 활동지1
◯
유
 감정 자체에 
좋은 감정과 나쁜 
감정이 있다고 
여기지 않도록 
하고, 본인의 
감정을 알아차리고 
그대로 바라보는 
태도를 강조함.
◯
유
 교사가 
긍정적인 피드백과 
수용적 태도를 
통해 각자 다른 
반응이 있을 수 
있음을 보여주고, 
감정에 대해 편하게 
이야기할 수 있는 
분위기를 조성함.

한국형 사회정서교육 프로그램35
단계교수·학습 활동 내용
교수·학습자료◯
자

및 유의점◯
유
연습
하기
(15′)
▣ 복합적인 감정 찾아내기
짧은 시간을 활용한 교육
∙감정 인식의 중요성
- 우리 내면의 감정에 집중하고 이를 인식하는 것이 
중요함을 강조하기
∙감정 탐정 되어보기
- (학생 활동) 활동지의 각 상황에서 나타날 수 있는 감정과 
몸의 반응을 적어보기
- 감정 목록을 활용하도록 지도하기
- 감정 단어를 많이 익힐수록 스스로의 감정을 잘 이해하고 
조절할 수 있게 됨을 안내하기
◯
자
 학습 활동지1
◯
유
 같은 상황에서도 
사람마다 다른 
감정을 느낄 수 
있으며, 한 사람 
에게도 여러 감정이 
동시에 느껴질 수 
있음을 설명함.
적용
하기
(15′)
▣ 생활 속 감정 표현 실천하기
∙감정 경험 표현하기
- (학생 활동) 가장 최근에 느꼈던 강렬한 감정을 떠올리고 
생각과 행동을 돌아보기
- 일상생활에서 신체 반응을 통해 감정을 알아차리고 적절하게 
표현하도록 안내하기
- 손을 들어 발표하고 다른 친구와 감정을 비교해보기
∙감정 표현 계획하기
- (학생 활동) 자신에게 보내는 응원의 메시지를 적으며, 
강렬한 감정을 느낄 때 스스로 생각과 행동을 조절하도록 
계획하기
◯
자
 학습 활동지2
◯
유
 실질적 감정 
조절 방법은 3차시 
수업에서 소개되므로 
2차시는 자신의 
감정을 파악하고 
중요성을 인식하는 
데 중점을 두도록 
유의함.
정리
(5′)
▣ 학습 정리
∙배움 내용 정리
- 건강한 삶을 위해 감정을 잘 인식하고 관리하고자 하는 
태도를 강조하기
∙다음 학습 안내
- 강렬한 감정이나 스트레스를 조절하는 방법 

36중학교용
3
짧은 시간을 활용한 교육 활동
학습 주제∙다양한 감정을 인식하고 생각과 행동의 변화를 알아본다.
학습 활동에 필요한 학습자료(준비물) 및 영상자료 안내
∙학습 활동지 1 (감정 탐정)
교육활동
방법
∙생활 속에서 느끼는 다양하고 복합적인 감정 표현하기
∙감정에 따른 신체 반응 이야기하기 
교육활동
내용
∙감정 인식의 중요성
- 우리 내면의 감정에 집중하고 이를 인식하는 것이 중요함을 강조하기
∙감정 탐정 되어보기
- (학생 활동) 활동지 2번의 각 상황에서 나타날 수 있는 감정과 몸의 반응을 
적어보기
- 감정 목록을 활용하도록 지도하기
<감정 목록>
감동하다 걱정하다 고맙다 괴롭다 궁금하다 기쁘다 긴장하다 놀라다 만족하다
무섭다 미안하다 밉다 부끄럽다 분하다 불만스럽다 불쌍하다 불안하다 불편하다
사랑하다 샘나다 슬프다 싫다 심심하다 안심하다 억울하다 외롭다 우울하다
자랑스럽다 절망하다 좋아하다 즐겁다 짜증나다 행복하다 화나다 후회하다 
흥분하다
- 감정 단어를 많이 익힐수록 스스로의 감정을 잘 이해하고 조절할 수 있게 됨을 
안내하기
- (전체 활동) 각자 활동지에 적은 감정과 신체 반응을 발표하고 서로 비교해보기
- 같은 상황에서도 사람마다 다른 감정을 느낄 수 있으며, 한 사람에게도 여러 
감정이 동시에 느껴질 수 있음을 안내하기
∙감정 표현 실천하기
- 일상생활에서 신체 반응을 통해 감정을 알아차리고 적절하게 표현하도록 안내하기
- 강렬한 감정을 느낄 때 생각과 행동을 조절하도록 계획하기

한국형 사회정서교육 프로그램37
4
교사 참고자료 1
감정에 따른 몸의 변화
동영상: 감정에 따른 몸의 변화를 알아보아요 ( 출처 참고 영상1)
동영상 설명: 국가기초학력지원센터에서 제작한 동영상입니다. 감정에 따른 몸의 변화를 자세히 
설명하고 있습니다.
감정은 우리의 생활 속에서 사건이 일어났을 때 우리가 어떻게 해야 할지 대비하게 해주는 역할
을 해요. 이 과정에서 감정과 함께 우리 몸에도 변화가 생기게 되죠. 반대로 우리 몸의 변화가 우
리의 감정에 영향을 끼치기도 하죠. 우리가 크게 웃으면 더 행복한 감정이 들거나 몸이 아픈 경우
에는 마음도 함께 우울해지기도 해요. 우리가 감정에 따른 우리 몸의 변화를 알아차릴 수 있다면 
우리의 감정이 어떤 상태인지 알 수 있고 그에 따라 적절하게 행동을 할 수 있게 될 거에요. 
1) 화가 나면? 
머리가 어지럽다. 차분하게 생각할 수 없다. 얼굴이 붉게 달아오른다. 눈꼬리가 올라간다. 이를 
악문다. 목소리가 커진다. 콧구멍이 벌어진다. 심장이 두근거린다. 주먹을 꽉 쥔다. 몸에 열이 
오른다. 
2) 기쁘거나 신나는 일이 생기면?
머릿속이 가볍고 맑은 느낌이 든다. 얼굴이 밝아진다. 입꼬리가 올라간다. 입을 크게 벌리고 소리를 
내기도 한다. 온몸이 찌릿찌릿하기도 하다. 온몸이 가볍고 날아갈 것 같다. 심장이 가볍게 
두근거린다. 너무 좋아서 만세를 부르며 펄쩍펄쩍 뛰기도 한다. 
3) 무서울 때는?
머릿속이 어지럽다. 머리카락이 쭈뼛 선다. 얼굴이 하얗게 질린다. 동공이 커진다. 입이 벌어진다. 
심장이 쿵쾅거리고 숨이 가빠진다. 온몸이 경직된다. 몸이 부들부들 떨린다. 땀이 나고 추워지는 
느낌이 든다. 닭살이 돋는다. 
4) 긴장하면?
머릿속이 텅 빈 느낌이 들고, 머리가 어지러우며 두통이 있다. 얼굴 표정이 굳는다. 바짝바짝 입이 
마른다. 앞이 흐리게 보인다. 목소리가 떨린다. 심장이 두근거리거나 속이 울렁거리기도 한다. 땀이 
나거나 몸이 떨릴 수도 있다. 
5) 감정에 따라 내 몸의 변화를 느낀 적이 있나요?
- 친구가 웃긴 이야기를 하는 바람에 너무 웃겨서 배도 아프고 눈물이 났어요. 엄청 재미있어도 
눈물이 나올 수 있다는 것을 알았어요.
- 슬픈 영화를 보고 눈물도 나오고 콧물도 나왔어요.
- 감정에 따라 내 몸이 어떻게 반응하는지 알아차리면 몸 상태에 주의를 기울이고 변화를 줌으로써 
우리의 감정에 변화를 줄 수도 있어요.
출처: https://www.youtube.com/watch?v=BxHNtba23RQ  

38중학교용
교사 참고자료 2
무드 미터 (감정 위계)
무드미터는 보스턴 칼리지 제임스 러셀(James Russell)교수가 개발한 '원형감정모형'을 토대로 설계
된 감정 인식 도구로 많은 교육 현장에서 사용되고 있습니다. 우리는 감정에 정확한 이름을 붙이는 연습
을 통해 자아 인식력을 높이고 사회적 의사소통 능력을 키울 수 있습니다.
우리의 감정은 다음과 같이 크게 네 가지 색으로 나타낼 수 있습니다.
파란색: 쾌적함이 낮고, 활력도 낮아서 매사 무관심하거나 슬프거나 우울한 상태
빨간색: 쾌적함은 낮지만, 활력은 높아 조금은 초초, 짜증 나거나 화가 나는 상태
초록색: 쾌적함이 높지만, 활력은 낮아 평온하고 차분, 얼굴에 부드러운 미소가 저절로 지어지는 상태
노란색: 쾌적함도 높고, 활력도 높아 기쁘고 행복하고 신나는 상태 
자신의 감정을 인식해 조절하고, 타인의 감정을 인식해 이에 맞게 대처하는 능력인 감성지능
(Emotional Intelligence)을 키워주는 다섯 가지 단계 ‘RULER’ 기법은 다음과 같습니다. 
1. 감정 인식하기(Recognizing): 자신의 생각, 에너지, 신체의 변화나 타인의 표정, 몸짓의 변화를 알아차려 
어떤 감정이 생겨났음을 알기
2. 감정 이해하기(Understanding): 감정의 원인을 파악하고 감정이 생각과 결정에 어떤 영향을 미치는지 
깨닫기
3. 감정에 이름 붙이기(Labeling): 감정적 경험을 잘 설명하는 정확한 용어를 찾기
4. 감정 표현하기(Expressing): 현재 상황, 함께 있는 사람들, 전체적인 맥락에 맞춰 감정을 표현해야 할 
적절한 시기와 방법을 찾기
5. 감정 조절하기(Regulating): 마음 챙김 호흡, 전망하기, 주의 돌리기, 인지 재구조화, 메타 모먼트
출처: 마크 브래킷(2020). 감정의 발견. 북라이프
“오늘 당신의 마음은 무슨 색입니까?”: SBS뉴스 https://news.sbs.co.kr/news/endPage.do?news_id=N1006342890

한국형 사회정서교육 프로그램39
5
학습 활동지 1
감정 탐정
중학교
    학년      반
이름: 
1. 음식의 맛으로 감정을 표현해 봅시다. 다음 중 한 가지 감정을 선택해보세요.
기쁨
슬픔
분노
공포
혐오
놀람
어떤 상황에서 각각의 감정을 느낄 수 있을까요? 순한 맛부터 매우 매운 맛까지 써봅시다.
예시) 분노 1단계
친구가 내가 싫어하는 
별명을 불렀을 때
예시) 분노 2단계
동생이 내가 아끼는 
물건을 망가뜨렸을 때
예시) 분노 3단계
나는 가만히 있었는데 
단체로 벌점 받을 때 
예시) 분노 4단계
체육대회에서 어이없는 
실수로 졌을 때 
예시) 분노 5단계 
오랫동안 노력해서 만든 
과제 파일이 날아갔을 때 
2. 한 가지 상황에서도 여러 감정을 느끼는 경우가 많습니다. 다음 상황에서 내가 느끼는 감정과 
몸의 변화를 써봅시다. 아래의 감정 목록을 참고하세요.
상황느끼는 감정내 몸의 변화
반 친구들 앞에서 우리 모둠 과제를 
발표할 때
SNS에서 유명 인사나 친구들의 멋진 
사진을 볼 때
친구가 약속 시간에 나타나지 않아 
전화를 걸었는데 계속 안 받을 때
< 감정 목록 >
감동하다긴장하다 부끄럽다사랑하다억울하다즐겁다
걱정하다놀라다분하다 샘나다외롭다짜증나다
고맙다 만족하다 불만스럽다슬프다우울하다행복하다
괴롭다 무섭다불쌍하다 싫다자랑스럽다화나다
궁금하다 미안하다 불안하다심심하다 절망하다후회하다
기쁘다 밉다 불편하다안심하다좋아하다흥분하다
출처: https://www.foodnews.co.kr/news/articleView.html?idxno=48746 
장혜진, 김영근(2010). 정서 발달 과정에서 정서의 차원 도출을 통한 대표 정서 단어 도구 개발. 한국사회및성격심리학회 

40중학교용
5
학습 활동지 2
감정 경험 표현하기
중학교
    학년      반
이름: 
1. 최근 가장 강렬하게 느꼈던 감정에 대한 경험을 떠올려봅시다. 어떤 상황이었나요?
예시) 친구가 허락없이 SNS에 내 사진을 찍어서 올렸다. 순간 화가 나서 욕을 했다.
2. 그 때 어떤 감정이 느껴졌나요?
3. 어느 정도로 강하게 느꼈나요? 
4. 그 때 내 몸의 반응은 어땠나요?
5. 지금 다시 생각해보면 그 때의 나의 생각과 행동이 어떻게 느껴지나요? 혹시 그 때의 생각과 
행동을 바꾸고 싶다면 어떻게 바꾸고 싶은가요?
6. 그 순간의 나에게 해주고 싶은 말은? 나에게 보내는 응원의 메시지를 써봅시다. 
출처: https://about.instagram.com/features/direct

한국형 사회정서교육 프로그램41
6
출처
[참고 영상]
1. 감정에 따른 몸의 변화를 알아보아요, (국가기초학력지원센터)   
   https://buly.kr/Awe9ToE 
[사진, 삽화] 
1. “오늘, 당신의 마음은 무슨 색입니까?” : SBS 뉴스
   https://buly.kr/ChnjHyz
2. “매운맛 고춧가루 5단계ᆞ김치 3단계 분류” : 식품저널 foodnews
    https://buly.kr/2qXIMJH
3. 인스타그램 
   https://buly.kr/CsiUGpO
[참고 문헌] 
1. 마크 브래킷(2020). 감정의 발견. 북라이프
2. 장혜진, 김영근(2010). 정서 발달 과정에서 정서의 차원 도출을 통한 대표 정서 단어 도구 
개발. 한국사회및성격심리학회

42중학교용
자기조절 기술 익히기
1
교수 학습 활동의 개관
사회정서
교육영역
자기
사회정서
핵심역량
자기조절
해당학년중학교 (1-3학년)차시3/6차시
관련
성취기준
[9기가01-05] 청소년기의 건강한 발달을 위협하는 스트레스, 분노, 우울 등의 여러 
가지 행동 및 심리 문제의 원인을 분석하고, 적응 유연성을 기를 수 
있는 다양한 예방 및 해결방안을 탐색하여 적용한다.
[9보02-04] 감정과 스트레스의 적절한 인식과 표현, 지지와 공감 및 다양성 존중을 
통해 관계 속에서 행복함과 건강한 관계 맺기를 보여준다.
범교과
학습 주제
안전·건강교육
범교과 학습 주제
세부내용
정신건강
내용요소
지식･이해과정･기능가치･태도
∙감정조절의 필요성∙감정 조절 기술 연습하기 ∙감정 조절 실천 
학습목표강렬한 감정을 조절해야 하는 이유를 알고 자기조절 기술을 제시할 수 있다.
수업설계 
의도
◎ 주제 선정 이유
- 학생들이 불편하고 힘든 상황에서 고통스러운 감정을 겪을 때 이를 관리하고 
적절한 생각과 행동을 선택할 수 있도록 조절 기술을 습득하게 하고자 함. 
◎ 수업 개요
- 불안, 분노, 스트레스 등의 감정을 적절히 조절해야 할 필요성을 이해하고, 짧은 
시간에 강렬한 감정을 다스리는 조절 기술을 연습하며, 일상생활에서 이를 
적용하여 건강하게 감정을 조절하는 방법을 실천하게 함. 
◎ 사회ᆞ정서 역량 연계
- 일상 속 다양한 장면에서 강렬한 감정 및 스트레스에 직면했을 때 효과적으로 
자기 감정을 조절할 수 있게 함. 

한국형 사회정서교육 프로그램43
2
교수·학습 과정안
단계교수·학습 활동 내용
교수·학습자료◯
자

및 유의점◯
유
도입
(5′)
▣ 동기유발
∙풍선이 터지면?
- 풍선을 약간 불고 날카로운 칼이나 송곳으로 찔러도 큰 
문제가 되지 않음을 보여주기
- 풍선에 바람을 가득 채운 후, 칼보다 훨씬 뭉툭한 도구의 
자극에도 쉽게 터지는 것을 보여주기
- 우리의 감정의 화 주머니가 잔뜩 커졌을 때 일단 바람을 빼는 
것이 중요함을 강조하기
▣ 학습목표 안내
강렬한 감정을 조절해야 하는 이유를 알고 자기 조절 
기술을 제시할 수 있다.
◯
자
 풍선, 커터칼, 
볼펜
◯
자
 PPT (자기 조절)
◯
유
 실제 풍선을 
준비하여 학생들의 
관심을 유도할 것을 
권장하며, 이를 
준비하기 어려운 
경우 PPT 화면이나 
관련 이미지로 
대체할 수 있음.
전개
(40′)
이해
하기
(10′)
▣ 강렬한 감정조절의 필요성 이해하기
∙감정을 조절해야 할 필요성 이해하기
- (학생 활동) 감정 표현 사례 살펴보기
- 감정을 폭발시키는 경우 스스로는 물론 주변 사람들까지 큰 
피해를 입을 수 있음을 안내하기
- 감정을 억누르는 경우 몸과 마음이 병들 수 있으며 관계를 
개선하고 문제를 해결하기 어려움을 안내하기
- 현명한 감정 표현 방법 생각해보기
◯
자
 학습 활동지1
연습
하기
(15′)
▣ 자기조절 기술 연습하기
- 강렬한 감정을 겪을 때의 신체 반응에 대해 발문
짧은 시간을 활용한 교육
∙기본적 자기조절 기술 체험하기
- (동영상 제시) 동영상을 보며 직접 명상법을 연습하도록 
안내하기
  1) 복식호흡
  2) 나비포옹법
  3) 소리 명상
  4) 근육이완법
∙감상 공유하기
- 몸과 마음의 변화 말해보기
◯
자
 동영상
복식호흡
( 출처 
참고 영상1)
나비포옹법
( 출처 
참고 영상2)
소리 명상
( 출처 
참고 영상3)
근육 이완법
( 출처 
참고 영상4)

44중학교용
단계교수·학습 활동 내용
교수·학습자료◯
자

및 유의점◯
유
※ 중학생들의 특성에 맞게 동적인 활동을 시도해 보는 것도 좋으나, 시간이 
부족한 경우 생략할 수 있음.
◈ 선택 활동 
∙걷기 명상 
- 모두 자리에서 일어나 교실 안에서 원을 만들기
- 천천히 한발씩 내딛으며 왼발과 오른발이 땅에 닫는 
촉감을 느껴보고, 천천히 걷다가 조금씩 빨리 걷는 
동작을 통해 걷는 행동에 집중하고 순간에 머무르는 
연습해 보기
안내 예시) 천천히 호흡하며 발의 움직임에 
집중해보세요. 여러분이 좋아하는 곳에 
있다고 상상해보세요. 파도가 부서지는 해변, 
맑은 공기가 가득한 숲속, 산들바람이 부는 
공원... 어떤 기분이 드나요?
∙두드리기 명상
- 감정자유기법(EFT)을 수행하며 메시지 반복하기 
∙움직임 명상
- 간단한 요가 동작이나 춤 동작 등을 함께 수행하며 신체 
감각에 집중하기 
◯
유
 학급의 성향에 
따라 다양한 명상 
기법을 응용할 수 
있음. 교사가 미리 
명상의 절차를 
숙지하고, 학생들이 
호흡에 집중할 수 
있도록 배경음악이나 
조명 등을 활용하는 
것을 권장함.
적용
하기
(15′)
▣ 자기조절 기술 표현하기
∙감정조절 기술 연습 소감 나누기
- (학생 활동) 방금 체험해 본 기술을 사용한 후 몸과 마음의 
상태 써보기
∙나만의 감정조절 기술 제시하기
- (학생 활동) 글 또는 그림으로 나만의 감정 조절 기술 
표현하기
∙생활 속 감정조절 기술 계획하기
- 본인에게 중요한 가치 결정하기
- 긍정적인 경험을 떠올리기
◯
자
 학습 활동지2
◯
자
 PPT (자기 
조절)
정리
(5′)
▣ 학습 정리
∙배움 내용 정리
- 강렬한 감정을 다스리고 자신을 효과적으로 조절하려는 
태도를 강조하기
∙다음 학습 안내
- 타인의 감정을 이해하고, 다른 사람과의 관계 맺기
◯
유
 마음의 고통을 
무조건 회피하지 
않고 조절하려는 
태도를 갖도록 
격려함.

한국형 사회정서교육 프로그램45
3
짧은 시간을 활용한 교육 활동
학습 주제∙강렬한 감정 및 스트레스를 조절하는 기술을 익힐 수 있다. 
학습 활동에 필요한 학습자료(준비물) 및 영상자료 안내
∙동영상
- 복식호흡 ( 출처 참고 영상1)
- 나비 포옹 ( 출처 참고 영상2)
- 소리 명상 ( 출처 참고 영상3)
- 근육 이완법 ( 출처 참고 영상4)
교육활동
방법
∙기본적인 감정조절 기술을 연습한다.
∙강렬한 감정에 휩쓸리는 순간 어떻게 대처할지 이야기해본다. 
교육활동
내용
∙강렬한 감정 조절의 필요성
- 스스로는 물론 주변 사람들까지 큰 피해를 입을 수 있으므로 격렬하게 올라오는 
순간의 감정을 잘 다루는 것이 필요함을 강조하기
∙자기 조절 기술 체험하기
- (동영상 제시) 동영상을 보며 직접 연습하도록 안내하기
  1) 복식호흡
  2) 나비포옹법
  3) 소리 명상
  4) 근육이완법
∙감상 공유하기
- 몸과 마음의 변화 말해보기
∙감정조절 계획하기
- 의식적이고 반복적인 연습을 통해 강한 감정을 짧은 시간에 다스리고 자신을 
효과적으로 조절할 수 있도록 안내하기

46중학교용
4
교사 참고자료 1
회복탄력영역
회복탄력영역은 우리가 몸과 마음의 상태를 잘 이해할 수 있도록 도와줍니다. 우리의 마음이 
잘 조절되고 있다면, 매일 만나는 어려움을 잘 다루어 회복탄력영역에 머무를 수 있습니다. 회
복탄력영역에 머무르고 있을 때는 우리가 원하는 것을 선택할 수 있습니다. 이 때는 명료하게 
생각하고 현명하게 결정하면서 삶의 문제들을 잘 다룰 수 있게 됩니다. 
과흥분영역에 있는 사람들은 불안과 화, 초조, 두려움 등 감당하기 어려운 느낌을 가질 수 있
습니다. 우리의 신경계가 균형을 잃으면, 심장이 빨리 뛰거나 근육이 긴장하거나, 호흡이 얕아
지는 것을 느낄 수 있습니다. 두통이나 메스꺼움, 소화불량, 수면 장애 등이 일어나기도 합니다. 
과흥분영역에 갇히면 우리 몸의 모든 장기에도 영향을 줍니다. 그래서 우리의 얼굴이나 목소리
가 변하는 것도 알아차릴 수 있습니다. 우리는 다른 사람의 신체 상태나 감정을 함께 느낄 수 
있기 때문에 누군가 과흥분영역에 갇혀 이러한 모습을 보인다면, 우리의 마음도 불편함을 느끼
게 되고, 그들 주위에서 불안을 느낄 수도 있습니다.
스트레스는 우리를 무기력영역으로 쫓아내기도 합니다. 누군가 무기력영역에 있다면 신경계의 
작동이 느려지면서 피곤한 모습을 보이거나 그래서 침대에서 나오지 않으려고 할 수도 있습니
다. 또한, 사람들을 만나고 싶어하거나, 외로움을 느끼거나 무감각해지기도 하고, 단절되었다고 
생각하거나 아무것도 하고 싶지 않아 할 수도 있습니다. 그들이 원래 좋아했던 것들을 하고 싶
지 않아 할 수도 있습니다.
이렇게 회복탄력영역 밖에 있는 것이 잘못된 일은 아닙니다. 사실, 우리는 종종 이런 상황을 
마주하곤 합니다. 그런데, 과흥분영역이나 무기력영역에 갇히게 된다면, 그리고 이것이 너무 자
주 오랫동안 일어나게 되면 문제가 될 수도 있습니다. 혹은 이러한 상황이 우리의 감정을 더욱 
힘들게 만들고 건강하지 않은 행동들을 하게 한다면 더욱 그렇겠지요.  다행히도, 우리의 몸에 
집중하면 우리가 회복탄력영역 안에 있거나 밖에 있을 때를 알아차릴 수 있습니다. 우리 몸에서 
어떤 일이 일어나고 있는지를 알아차리기만 하면, 우리는 회복탄력영역으로 되돌아갈 수 있는 
다양한 도구들을 사용할 수 있는 선택권을 가지게 됩니다. 다시 말해, 우리는 선택할 수 있는 
자유를 가지게 되는 것이지요.
우리 주변의 환경을 항상 통제하기는 어렵습니다. 다른 사람의 행동도 우리가 통제할 수 없습
니다. 그러나 그들에 대한 우리의 반응을 통제하는 법은 배울 수 있습니다. 우리는 모두 회복탄
력성을 가지고 있고 선택할 수 있습니다.
출처: Center for Contemplative Sciences and Compassion-Based Ethics (2021). The SEE Learning Playbook. 
Center for Contemplative Sciences and Compassion-Based Ethics, Emory University, Atlanta, GA 30322. 
씨러닝코리아.

한국형 사회정서교육 프로그램47
4
교사 참고자료 2
긍정적인 정신건강 관리법
1. 마음의 고통(스트레스)의 기능과 신호 이해하기
모든 사람은 매일 마음의 고통 혹은 스트레스를 경험합니다. 마음의 고통도 좋은 정신건강의 
일부이며, 우리에게 닥친 어려움을 해결하기 위해 뭔가 새로운 것을 시도하라는 신호입니다. 스
트레스의 원인을 성공적으로 잘 처리하면 어떤 전략이 효과가 있었는지 배우게 되고, 이후 비슷
한 상황에서 그 방법을 사용하게 됩니다. 또 실패한 경험을 통해서는 문제해결에 도움이 되지 
않는 방법들도 배우게 됩니다. 어려운 상황을 성공적으로 극복하면 고통은 줄어들고, 이때 배운 
지식과 기술들은 자기 것이 되며, 다음에 또 사용할 수 있습니다. 이 과정을 ‘적응’또는 ‘탄력성 
구축’이라고 합니다. 이것이 바로 성장하고 발전하는 과정입니다.
2. 건강하게 마음의 고통(스트레스) 관리하기
마음의 근육 키우기 – 중요한 시험이 다가올 때 흔히 우리는 마음의 고통, 즉 중압감, 긴장감 
등을 느끼거나, 잠이 안 오고 두려운 마음이 들기도 합니다. 이것을 부정적 신호로 받아들이게 
되면 PC방에 가서 게임을 하면서 마음의 고통을 잊어버리려고 하는 등 마음의 고통을 피하려고 
하는 행동을 하게 됩니다. 이럴 때 마음속에서는 ‘난 할 수 없어’라는 생각을 하게 되고, 매번 
시험 때마다 마음의 고통이 더해지고 회피하게 됩니다. 반대로 중요한 시험이 다가오는 상황을 
긍정적 신호로 받아들이는 방법도 있습니다. 그러기 위해서는 우선 ‘마음의 고통 견디기 기술’
을 연습합니다. 연습 방법으로는 안정화 호흡법, 근육 이완법, 건강관리법 등이 있습니다. 문제
해결을 위한 방법을 시도해 볼 수도 있습니다. 즉, 실천 가능한 계획을 세워보거나 모르는 것을 
물어볼 친구나 학원의 도움을 받는 등의 시도를 하는 것입니다. 이런 시도를 하게 되면 마음 속
에서 ‘난 할 수 있어!’라는 생각을 하게 되고, 다음 시험 때에는 이번의 시행착오를 통해 보다 
나은 해결책을 찾게 되고, 마음의 고통도 잘 견딜 수 있게 됩니다. 이 과정이 마음의 근육을 키
우는 과정입니다.
3. 건강하게 마음의 고통을 견디는 방법
1) 일반적인 건강관리 기술 지키기 
균형 잡힌 식사를 하고, 적절한 운동을 하고, 충분히 자고, 친구나 가족과 잘 지내고, 자신의 
감정을 잘 표현하고 의견을 주장하고, 게임이나 미디어 과몰입을 줄이고 바람직한 즐거움을 찾
고, 규칙적인 생활습관을 가지는 것 같은 일반적인 건강관리 기술을 사용하면 좋습니다.
2) 마음의 고통을 견디는 기술 연습하기
안정화 호흡법이나 근육 이완법 같은 마음의 고통을 견디는 기술을 연습하는 것도 좋습니다.
출처: 교육부(2021). 중학교용 정신건강리터러시 교사용 지도서. 교육부 학생정신건강지원센터

48중학교용
5
학습 활동지 1
감정을 왜 조절해야 할까?
중학교
    학년      반
이름: 
1. 다음 상황에서 가람이의 감정 표현 방법이 왜 아쉬운지 생각해봅시다.
가람이는 축구를 좋아하고 친구들과 함께 경기를 즐기는 아이다. 어느 날 옆 반과 축구 경
기를 치렀지만, 승부차기에서 예상치 못하게 상대팀에 졌다. 경기가 끝난 후, 철수는 패배의 
충격과 실망감에 휩싸였다. 골키퍼였던 가람이는 상대팀의 공격을 제대로 막지 못하고, 특히 
결정적인 순간에 실수해서 팀의 패배에 큰 책임을 느꼈다. 하지만 그 감정이 커지자 철수는 
화가 나기 시작했다. "이게 뭐야!"라고 외치며 주먹으로 골대를 강하게 쳤다. 그 때 같은 반 
친구 다람이가 "다음에 잘하면 되지."라고 말하자, 가람이는 더욱 화가 나서 "다음은 무슨, 
너나 잘해!"라고 소리쳤다.
1) 가람이의 말과 행동으로 인해 피해를 입는 사람은 누구일까요?
2) 가람이의 행동이 경기 결과를 바꿀 수 있나요?
3) 만약 가람이가 감정을 가라앉힌다면, 어떤 식으로 속상함을 표현할 수 있을까요?
2. 다음 상황에서 나영이의 감정 표현 방법이 왜 아쉬운지 생각해봅시다.
나영이는 최근에 가장 친한 친구인 다영이와 갈등이 생겼다. 다영이가 다른 친구들과 더 
자주 어울리면서, 묘하게 소외감을 느끼기 시작한 것이다. 하지만 나영이는 ‘혹시 내가 예민
한 걸까?’라는 생각이 들어 불편한 감정을 드러내지 않기로 했다. 시간이 지날수록 나영이는 
다영이가 다른 친구들과 웃고 있는 모습을 보며 마음속으로 속상함과 질투가 쌓여갔다. 나영
이는 겉으로는 아무런 문제가 없는 것처럼 행동했지만, 학교에서 집중력이 떨어지고 밤에 잠
도 잘 오지 않았다. 수업 시간에도 친구들과의 대화가 즐겁지 않게 느껴졌다.
1) 나영이의 행동으로 인해 어떤 문제가 생길 수 있을까요?
2) 나영이의 태도가 지금의 문제를 해결할 수 있을까요?
3) 만약 나영이가 마음이 편해지려면, 어떤 식으로 속상함을 표현할 수 있을까요?
3. 건강하고 지혜롭게 감정을 표현하기 위해 무엇이 필요한지 써봅시다. 

한국형 사회정서교육 프로그램49
5
학습 활동지 2
나만의 감정조절 기술
중학교
    학년      반
이름: 
1. 오늘 배운 감정조절 기술을 사용하고 나서 몸과 마음의 상태가 어떤가요?
1) 가장 인상 깊었던 활동: 
2) 나의 기분:
3) 나의 몸 상태:  
2. 앞으로 강렬한 감정을 겪게 될 때, 어떻게 조절하면 좋을까요? 다음 예시를 참고해서 나만의 
감정조절 방법을 글 또는 그림으로 표현해 봅시다.
<예시> 
‘잠깐’하고 멈추기
길게 심호흡하기
‘참자, 진정하자, 괜찮아’라고 혼잣말하기
구구단 외우기
즐거운 상상하기
음악 듣기
시원한 물을 천천히 마셔보기
스트레칭 하기

출처: 교육부 학생정신건강지원센터 누리집 (https://www.smhrc.kr)

50중학교용
6
출처
[참고 영상]
1. “마음 안정화를 위한 복식훈련 기법”, 
(보건복지부 국립정신건강센터)
https://buly.kr/E77n8d9
2. “마음건강관리를 위한 안정화요법 실습(나비포옹)”, 
(경상남도광역정신건강복지센터)
https://buly.kr/3CMoKXl
3. “432Hz Temple Bell Review - 30 Minutes No Talking”,
(유튜브 채널 ‘Sound-and-Silence Resonant Healing’)
  https://buly.kr/DEY0F3R
4. “무엇이든 물어보세요 - 점진적 근육 이완법”, (유튜브 채널 ‘KBS교양’)
   https://buly.kr/7FQEtKW
[참고 문헌] 
1. Center for Contemplative Sciences and Compassion-Based Ethics (2021). The 
SEE Learning Playbook. Center for Contemplative Sciences and 
Compassion-Based Ethics, Emory University, Atlanta, GA 30322. 씨러닝코리아.
2. 교육부(2021). 중학교용 정신건강리터러시 교사용 지도서. 교육부 학생정신건강지원센터
3. 교육부(2021). 가정통신 제2021-11_감정 그릇 튼튼하게 하기(중고등학생용). 교육부 
학생정신건강지원센터

한국형 사회정서교육 프로그램51
갈등 해결 레시피 만들기
1
교수 학습 활동의 개관
사회정서
교육영역
대인관계
사회정서
핵심역량
관계인식
관계관리
해당학년중학교 (1-3학년)차시4/6차시
관련
성취기준
[9도02-06] 다양한 갈등 상황에서 평화적 해결의 중요성을 이해하고, 평화적으로 
갈등을 해결할 수 있는 실천 방법을 탐구하고 제시할 수 있다.
[9기가01-02] 청소년기 또래 문화의 특징을 이해하고, 친구 관계에서 발생하는 
문제를 분석하여 건강한 친구 관계를 유지하기 위한 방안을 제안한다.
범교과
학습 주제
안전·건강교육
범교과 학습 주제
세부내용
정신건강 및 
생명존중의식 교육
내용요소
지식･이해과정･기능가치･태도
∙의사소통
∙갈등해결
∙갈등 해결 과정 연습하기 
∙갈등 해결 방법 적용하기
∙삶과 연계한 태도
∙갈등 해결 실천 다짐 
학습목표자신의 입장을 표현하며 갈등을 해결하는 방법을 설명할 수 있다.
수업설계 
의도
◎ 주제 선정 이유
- 체계화된 갈등 해결 3단계를 제시함으로써 타인과의 관계에서 갈등이 발생했을 
경우 발생 가능한 여러 정서적 문제 상황을 해결하기 위함. 
◎ 수업 개요
- 의사소통을 캐치볼 놀이로 비유함으로써 갈등 해결을 위한 정확한 의사소통의 
중요성에 대해 생각한 후, 건설적인 갈등 해결 3단계를 이해하고 연습하여 
일상생활 속 구체적인 예시에 적용할 수 있도록 함.
◎ 사회ᆞ정서 역량 연계
-  타인과의 관계에서 갈등 상황이 발생했을 때 경청과 공감의 자세를 바탕으로 
자신의 입장을 적절하게 표현함으로써 건강한 관계 맺기가 가능하도록 함.

52중학교용
2
교수·학습 과정안
단계교수·학습 활동 내용
교수·학습자료◯
자

및 유의점◯
유
도입
(5′)
▣ 동기유발
∙캐치볼 놀이를 원만하게 진행하기 위해 필요한 기술 생각하기
- 캐치볼 놀이를 의사소통에 빗대어 원만한 의사소통을 위해 
필요한 자세와 기술에 대해 생각해보기
▣ 학습목표 안내
자신의 입장을 표현하며 갈등을 해결하는 방법을 설명할 
수 있다.
◯
자
 ppt
( 출처 
참고 영상1)
케치볼 놀이
◯
유
 실물 공을 
활용하여 시연하면 
학생들의 몰입도를 
높일 수 있음
전개
(40′)
이해
하기
(10′)
▣ 갈등 해결 3단계 레시피 이해하기
∙평화로운 갈등 해결을 위해 필요한 3가지 단계 설명하기
- 자신의 입장과 감정을 정확하게 표현하는 각 단계의 정확한 
의미와 유의사항을 제시하기
1단계
∙의미: 상대방의 행동에 대해 이야기한다.
∙유의사항: 비난하거나 비판하지 않는다.
2단계
∙의미: 그 상황에서 자신이 느낀 감정을 표현한다.
∙유의사항: 자신의 감정에 초점을 맞추어 설명한다.
3단계
∙의미: 상대방에게 부탁한다.
∙유의사항: 긍정적 언어를 사용하여 구체적인 행동을 부탁한다.
◯
자
 ppt(평화적 
갈등 해결을 위해 
필요한 3가지 
방법)
◯
자
 학습 활동지1
연습
하기
(15′)
▣ 갈등 해결 3단계 레시피 연습하기
- 평화로운 갈등 해결을 위해 필요한 3가지 방법을 적용하는 
연습하기
짧은 시간을 활용한 교육
∙갈등 해결 3단계 레시피 적용하기
- 구체적인 갈등 사례를 활용하여 자신의 입장을 표현하는 
방법 연습하기
◯
자
 ppt(활동 방법 
안내)
◯
자
 학습 활동지1
◯
유
 ‘감정’을 
표현할 때 감정 
목록을 비계 
자료로 제공함.

한국형 사회정서교육 프로그램53
단계교수·학습 활동 내용
교수·학습자료◯
자

및 유의점◯
유
적용
하기
(15′)
▣ 갈등 해결 3단계 레시피 실천하기
- 구체적인 갈등 사례에 갈등 해결 3단계를 적용하여 실천하기
◈ 선택 활동
∙갈등 해결 3단계 레시피 역할놀이 
- 블록 타임제로 시간적 여유가 있는 경우, 1차시에는 갈등 
해결 3단계를 학습하고 2차시에 직접 시나리오를 
작성하여 역할놀이를 적용할 수 있음
- 대표 모둠의 시연을 관찰한 후, 각 역할들의 입장을 더 
바람직하게 표현하는 대안에 대해 토의하는 시간을 가짐
◯
자
 ppt
(활동 방법 안내)
◯
자
 학습 활동지2
◯
유
 시간 관계 상 
개인 활동으로 
진행하지만, 
차시를 증배할 
경우 모둠 
활동으로 전환할 
수 있음
정리
(5′)
▣ 학습 정리
∙배움 내용 정리 
- 체육대회 응원전 갈등 사례 속 인물들이 자신의 입장과 
감정을 정확하게 표현하기 위해 활용할 수 있는 방안을 
정리하기
∙다음 학습 안내
- 타인과 더불어 살아가는 공동체 내에서 문제가 발생했을 
경우 취해야 하는 자세에 대해 알아보기 
◯
유
 자유롭게 
소감을 나눌 수 
있도록 수용적인 
분위기 조성

54중학교용
3
짧은 시간을 활용한 교육 활동
학습 주제∙의사소통은 캐치볼! 나의 입장을 표현하기 위해선 3단계를 거쳐요!
학습 활동에 필요한 학습자료(준비물) 및 영상자료 안내
∙학습 활동지1, ppt
교육활동
방법
∙갈등 상황에서 자신의 입장을 적절하게 표현하는 것에 대한 중요성을 생각하고, 
구체적인 갈등 상황에 적용해보기
교육활동
내용
∙의사소통을 캐치볼에 비유하여 갈등 상황을 원활하게 잘 해결하는 방법을 체득해야 
하는 중요성 생각해보기
∙갈등 해결 3단계 레시피 이해하기
1단계
∙의미: 상대방의 행동에 대해 이야기한다.
∙유의 사항: 비난하거나 비판하지 않는다.
2단계
∙의미: 그 상황에서 자신이 느낀 감정을 표현한다.
∙유의 사항: 자신의 감정에 초점을 맞추어 설명한다.
3단계
∙의미: 상대방에게 부탁한다.
∙유의 사항: 긍정적 언어를 사용하여 구체적인 행동을 부탁한다.
∙갈등 해결 3단계 레시피 적용하기
- 학습활동지 1의 갈등 상황을 활용하여 레시피 적용해보기

한국형 사회정서교육 프로그램55
4
교사 참고자료 1
갈등 해결 3단계 레시피와 비폭력 대화법
‘갈등 해결 3단계 레시피’는 비폭력 대화법의 4단계를 압축하여 제시한 방법이다.
각 단계와 연관된 비폭력 대화법에 대한 설명은 아래와 같다.
[1단계] 상대방의 행동에 대해 이야기한다. (비난하거나 비판하지 않기)
이 단계는 비폭력 대화의 ‘관찰’ 단계에 해당합니다.
우리 삶에 영향을 미치는 구체적 행동을 관찰(observation)한다. 즉 어떤 상황에서 실제로 
일어나고 있는 것을 있는 그대로 관찰한다. 나한테 유익하든 그렇지 않든 상대방의 말과 행동을 
있는 그대로 관찰하는 것이다. 그 방법은 상대방의 행동을 내가 좋아하느냐 싫어하느냐를 떠나, 
판단이나 평가를 내리지 않으면서 관찰한 바를 명확하고 구체적으로 말하는 것이다.
[2단계] 그 상황에서 자신이 느낀 감정과 상대방에게 바라는 것을 표현한다.
이 단계는 비폭력 대화의 ‘느낌’과 ‘욕구’ 단계에 해당합니다.
그 관찰에 대한 느낌(feelings)을 표현한다. 즉 그 행동을 보았을 때 어떻게 느껴지는가를 말한다. 
가슴이 아프다거나 두렵다거나 기쁘다거나 즐겁다거나 짜증이 난다는 등의 느낌을 표현하는 
것이다.
그러한 느낌을 일으키는 욕구(needs), 가치관, 원하는 것을 찾아낸다. 즉, 자신이 알아차린 
느낌이 내면의 어떤 욕구와 연결되는지를 말한다. 비폭력 대화로 우리의 마음을 정확하고 솔직히 
표현할 때에는 이 세 요소에 대한 의식이 그 안에 있다. 예컨대 한 어머니가 한 10대인 아들에게 
관찰, 느낌, 욕구를 넣어서 이렇게 표현할 수 있을 것이다. “펠릭스야, 신었던 양말 두 켤러가 
똘똘 말려서 탁자 밑에 있고, 또 TV 옆에도 있는 걸 보면 엄마는 짜증이 난다. 왜냐하면 여럿이 
쓰는 공간은 좀 깨끗하고 정돈되어 있었으면 하기 때문이다.”
[3단계] 상대방에게 부탁한다.
이 단계는 비폭력 대화의 ‘부탁’ 단계에 해당합니다.
상대방에게 부탁한다는 것은 내 삶을 더 풍요롭게 하기 위해서 다른 사람이 해 주기를 바라는 
것을 표현하는 것이다.
상대방이 강요로 느끼지 않게끔 긍정적인 행동언어를 사용하여 우리가 원하는 것을 말하는 것이 
중요하다. 또한, 자신이 전하려는 말이 항상 그대로 전달되지는 않기 때문에 그것이 정확하게 
전해졌는지 확인할 방법을 배울 필요가 있다.
본 차시는 자신의 감정과 입장에 대해 정확하게 표현하는 방법을 다루고 있지만, 더 나아가 
상대방의 입장과 감정을 정확하게 이해하는 방법을 추가로 교수하고자 한다면, 다음의 자료를 
참고할 수 있다.
출처: 마셜 B. 로젠버그(2017), 비폭력대화, 서울 : 한국NVC출판사

56중학교용
4
교사 참고자료 2
활용 가능한 또 다른 수업, 역할놀이
중학교 수업은 45분으로 진행되기 때문에 본 차시는 갈등 해결 3단계 레시피를 구체적인 사
례에 적용하는 연습을 하는 것으로 구성되었다. 이때, 블록타임제가 실행되고 있는 조건이거나 
차시를 추가하여 수업이 가능한 경우에는 역할 놀이 모형을 적용할 수 있다.
1. 모형의 구조
역할 놀이 준비
∙문제 상황 제시
- 교사가 준비한 문제 상황 혹은 학생들이 제안한 문제 상황
- 결론이 제시되지 않은 개방적 상황
- 문제 해결의 필요성 부각 및 역할놀이 분위기 조성
역할 놀이 참가자 선정
∙역할 놀이에 등장하는 인물 검토
∙역할 놀이에 참여할 참가자 선정
무대 설치
∙역할 놀이에 필요한 간단한 소품 준비
- 좌석 배치, 간단한 배경 그림, 이름표 부착 등
참여적 관찰자로서의 
청중의 준비
∙주의집중 및 경청의 자세 강조
∙평가를 위한 기준 안내(도덕적 기준, 유용성, 실효성 등)
역할 놀이 시연
∙자신의 의도를 언어적, 비언어적 표현 모두를 사용하여 자유롭게 
연기하도록 격려
토론 및 평가
∙참가자의 소감 발표
- 특정 상황에서 왜 그런 행동을 했는지 의도에 대하여 발표
∙관찰자의 소감 발표
- 참가자의 행동에 대한 평가 결과와 자신의 견해, 더 좋은 행동 
유형 및 대안 발표
재연
∙역할교환, 토론 내용을 토대로 재연 및 행동의 정교화
- 비판과 대안을 제시한 관찰자들을 중심으로 재연
경험의 공유와 일반화∙역할 놀이를 통해 발견된 도덕적 행동 유형 정리
2. 활용상의 유의점과 교사 역할
역할놀이 모형은 구체적인 상황에서 실제로 행동해봄으로써 문제해결을 위한 기술을 연습하
고, 타인의 입장을 이해하고 공감해볼 수 있는 장점이 있다. 장점을 십분 발휘하기 위해선 한 
학급에 30명 이상의 학생들이 모여 공부하는 다인수 학습 환경에서는 소그룹 활동을 활용하는 
것을 권장한다. 또한 역할놀이 시연 결과를 평가할 때 적절한 기준을 안내해야 한다. 교사는 
‘참여적 관찰자로서의 청중의 준비’ 단계에서 어떤 점에 중점을 두면서 역할놀이를 관찰해야 하
는지에 대한 대략적인 가이드 라인을 학생들에게 안내해야 한다. 예를 들면 시연한 행동이 대상
과 상황에 적절했는지, 모든 사람들이 그러한 행동에 동의할 수 있는지 등과 같은 ‘윤리적인 측
면’과 함께 그 행동이 문제해결에 도움이 되는지, 과연 그러한 행동을 사람들이 실제로 실천할 
수 있는지에 대한 ‘유효성과 실효성’의 측면도 함께 검토하도록 유도해야 한다.
출처: 정창우 외(2020), 도덕과 교재 연구 및 지도법(1판), 경기 : 교육 과학사.

한국형 사회정서교육 프로그램57
5
학습 활동지 1
나라면 어떻게 말할까?
중학교
    학년      반
이름: 
1. 갈등 해결 3단계 레시피를 아래 상황에 적용해봅시다.
‘나’는 학교 댄스 동아리의 일원으로, 학교 축제를 앞두고 어
떤 곡을 할지 여러 노래를 비교하고 있었다. 동아리 시간에 내가 
열심히 찾아본 노래들에 대해 의견을 냈지만, 동아리 부장은 자
신의 의견만 고집하며 내 의견을 무시하기 시작했다. 이때 ‘나’의 
감정과 입장을 3단계를 적용하여 표현해보자. 
1단계
상대방의 행동에 대해 이야기한다. (※ 유의 사항: 비난하거나 비판하지 않는다.)
2단계
그 상황에서 자신이 느낀 감정을 표현한다. (※ 유의 사항: 자신의 감정에 초점을 맞추어 
설명한다.)
3단계
상대방에게 부탁한다. (※ 유의 사항: 긍정적 언어를 사용하여 구체적인 행동을 
부탁한다.)
감정 목록
걱정되는괴로운꺼림칙한낙담한난처한
답답한당혹스러운두려운불편한슬픈
실망스러운아쉬운외로운우울한절망적인
조바심 나는지루한짜증 나는혼란스러운화나는
(감정목록) 출처: 마셜 B. 로젠버그(2017), 비폭력대화, 서울 : 한국NVC출판사 p.378

58중학교용
5
학습 활동지 2
응원전 갈등,
3단계로 해결해봐요!
중학교
    학년      반
이름: 
1. 다음 중 원하는 갈등 상황을 선택하여 3단계 레시피를 적용해봅시다.
1) 갈등 사례 (원하는 상황에 þ 표시 해봅시다.)
□
체육대회 
응원전 
갈등 상황
○○중학교는 체육대회마다 학급별 응원전을 한다. 반장인 서연이는 우리 반의 
응원전을 기획하고 있었다. 서연이는 몇몇 친구들과 함께 응원전의 동선과 노래를 
정하고, 이를 나머지 친구들에게 알려주었다. 학급 친구들이 대체로 소극적이라 
의견을 잘 내지 않았기 때문이다.
체육대회가 얼마 남지 않은 상황에서 나머지 친구들이 연습에 적극적으로 참여하지 
않자 서연이는 "왜 학급 일이니까 더 적극적으로 참여하지 않는 거야? 내가 몇 번이나 
연습하자고 말해야 겨우 할 거야?"라며 화를 냈다. 그러자 준서가 "너희가 먼저 우리 
의견도 묻지 않고 마음대로 했잖아. 우리한테 뭐라고 할 처지가 못 돼."라고 불만을 
말했다.
역할:
서연
학급의 나머지 학생들이 적극적으로 응원전 행사에 참여하지 않는 모습에 
화가 난 반장
준서
자신들의 의견을 묻지 않은 채 마음대로 응원전 기획을 진행한 반장에게 
화가 난 학생
□
기타 갈등 
상황
자신이 직접 겪었던 갈등 상황을 적어봅시다!
2 ( 서연 / 준서 /       )  입장 표현하기
갈등을 겪는 여러 인물들 중 자신이 원하는 입장을 선택하여 갈등 해결 3단계 레시피를 
표현해봅시다.
1단계
상대방의 행동에 대해 이야기한다. (※ 유의 사항: 비난하거나 비판하지 않는다.)
2단계
그 상황에서 자신이 느낀 감정을 표현한다. (※ 유의 사항: 자신의 감정에 초점을 맞추어 
설명한다.)
3단계
상대방에게 부탁한다. (※ 유의 사항: 긍정적 언어를 사용하여 구체적인 행동을 
부탁한다.)

한국형 사회정서교육 프로그램59
6
출처
[참고 영상]
1. 캐치볼 놀이, How miscommunication happens(and how to avoid it) - Katherine 
Hampsten (유튜브 채널 ’TED-Ed’) 
   https://buly.kr/3NHZIZq 
[참고 문헌] 
1. 마셜 B. 로젠버그(2017). 비폭력대화. 서울: 한국NVC출판사
2. 정창우 외(2020). 도덕과 교재 연구 및 지도법(1판). 경기: 교육과학사

60중학교용
함께 풀어가는 공동체 문제
1
교수 학습 활동의 개관
사회정서
교육영역
공동체
사회정서
핵심역량
공동체 가치의 인식과 관리
해당학년중학교 (1-3학년)차시5/6차시
관련
성취기준
[9도02-04] 이웃의 종류를 구분해 보고, 공동체 속에서 이웃을 배려하고 봉사하기 
위해 타인의 관점을 채택해 보고, 이를 실천하기 위한 구체적인 방법을 
제시할 수 있다.
[9사(일사)01-03] 사회집단의 의미를 이해하고, 사회집단에서 나타나는 차별과 
갈등의 사례와 이에 대한 해결 방안을 탐구한다.
범교과
학습 주제
안전·건강교육
범교과 학습 주제
세부내용
정신건강 및 생명존중의식 
교육
내용요소
지식･이해과정･기능가치･태도
∙공동체 가치 개념
∙공동체 문제 해결
∙공동체 문제 해결 방법 
연습하기 
∙삶과 연계한 태도
∙공동체 문제 해결 실천 의지
학습목표
공동체의 문제가 내 생활에 영향을 줄 수 있음을 알고, 공동체 생활에서 
일어나는 문제를 함께 해결하는 방법을 제시할 수 있다.
수업설계 
의도
◎ 주제 선정 이유
- 공동체 문제를 해결할 때 일방적이거나 과도한 자기희생을 통한 방법을 지양하며 동시에 
공동체 가치의 관점에서 적절하게 공동체 문제를 해결하는 역량을 기르기 위함.
◎ 수업 개요
- 짧은 애니메이션을 시청한 후 공동체가 직면한 문제 상황을 해결하고 있는 다양한 
집단의 사례를 살펴보고, 일상 생활 속 구체적인 공동체 문제 상황을 공동체 
가치의 관점에서 해결해보는 방법을 적용하도록 함. 
◎ 사회ᆞ정서 역량 연계
- 서로 다른 타인들이 모여 살아가는 공동체 내에서는 다양한 문제 상황들이 
자연스럽게 발생하며, 이를 해결하기 위해선 공동체 가치를 적절하게 인식하고 
적용하는 것이 중요함을 탐구하게 함.

한국형 사회정서교육 프로그램61
2
교수·학습 과정안
단계교수·학습 활동 내용
교수·학습자료◯
자

및 유의점◯
유
도입
(5′)
▣ 동기유발
∙애니메이션 'Good teamwork and bad teamwork' 시청
- 공동체의 문제를 해결할 때 필요한 자세에 대해 영상을 
참고하여 이야기 해보기
▣ 학습목표 안내
공동체 생활에서 일어나는 문제를 알고 대처하는 방법을 
제시할 수 있다.
◯
자
 동영상
( 출처 
참고 영상1)
‘Good 
teamwork and 
bad teamwork 
영상
 (3분 20초)
◯
유
 영상 시청 시 
새들의 사례와 
꽃게의 사례를 
비교하며 시청할 
수 있도록 발문함.
전개
(40′)
이해
하기
(10′)
▣ 공동체 가치와 zero-sum, win-win 전략 이해하기
∙공동체의 의미와 공동체 가치 설명
- 공동체 문제를 해결할 때는 공동체의 가치를 균형 있게 
고려해야 함을 인식하기
- 공동체: 사람들이 함께 모여 하나의 목표를 이루기 위해 서로 
도와주며 살아가는 집단
∙zero-sum 전략과 win-win 전략
- zero-sum 전략: 공동체 문제를 해결하는 과정에서 자신의 
이익만을 고려하는 전략
- win-win 전략: 공동체 문제를 해결하는 과정에서 공동체 
가치를 고려하는 전략
◯
자
 ppt(공동체의 
의미와 필요성, 
공동체 가치에 
대한 설명)
◯
유
 바람직한 
공동체가 되기 
위해선 보편적 
가치를 지향해야 
함을 설명함.
연습
하기
(15′)
▣ 공동체 문제 해결 방법 연습하기
∙zero-sum? win-win? 게임을 통해 공동체 문제 해결 방법 
연습하기
게임 방법
- 1개의 모둠 당 4명의 학생으로 구성하고, 모둠 당 10만원의 
가상 예산 부여하기
- 각 팀원은 10초 동안 자신이 얼마의 돈을 가져갈지 비밀리에 
◯
자
 ppt(활동 방법 
설명)
◯
자
 학습 활동지1
◯
유
 개인과 팀 
전체의 선택이 
어떻게 팀의 
성공에 영향을 
미쳤는지 

62중학교용
단계교수·학습 활동 내용
교수·학습자료◯
자

및 유의점◯
유
결정하기(5천원 단위로만 선택할 수 있음)
- 각 팀원의 선택이 끝나면 팀의 남은 예산과 개인의 예산을 
발표하기
- 가장 많은 예산을 지닌 개인과 팀에게 보상 제공하기
생각해볼 수 있는 
발문 제공
적용
하기
(15′)
▣ 공동체 문제 상황 해결하기
∙학생들이 직접 겪고 있는 공동체 문제를 win-win 방식을 
적용하여 해결하기
- 학생들이 직접 겪고 있는 공동체 문제를 정리하기
- 토의·토론을 통해 공동체의 가치를 지키는 문제 해결 방식이 
중요한 까닭에 대해 생각해보기
짧은 시간을 활용한 교육
∙공동체 내부의 문제 상황을 적절하게 해결하기
-공동체의 의미와 공동체의 가치의 종류에 대해 
간단하게 학습하기
- 문제 사례를 활용하여 공동체의 가치는 지키면서도 자기 
자신을 위험에 빠뜨리지 않는 적절한 방법을 모색해보기
◯
자
 ppt(활동 방법 
설명)
◯
자
 학습 활동지2
◯
유
 시간 관계 상 
<적용하기>부분은 
개인 활동으로 
진행하지만, 
차시를 증배할 
경우 해당 단계도 
모둠활동으로 
진행할 수 있음.
◯
유
 이 부분은 ‘짧은 
시간을 활용한 
교육 활동’과 
연계할 수 있음.
정리
(5′)
▣ 학습 정리
∙배움 내용 정리
- 공동체의 의미와 공동체 문제 해결의 필요성
- 공동체 문제 상황을 공동체의 가치의 관점에서 해결하고자 
노력할 때 모두에게 이익이 될 수 있음을 정리하기
- 공동체 속에서 살아가는 공동체적 개인임을 상기하기
∙다음 학습 안내
- 나와 친구의 마음건강이 어려울 때 도움을 요청하는 방법
◯
유
 타인에 대한 
감사함과 눈에 
보이지 않는 
연결성을 깨달을 
수 있도록 지도함.

한국형 사회정서교육 프로그램63
3
짧은 시간을 활용한 교육 활동
학습 주제∙공동체 문제, zero-sum? win-win?
학습 활동에 필요한 학습자료(준비물) 및 영상자료 안내
∙ppt 및 학습 활동지 2
교육활동
방법
∙공동체 가치가 위협받는 문제 상황을 적절한 방식으로 해결해보기
교육활동
내용
∙공동체의 의미와 가치에 대해 학습하기
- 공동체의 의미: 공통된 관심사, 가치, 목표 등을 공유하며 상호작용하는 사람들의 
집단
- 공동체 가치의 종류:
협력
함께 문제를 해결하기 위해 힘을 
합치거나 서로 도와주는 것
공
정
성
규칙을 모두에게 똑같이 적용하는 것
** 규칙은 보편적 가치를 충족하는 규칙을 
의미함
책
임
감
공동체 내에서 자신이 해야하는 
일을 끝까지 잘 해내는 것
규칙
준수
지속가능한 공동체를 위해 만들어진 
규칙을 지키는 것
※ 공동체의 규칙은 보편적 가치를 충족시키는 규칙이어야하며, 부정의한 규칙을 준수해야한다는 의미가 아님을 
유의할 것.
∙공동체 문제를 공동체 가치의 관점에서 해결해보기
- 학습 활동지 2를 활용하여 공동체 가치의 관점에서 문제 상황을 해결하기
- 침해되고 있는 공동체 가치가 무엇인지 명료화하고, 이를 회복하기 위해 어떤 
협력적 대안이 필요한지 생각해보기
- 이 과정에서 개인의 일방적인 희생이 아니라 협력적인 대안을 제공하는 것이 
중요함을 강조하기
- 자신은 결코 혼자 살아갈 수 없는 존재이며 공동체 내부에서 더불어 살아가는 
구성원임을 생각해보기

64중학교용
4
교사 참고자료 1
공동체의 구성원은 모두 연결되어 있음을 이해하기
현대 사회에 이르러 공동체의 가치와 중요성이 보다 경시되곤 한다. 본 차시는 자신이 속한 공동체 
내에서 발생 가능한 문제 상황을 공동체 가치의 관점에서 해결해보는 것이 주된 목적이다. 이를 
위해선 학생들이 상호의존성을 깨닫는 것이 필요하다. 아래는 사회·정서·인성 교육 안내서에 기재된 
‘상호의존성’에 대한 설명이다.
상호의존성은 사물이나 사건이 맥락 밖에서 존재하거나 일어나는 것이 아니라, 다른 여러 사물과 
사건에 의존해서 존재하고 있다고 보는 것이다. 우리가 매일 먹는 음식의 예를 보더라도 그 음식이 
매우 다양한 공급자와 다양한 장소가 있었기 때문에 이곳에 오게 된 것이라는 것을 볼 수 있다. 
상호의존성은 한 장소의 변화가 다른 장소에의 변화로 이어진다는 것도 의미한다. 모든 것은 다양한 
원인과 조건에 의해 발생하고 있다.
대니얼 골먼 박사와 피터 센지 박사가 The Triple Focus에서 설명했듯이, 상호의존성은 “내가 
어떤 행동을 했을 때 나올 결과에 대한 통찰과, 이 통찰을 이용해 시스템을 더 나은 방향으로 
개선할 방법에 대한 모색의 역학관계를 분석하는 것”이다. 이 접근방식의 목적은 시스템이 어떻게 
작동하는지에 대한 메마른 이해를 증가시키는 것이 아니라 이 지식을 자신과 타인, 그리고 세계에 
대한 관심으로 연결시키는 것이라 할 수 있다.
따라서 상호의존성에 대해 이해하기 위해선 (1) 상호의존적 체계에 대한 이해와 (2) 총체적 맥락 
속에서의 우리라는 두 가지 주제를 탐구해야 한다. 첫 번째 주제는 ‘내면’과 ‘타인’에 초점을 더 
넓은 시스템상의 ‘외부’로 옮겨준다. 즉, 인과 관계와 같은 상호의존성과 시스템의 법칙에 대해 
이해할 수 있도록 학생들을 이끄는 것이다. 두 번째 주제는 자신의 존재와 타인의 존재가 지역사회 
내에, 그리고 전 세계에 존재하거나 일어나고 있는 엄청나게 다양한 사건이나 원인, 그리고 사람들과 
얼마나 복잡하게 얽혀있는지를 깨닫고 이 지식을 자기 것으로 만드는 과정을 다룬다. 이는 
표면적으로 상관없어 보이는 다른 사건들이 어떻게 자신의 행복에 영향을 미치는지, 그리고 자신이 
어떤 활동에 참여하는 것이 어떻게 상관없어 보이는 타인에게 영향을 주고 때때로 의도하지 않은 
결과를 낳게 되는지에 대한 깨달음을 얻게 할 것이다. 종합하면, 이 두 가지 주제를 통해 학생들은 
상호의존적인 시스템을 이해하고 그 지식을 의미 있게 사용하고 적용하는 기술을 발달시킬 것이다.
구성요소상호의존성에 대한 이해
(1) 상호의존적 체계에 대한 이해
세계의 상호연결성과 시스템적 사고방식 이해하기
(2) 총체적 맥락 속에서의 우리
모든 사람이 시스템 속에 존재하는 방식과 시스템에 영향을 
주고받는 방식 이해하기
출처: Center for Contemplative Sciences and Compassion-Based Ethics (2019), Social, Emotional, and Ethical 
Learning(SEE Learning), Emory University, Atlanta, GA 30322. 씨러닝코리아.

한국형 사회정서교육 프로그램65
4
교사 참고자료 2
zero-sum? win-win? 게임 설명
1. zero-sum? win-win? 게임의 목표
이 게임은 zero-sum 방식과 win-win 방식 개념을 이해하고 연습하는 데 도움을 주는 게임
으로, 공동체 구성원인 ‘개인’과 팀 전체의 선택이 공동체의 성공에 어떻게 영향을 미치는지 생
각해 볼 수 있는 기회를 제공하는 것이 목표이다.
2. zero-sum? win-win? 게임 규칙
① 4명이 한 모둠을 구성한다.
② 한 모둠당 10만원의 가상 팀 예산을 갖는다.
③ 승리 조건을 설명한다.
a. (조건 1) 전체 개인 중 가장 많은 예산을 가져간 사람
(단, 팀 구성원들이 적어낸 금액의 합계가 가상 팀 예산인 10만원보다 초과될 경우 그 팀은 
보상 기회를 가질 수 없음을 설명한다.)
(예시) A, B, C, D가 1모둠을 이루고 있는 상황
팀 예산100,000원
이 경우, A,B,C,D가 속한 1모둠은 적어낸 
금액의 합계가 160,000원으로 팀 예산을 
초과했기에 보상의 기회를 얻을 수 없다
A25,000원C100,000원
B30,000원D15,000원
b. (조건 2) 팀 예산을 가장 많이 남긴 모둠
④ 10초의 제한 시간 동안 자신이 가져갈 액수를 비밀리에 적는다. (단, 최소 5000원 이상
은 적어서 내야한다.)
⑤ 팀 별 결과를 종합하여 결과를 공지한다.
3. 게임 활용 방법
이 게임을 통해 승리할 수 있는 방법은 (1) 한 개인이 가장 많은 돈을 가져가기, (2) 모둠원
들 전부가 10만원을 4등분한 25,000원을 적어내기, (3) 팀 예산을 많이 남기기 이다. 게임 진
행 후, 각 모둠의 게임 결과를 칠판에 정리하고 게임 결과와 공동체 문제 해결 방법을 연계하는 
발문을 제공한다.
발문 예시
∙이 전략을 세운 이유는 무엇인가요?
∙나의 선택과 팀 전체의 선택이 팀의 성공에 어떤 영향을 미쳤나요?

66중학교용
5
학습 활동지 1
공동체 문제, zero-sum? win-win!
중학교
    학년      반
이름: 
1. zero-sum 방식과 win-win 방식에 대해 살펴봅시다.
1) ‘Good teamwork and bad teamwork’ 영상 속 새들과 꽃게들의 문제 해결 방식을 각각 
키워드로 설명해봅시다.
새들의 방식꽃게들의 방식
2. zero-sum? win-win?게임을 해봅시다.
1) 자신이 가져가고자 하는 돈의 액수를 적어봅시다.
쉿! 비밀이야!
개인 희망 예산
                    원 (최소 5000원 이상)
2) 팀의 게임 결과를 정리해봅시다.
팀 예산100,000원총 합계           원
이름금액이름금액
나           원           원
           원           원
3) 팀의 게임 결과를 분석해봅시다.
① 우리 모둠의 게임 결과는 어떠한가요? (팀과 개인 중 누가 승리했나요?)
② 나의 선택과 팀 전체의 선택이 팀 성공에 어떠한 영향을 미쳤나요?
나의 선택
팀 전체의 선택

한국형 사회정서교육 프로그램67
5
학습 활동지 2
함께 풀어가는 공동체 문제
중학교
    학년      반
이름: 
1. 다음은 학교생활 중 발생할 수 있는 공동체 문제상황과 관련된 영역입니다. 관심 있는 영역을 
선택하고, 선택 영역과 관련해 직접 겪었던 문제상황을 써봅시다.
누가?
◯
예
 학교 구성원 모두가
언제?
◯
예
 여름 방학 전에
어디서?
◯
예
 급식실 앞과 이후 SNS에서
상황에 
대한 
설명
문제가 왜 발생되고 있나요? 
◯
예
 급식실 새치기로 인해 몇몇 학급이 반대항전에 참여하지 못하는 경우가 발생했다.
2. 우리가 직접 겪고 있는 공동체 문제를 win-win 방식을 적용하여 해결해 봅시다.
1) 위 상황을 win-win 방식으로 해결하기 위해 필요한 해결 방안을 제안해봅시다.
나는                                               방안을 제안한다. 왜냐하면 
이런 방안을 적용할 때                                               때문이다.

2) 이때 어떠한 이점을 얻을 수 있나요?
체육대회
준비
급식 순서축제 부스 운영기타 영역
(해당되는 것이 없을 경우)

68중학교용
6
출처
[참고 영상]
1. Good teamwork and bad teamwork, (유튜브 채널 Gerrit Maassen van den Brink)
https://buly.kr/3j75GJT 
[참고 문헌] 
1. Center for Contemplative Sciences and Compassion-Based Ethics (2019), Social, 
Emotional, and Ethical Learning(SEE Learning), Emory University, Atlanta, GA 
30322. 씨러닝코리아.

한국형 사회정서교육 프로그램69
마음건강 문제 함께 해결하기
1
교수 학습 활동의 개관
사회정서
교육영역
마음건강
사회정서
핵심역량
정신건강 문제의 인식과 관리
해당학년중학교 (1-3학년)차시6/6차시
관련
성취기준
[9도01-03] 행복에 관한 심리적, 사회적, 윤리적 접근 등을 통해 행복의 의미를 
종합적으로 파악하고, 삶의 목적과 행복의 관계를 정립할 수 있다.
[9체01-09] 정신건강의 의미를 이해하고 정신건강 활동의 종류와 특성을 분석한다.
범교과
학습 주제
안전·건강교육
범교과 학습 주제
세부내용
정신건강
내용요소
지식･이해과정･기능가치･태도
∙정신건강 4가지 상태 
∙마음건강 어려움 도움 
요청 방법
∙나의 마음건강 문제상황 
도움요청 연습하기
∙친구 마음건강 문제상황 
도움주기 연습하기
∙서로의 마음건강을 
도우려는 태도
학습목표나와 친구의 마음건강이 어려울 때 도움을 요청할 수 있다.
수업설계 
의도
◎ 주제 선정 이유
- 정신건강에 대한 인식도를 제고하여 정신질환에 대한 오해와 편견을 줄이며 
당면한 마음건강 문제에 적극적으로 대처하는 능력을 기르기 위함. 
◎ 수업 개요
- 마음건강 문제를 발견하고도 주위의 시선을 의식하여 의료적 치료를 놓친 뉴스를 
감상한 후, 마음건강에 대한 편견 개선을 위해 전제되어야 할 사안을 토의하고 
내 마음과 친구의 마음건강이 어려운 상황을 가정하여 학생 체험으로 확장하여 
마음건강 문제에 대처하는 능력을 신장시키고자 함.
◎ 사회ᆞ정서 역량 연계
- 마음건강 상태를 명확하게 인지하고 마음건강이 어려울 때 상호 도움을 요청하고 
도움을 주는 것이 사회정서교육의 마음건강 역량임을 체득시키고자 함. 

70중학교용
2
교수·학습 과정안
단계교수·학습 활동 내용
교수·학습자료◯
자

및 유의점◯
유
도입
(5′)
▣ 동기유발
∙(영상시청) 「아이들 마음의 병, 발견해도...」
- ‘청소년 정신건강 실태 조사’에서 정신 장애를 경험한 실태는 
어떠하나요?
- ‘청소년 정신장애 경험 비율’ 실태 조사 중에서 청소년들이 
경험하는 정신장애에는 어떠한 유형이 있나요? 
- ‘정신건강장애’에 대한 사람들이 가지는 큰 문제점은 
무엇이었나요?
- 자녀가 ‘정신건강장애’를 진단받고도 치료를 하지 않는 
이유는 무엇이었나요?
▣ 학습목표 안내
나와 친구의 마음건강이 어려울 때 도움을 요청할 수 
있다.
◯
자
 ( 출처 
참고 영상1)
아이들 마음의 병, 
발견해도 치료 안 
했다 뉴스 
(1분 48초)
활동지
◯
유
 영상 시청을 
통해 정신건강의 
중요성을 
인지하도록 
지도함.
전개
(40′)
이해
하기
(10′)
▣ 정신건강 4가지 상태 이해하기
∙정신건강의 4가지 상태 이해하기
- 정신건강 4가지 상태: 편안한 상태, 마음의 고통, 정신건강 
문제, 정신질환
- 누구나 정신건강 4가지 상태 중, 한 가지 이상의 상태를 
동시에 경험할 수 있음을 설명하기
- 상태에 따라 서로 다른 대처 방법이 필요함을 인지하기
- 도움 요청 인식이 긍정적일 때 도움요청 행동에 대한 태도 
및 의도가 긍정적임을 설명하기
∙정신건강 어려움 도움 원천에 대한 이해
- 자기돌봄: 스스로 도움(휴식, 수명, 여행, 운동, 명상, 즐거운 
활동, 햇빛 샤워)
- 지지 및 멘토링: 친구, 가족, 선생님, 사랑하는 사람과의 
대화, 위로
- 전문적 도움 자원: 심리 상담사, 치료사, 의사 등 
- 즉각적 도움이 필요할 때: 긴급전화, 응급실, 정신건강 센터
◯
자
 ( 출처 
참고 영상2)
정신건강 4가지 
상태
◯
유
 정신건강 4가지 
상태에 대한 정확한 
이해가 이뤄질 수 
있도록 구조화하여 
설명함.

한국형 사회정서교육 프로그램71
단계교수·학습 활동 내용
교수·학습자료◯
자

및 유의점◯
유
연습
하기
(15′)
▣ 나의 마음건강 문제상황, 도움 요청 연습하기
∙자신에게 도움이 필요할 때, 도움 요청 연습하기
도움요청 구분예시
누구에게
(예) 부모님, 형제, 친구, 담임선생님, 상담선생님, 
전문 상담기관
언제
(예) 지금 당장, 쉬는 시간, 점심시간, 방과후, 
주말
감정표현
(예) 열심히 공부하는데 성적이 오르지 않아 
답답해요, 모든 게 귀찮게 느껴지고 
학교가기 싫어요.
도움요청
(예) 어떻게 공부하면 효과적인지 함께 고민해 줄 
수 있을까요? 모든 게 귀찮고 학교도 가기 
싫은데 어떻게 하면 좋을까요?
◯
자
 학습활동지1
◯
유
 도움 요청 
상황을 제시할 때 
활동지를 이용하여 
자신의 현재 고민에 
대해 자연스럽게 
실제 도움요청 
연습이 이루지도록 
지도함.
적용
하기
(15′)
▣ ‘친구의 마음건강 어려움을 응원하는 캠페인 문구 만들기’ 
짧은 시간을 활용한 교육
∙(영상시청) 공익광고 ‘당신을 이야기해 주세요’ 감상 후 
토의학습
- 영상 속 장면에서 마음에 와닿는 장면 찾고 이유 말하기
- 친구의 마음이 어려울 때, 사례별 도움 방법 찾기
∙(실행하기) 친구의 마음이 어려울 때, 응원하는 캠페인 문구 
만들기’
* 마음이 어려운 친구를 응원하는 캠페인 문구 만들기
- 희망이 보이지 않을 때는 __________________해요.
- 마음이 우울할 때에는, __________________ 해요
- 엄청 화가 날 때에는, ___________________ 해요
- 무기력해질 때에는, _____________________ 해요
◯
자
 ( 출처 
참고 영상3)
공익광고 당신을 
이이햐기해 
주세요
학습활동지2
◯
유
 이 부분은 짧은 
시간을 활용한 
교육활동과 
연계할 수 있음.
정리
(5′)
▣ 학습 정리
∙배움 내용 정리
 - 내 마음이 어려울 때, 도움 요청하는 방안 점검하기
 - 친구의 마음건강 어려움을 돕는 방안 정리하기
 - 오늘의 배움 AI 마음일기 쓰기
◯
자
 AI 마음일기 
https://diary.se
amspace.me/를 
활용하여 간단한 
배움 성찰일지를 
쓰도록 지도함.

72중학교용
3
짧은 시간을 활용한 교육 활동
학습 주제∙친구의 마음의 어려울 때, 응원하는 캠페인 문구 만들기
학습 활동에 필요한 학습자료(준비물) 및 영상자료 안내
∙공익광고 <당신을 이야기해 주세요> 영상 감상
https://buly.kr/1RDEVLA
∙ppt(영상 감상 토의 발문) 
∙ppt(친구의 마음이 어려울 때, 내가 할 수 있는 실천 이야기 나누기)
∙활동지(친구의 마음이 어려울 때, 응원하는 캠페인 문구 만들기)
교육활동
방법
∙공익광고 <당신을 이야기해 주세요> 영상 시청
 - 영상 속 장면과 나의 삶을 비교하여 이야기 나누기
∙(공감능력 연습) 친구의 마음이 어려울 때, 내가 할 수 있는 실천 이야기 나누기
∙(실행하기) 마음의 어려움을 가진 친구를 돕는 캠페인 문구 만들기
교육활동
내용
∙<당신을 이야기해 주세요> 영상 속 장면에서 마음에 와닿는 장면 찾고 이유 말하기
- 영상 속 장면에서 마음이 어려운 사람이 보내는 신호 이야기 나누기
∙다양한 상황별 장면에서 친구의 마음이 어려울 때, 도움을 줄 수 있는 나만의 만능팁 
소개하기
- 진학에 중요한 수학 시험을 망쳐서 낙심하는 친구
- 부모의 이혼으로 마음이 우울하여 공부에 집중하기 힘든 친구
- 어머니가 돌아가신 이후로 게임만 하며 시간을 보내고 누구에게도 힘든 얘기를 
전혀 말하지 않는 친구
- 무기력해 보이고 학교를 그만 두고 싶다고 이야기하는 친구
∙친구의 마음이 어려울 때, 응원하는 캠페인 문구 만들기
* 마음이 어려운 다양한 상황 제시 후 어려움을 돕는 응원 문구 만들기
- 희망이 보이지 않을 때는 ______________________________________해요.
- 마음이 우울할 때에는, ________________________________________해요
- 엄청 화가 날 때에는, _________________________________________해요.
- 무기력해질 때에는, ___________________________________________해요.

한국형 사회정서교육 프로그램73
4
교사 참고자료 1
정신건강 상태와 대처 방안
◉ 정신건강 상태를 다음의 4가지로 나누어 볼 수 있다.
편안한 상태∙편안하고, 친절하고, 즐겁고, 여유가 있는 상태
마음의 고통
∙일상적인 스트레스나 어려움들에 대한 반응으로, 화가 나고, 괴롭고, 
슬프고, 실망스럽고, 안타까운 상태
∙일상적으로 누구나 겪는 단계이며, 시행착오를 통해 고통을 견디는 힘과 
문제를 해결해 나가는 방법을 스스로 배워 나가게 됨.
정신건강 문제
∙친구나 가족이 사망하거나 뜻밖의 사고나 재난을 당하는 것처럼 평소와 
다른 커다란 스트레스를 겪게 될 때 생길 수 있는 마음 상태 상처받고, 
비통하고, 애절하고, 절망스럽고, 암담한 상태이며, 이 상태를 극복하기 
위해서는 가족, 친구, 이웃, 학교, 지역사회 같은 주변의 관심과 도움이 
필요함.
정신질환 상태
∙여러 가지 복합적인 원인들 때문에 뇌기능이 저하되어 우울장애, 불안장애, 
주의력결핍 과잉행동장애 등이 생긴 상태를 말하며, 이 단계에서는 병원 
진료가 필요함.
◉ 정신건강 상태에 따른 대처 방안
1) 편안한 상태는 다른 상태들이 회복하는 데에 도움이 됨.
2) 일상적인 마음의 고통에는 특별한 개입이 필요하지 않을 수 있음. 대부분 스스로 시행착오의 
과정을 통해 배우고 적응해 나갈 수 있음.
3) 특별한 정신건강 문제가 생기는 경우는 일상적이지 않은 큰 스트레스를 경험하는 경우이며 
이때는 심리 상담이나, 종교, 이웃, 학교 전체 등 주변의 도움이 필요할 수 있음.
4) 정신질환이 발생했을 때는 정신건강의학과 전문 의료진에 의한, 적절한 치료가 필요.
◉ 나와 주변의 정신건강 문제 상태를 알아차렸을 때 우선 할 일 
1) 정신건강 문제 상태가 되면 학교나 학교 밖의 일상적인 활동이 눈에 띄게 변화가 있고 어려움을 
겪을 수 있음. 심리상담 등의 도움을 받거나. 의학적인 치료가 필요한 상태인지 주의깊게 경과를 
살펴봄.
2) 내 주변에 있는 가족, 선생님. 친구들 누구라도 힘든 일을 겪고 있다면, 공감하는 마음을 가지고. 
상대의 어려움과 고통을 인정해주고, 어떤 도움이 필요한지 알아보고, 함께 하고 있다는 것을 
느끼게 해 주는 마음의 응급처치를 함.
출처: 교육부(2021), 중학교 정신건강리터러시, 교육부 : 한국교육환경보호원 학생정신건강지원센터

74중학교용
4
교사 참고자료 2
청소년기 정신질환과 도움요청하기
◉ 청소년기 정신질환
우울(증) 장애
∙청소년기 우울증 유병률은 3~8%이며, 아동기 0.5%에 비하여 청소년기에 
급격히 증가함.
∙청소년기에는 우울한 기분이 짜증, 과민함으로 표현되기 쉽고, 비행, 공격성, 
신체 증상으로 나타나기 쉬워 초기에 발견이 어려울 수 있음
불안장애
∙아동청소년기에 가장 흔한 정신건강 문제로 실제 발생율은 1~20%까지 
상당히 높은 편임.
∙청소년기에 흔히 나타나는 두려움과 걱정때문에 학교에서의 학업이나 
대인관계에 지장을 받음.
행동관련 장애
∙10대 흔한 행동문제와 관련된 정신건강 문제로는 주의력결핍 과잉행동장애, 
적대적반항장애, 품행장애, 물질사용장애 등이 있음. 
∙행동문제는 단독으로 존재하기도 하지만 상당수에서는 우울, 불안과 같은 
정서적인 문제를 같이 갖고 있는 경우가 흔함.
◉ 정신건강 문제가 있을 때 학생 스스로 도움 요청을 하기 위하여 필요한 기본 사항
① 마음이 괴로운 신호들은 대부분 나약함이나 스스로를 돌보지 않아서 생긴 문제가 아니다.
② 도움요청을 방해하는 흔한 오해들은 다음과 같다. 
∙ 자신이 우울증에 걸린 상태임을 알지 못하고. 자책과 비난으로 적절한 도움 받을 시기를 놓침.
∙ 우울증은 마음이 유약하여 생기는 병이라고 간주하여 도움요청을 안함, 
③ 정신질환과 관련된 마음의 괴로운 신호를 알아차렸다면, 선생님, 상담 선생님, 부모님 등 신뢰할 
수 있는 어른에게 이야기하고 도움을 청해야 한다.
   (우울증 신호 예시는 다음과 같다.)  
∙ 우울증은 우울한 기분만이 아니라, 행동, 식사와 수면, 일상생활 유지 능력, 인지기능, 집중력, 
암기력, 생각의 내용이나 속도, 양의 변화 등 다양한 증상으로 나타남.
∙ 감정 변화는 우울한 기분 외에도 감정표현이 줄어들고, 무감동증, 감정의 기복이 커지기도 함.
④ 친구가 정신건강 어려움에 놓여 있음을 알아차리고 도와주기 
∙ 친구에게 관심을 가져야 할 때의 예시들은 다음과 같다.
친구가 무기력해 보이고 학교를 그만두고 싶다고 이야기할 때, 평소와 다른 충동적이거나 
예민한 행동을 보이는데 일부러 하지 않는 상태로 보일 때, 힘들 일을 겪고(예:가족의 사망) 
친구가 게임 만을 하면서 시간을 보내고, 누구에게도 힘들다고 전혀 내색하지 때.
∙ 친구가 ‘자살하고 싶다.’고 이야기하고, 주변 사람에게는 비밀로 해달라고 부탁할 때.
∙ 같은 반 친구가 자주 무시와 괴롭힘을 당하고, 주변에서는 이 사실을 잘 모를 때.
출처: 교육부(2021), 중학교 정신건강리터러시, 교육부 : 한국교육환경보호원 학생정신건강지원센터

한국형 사회정서교육 프로그램75
5
학습 활동지 1
내 마음 관리법
중학교
    학년      반
이름: 
1. 「아이들 마음의 병, 발견해도...」 뉴스 영상을 시청한 후, 다음 질문에 답해 봅시다.
질문
Q1: ‘청소년 정신건강 실태 조사’에서 정신 장애를 경험한 비율은 어떻게 되나요?
Q2: ‘청소년 정신장애 경험 비율’ 실태 조사 중에서 청소년들이 경험하는 정신장애에는 어떠한 
유형이 있나요? 
Q3: 자녀가 ‘정신건강장애’를 진단받고도 치료를 하지 않는 이유는 무엇인가요?
Q4: ‘정신건강장애’에 대한 사람들이 가지는 큰 문제점은 무엇인가요?
2. 정신건강 상태에 따른 대처 방안을 정리해 봅시다.
정신건강 상태대처 방안
편안한 상태
마음의 고통
정신건강 문제
정신질환
3. 다음 예시 상황을 참고하여 나의 마음이 어려울 때, 도움 요청하는 연습을 해봅시다.
누구에게(예) 부모님, 형제, 친구, 담임선생님, 상담선생님, 전문 상담기관
(연습) 
언제예) 지금 당장, 쉬는 시간, 점심시간, 방과후, 주말
(연습)
감정 표현
(예) 열심히 공부하는데 성적이 오르지 않아 답답해요, 모든 게 귀찮게 느껴지고 
학교가기 싫어요.
(연습)
도움 요청
(예) 어떻게 공부하면 효과적인지 함께 고민해 줄 수 있을까요? 모든 게 귀찮고 
학교도 가기 싫은데 어떻게 하면 좋을까요?
(연습)

76중학교용
5
학습 활동지 2
친구의 마음이 어려울 때
이렇게 응원해요.
중학교
    학년      반
이름: 
1. 공익광고 <당신을 이야기해 주세요> 영상 속 마음에 와닿는 장면을 찾고 그 이유를 말해 봅시다.
마음에 와닿는 장면이유
2. 광고영상 속에서 마음이 어려운 사람이 보내는 신호에 대해 이야기해 봅시다.
마음이 어려운 사람이 보내는 신호
3. 다음 상황별 장면에서 마음이 어려운 친구를 도와주는 나만의 만능팁을 소개해 봅시다.
∙진학에 중요한 수학 시험을 망쳐서 낙심하는 
친구
∙부모의 이혼으로 마음이 우울하여 공부에 
집중하기 힘든 친구
∙어머니가 돌아가신 이후로 게임만 하며 
시간을 보내고 누구에게도 힘든 얘기를 전혀 
말하지 않는 친구
∙무기력해 보이고 학교를 그만두고 싶다고 
자주 이야기하는 친구
4. 친구의 마음이 어려울 때, 응원하는 캠페인 문구를 만들어 봅시다.
* 마음이 어려운 다양한 상황 공감 후, 친구를 응원하는 캠페인 문구 만들기
- 희망이 보이지 않을 때는                                                    해요.
 - 마음이 우울할 때에는,                                                     해요.
 - 엄청 화가 날 때에는,                                                      해요.
 - 무기력해질 때에는,                                                       해요.

한국형 사회정서교육 프로그램77
6
출처
[참고 영상]
1. 아이들 마음의 병 “발견해도 치료 안 했다”, YTN 뉴스( 2024. 5. 5.)
https://buly.kr/A44MZRr
2. 정신건강 4가지 상태, 한국교육환경보호원 학생정신건강지원센터(2024)
https://buly.kr/CB3SLDw
3. 공익광고 당신을 이야기해 주세요 영상, 문화체육관광부(2021)
https://buly.kr/1RDEVLA
[참고 문헌] 
1. 교육부(2021), 중학교 정신건강리터러시, 한국교육환경보호원 학생정신건강지원센터

개발위원
연구위원권 용 실 (가톨릭대학교 의과대학)
김 은 향 (청주교육대학교)
서 완 석 (영남대학교 의과대학)
이 소 희 (국립중앙의료원)
이 자 명 (한국방송통신대학교)
조 호 제 (잠실초등학교) 
최 지 욱 (가톨릭대학교 의과대학)
집필위원김 기 윤 (대구해올고등학교)
김 영 자 (탄벌중학교)
김 형 태 (시흥능곡초등학교)
김 혜 진 (대전탄방중학교)
배 현 진 (경북대학교사범대학 부설고등학교) 
성 나 경 (서울특별시교육청)
신 창 기 (신우초등학교)
오 유 하 (동암중학교)
이 경 진 (서울특별시교육청)
이 정 현 (흥덕고등학교)
임 재 일 (흥덕초등학교)
장 세 진 (서울개봉초등학교)
전 은 경 (서울신상도초등학교)
정 나 라 (효천초등학교)
정 소 영 (성복고등학교)
정 원 희 (용인신봉초등학교)`,
  high: `한국형 사회정서교육 프로그램3
한국형
사회정서교육
프로그램
고등학생용
목차
총론··············································································································4
프로그램 개요······························································································23
1차시
마음건강_우리의 행복을 위한 사회정서교육·····································24
2차시
자기인식_마음의 소리에 귀 기울이기···············································33
3차시
자기조절_스트레스와 친해지는 방법················································42
4차시
대인관계_협력적 해결 프로젝트······················································51
5차시
공동체_우리 함께 같이 살아가기·····················································60
6차시
마음건강_나와 너를 위한 마음건강··················································69

4고등학교용
총론
I
한국형 사회정서교육의 의미와 필요성
1. 한국형 사회정서교육의 의미
한국형 사회정서교육은 학생들의 긍정적인 성장과 정신건강 증진을 위하여 사회정서 역량을 
강화하는 체계적인 학교 기반의 교육이다. 
한국형 사회정서교육은 전인교육의 일환으로 학생 자신이 삶의 주인이 되며 다양한 사회정서
적 덕목의 학습과 정신건강 인식의 향상을 통해 개인의 잠재력을 최대한 발휘하고 사회의 구성원
으로 다른 사람들과 조화롭게 생활하도록 하는 데 그 목적이 있다(서완석 외, 2024)
1)
.
이를 위해 학생들이 자신의 감정을 인식·조절하는 정서적 역량과, 교사·또래·가족 등 주변의 타
인과 긍정적인 관계를 형성하고 유지하는 사회적 역량, 자신의 정신건강을 인식하고 관리하며, 
정신질환에 대해 적절하게 대응하는 정신건강 역량을 균형 있게 함양시키고자 한다. 
2. 사회정서교육의 필요성 
급변하는 사회환경, 코로나19 영향 등 심리 내외적 요인들로 학생들의 정신건강이 취약해지고 
있는 상황이며, 우리나라 학생들의 낮은 행복감과 정신건강 관련 문제는 우려할 수준에 있다. 
2011년 이후 청소년기 사망원인 1위가 자살이며 최근 수년간 청소년 자살은 증가하는 추세를 
보이고 있다. 자살 사망 학생의 약 50%는 평소에 힘들다는 표현을 하지 않아 자살의 명백한 원
인을 확인할 수 없다는 연구조사를 볼 때
2)
, 자살 등 정신건강 위기에 있는 학생이 자신의 정신건
강 문제가 무엇인지, 어떻게 대처하고 도움을 받아야 할지 모르고 있을 가능성이 높다. 또한 
2023년 교육부와 질병관리청의 청소년건강행태조사에서 중고등학생의 26%는 최근 1년 내 우
울감을 경험하였으며 13.5%는 자살 생각을 하였다고 보고하였다
3)
. 이에 따라 모든 학생들이 자
신의 감정과 정신건강 상태를 이해하고 관리하며, 정신건강의 어려움이 있을 때 적절하게 도움을 
받을 수 있도록 보편교육으로서의 예방 교육을 강화할 필요성이 높아지고 있다.
최근 세계보건기구(WHO, 2022)는 아동청소년의 정신건강 증진을 위하여 돌봄 자원의 지원, 
학교 기반 프로그램 및 지역사회와 온라인 환경 영역에서의 전략을 발표하였으며, 사회정서교육
의 중요성을 제안하였다
4)
.

한국형 사회정서교육 프로그램5
시대적 사회문화의 요구에 따라 학교 교육은 학생들의 지적 능력을 중점으로 하는 전통적인 인
지적 교육뿐만 아니라 학교 적응, 스트레스 관리, 동기 및 인내력 강화, 사회기술 증진, 공동체 
의식 등 사회 정서적 역량을 높이는 비인지적 교육을 지속적이고 체계적으로 실시할 필요가 있다. 
2008년부터 2020년 기간에 학교기반 사회정서교육을 실시한 53개국, 424개 연구를 종합 분
석한 메타연구에서는 학생들의 기술, 태도, 긍정적 행동 변화, 학교 환경과 안전 증가, 또래 관
계, 학교 적응 및 학업 성취도 등 여러 사회정서 영역에서 유의한 개선 효과를 보여
5)
 사회정서 
교육이 학생들이 미래사회의 건강한 사회 구성원으로 성장해 나가는 데 필수적인 부분이라는 근
거를 제시하고 있다.
II
한국형 사회정서교육의 도입과 교육프로그램 개발
1. 한국형 사회정서교육의 도입 배경
2000년을 전후로 국제기구와 세계 각국에서는 학생들의 교육, 심리사회적 문제, 정신건강의 
문제를 해결하기 위해 각 국가의 사회 여건에 맞는 사회정서 성장과 정신건강 향상을 위한 교육
을 적극적으로 제안하고 있다. 세계보건기구(WHO)는 학교 구성원의 심리.사회적 유능감을 증진
시키기 위한 학교와 공동체의 분위기 조성에서부터 정신질환이 있는 학생에 대한 전문적인 치료
를 받을 수 있는 학교기반 정신건강 프로그램을 제시하였고
6)
, 경제협력개발기구(OECD)는 정서
조절영역을 포함한 6개 영역과 17개의 표준적인 사회정서역량을 도출하였다
7)
.
국내에서도 수년 전부터 사회정서 교육에 대한 관심이 높아져 해외 프로그램들이  소개되고 교
과 수업에 활용할 수 있도록 사회정서 교육 내용들이 개발되고 있다. 그러나 대부분 개별 교과 
수업에 단기간 시범적으로 시행되는 경우가 많고 지속적인 교육으로 자리 잡기 위한 제도적인 지
원과 프로그램 개발 등 제반 여건들이 마련되지 못한 어려움이 있어, 학생의 발달 특성, 우리나
라 사회 문화 현황과 학습 환경 등을 고려한 한국형 사회정서교육이 학교 교육에 잘 적용되도록 
국가 차원의 지원이 필요한 상황이다. 
교육부는 2023년 정신건강 및 교육 전문가들과 우리나라 현실에 맞는 사회정서교육에 대한 
논의 과정을 진행하였으며, 학생의 마음건강을 최우선 지원하는 과제를 제시하고 발달 수준을 고
려한 한국형 사회정서 교육프로그램을 학교급별로 개발하여 현장에 적용하는 계획을 발표하였다
(2024년 교육부 주요 정책 추진계획(’24.1월)). 이에 따라 우리나라의 학교 상황에 적합한 사회
정서교육 모델 개발 연구가 진행되었으며 관련 전문학회의 자문 등을 통해 ‘한국형 사회정서교
육’으로 정식 명칭을 정하고, 구성원 개인과 집단의 가치를 동시에 강조하는 우리나라의 높은 공

6고등학교용
동체 의식 및 문화적 특성 등을 고려하여 자기(self), 관계(relationship), 공동체(community), 
마음건강(mental health)의 4가지 사회정서 영역과 자기인식, 자기조절, 관계인식, 관계관리, 공
동체 가치의 인식과 관리, 정신건강 문제의 인식과 관리 등 6가지 핵심역량을 아래 <표1>과 같이 
규정하였다.
 영역핵심역량 구성요인 
자기 
자기인식
자신의 생각, 감정, 행동의 인식과 이해, 스트레스 인식, 강점과 약점 
인식, 자기효능감 등
자기관리
마음챙김훈련, 부정적 생각과 감정에 대처하기, 스트레스 조절하기, 
자기 조절력 향상, 개인적 목표/과제 설정 및 추진 등
관계
관계인식타인의 생각, 감정, 행동의 존중, 공감하기, 다양성의 수용 등
관계관리자기주장 및 의사소통의 기술, 대인관계 기술, 갈등해결 등
공동체
공동체 
가치의
인식 및 관리
사회적 측면에서의 자기성찰, 소속감, 책임감, 주도성, 협력하기, 
규칙 준수, 정당하지 않은 압력에 대응하기(방관자가 되지 않기), 
문제 확인 및 해결 등
마음건강
정신건강 
인식 및 관리
정신건강 이해와 관리, 정신질환 이해와 대처, 정신질환을 대하는 
적절한 태도(낙인 감소), 자해 및 자살 예방, 정신건강 관련 지원 및 
도움 요청 등 
<표1. 한국형 사회정서교육의 4가지 영역, 6가지 핵심역량 및 구성요인>
<출처: 한국형 사회정서성장지원 모델 마련 연구(2024)>
2. 한국형 사회정서교육 프로그램 내용
한국형 사회정서교육프로그램은 4대 영역과 6가지 핵심역량을 기반으로 학생들의 발달 특성을 
반영하여 초등학교 저학년(1~2학년), 초등학교 고학년(3~6학년), 중학교(1~3학년), 고등학교
(1~3학년)의 4종으로 구성하였다. 학교급별 각 6차시 수업을 통하여 학생들이 습득해야 할 사회
정서 핵심역량과 학습목표 및 교육 내용을 개발하였다. 교육 내용은 사회정서교육을 시행하고 있
는 해외 국가들의 프로그램 내용 특성, 국제기구에서 제안하는 미래 인재상과 사회정서 역량, 국
내 조사연구에서 나타난 학생들이 함양해야 할 자기인식, 자기조절 기술 및 스트레스와 정신건강 
관리 능력 증진 기술들을 검토하여 학습 목표와 내용을 구성하였다. 
사회정서 역량은 단기간에 습득되지 않으므로 초등학교 저학년부터 고등학교까지 지속적이고 
일관성 있게 학습이 진행되어야 한다. 이에 따라 본 한국형 교육 프로그램은 아동청소년의 발달 
단계와 주요 발달 과제를 고려하여 학교급별 학습 목표를 제시함으로써 학교 교육을 통하여 학생
들이 자연스럽게 사회정서 역량을 강화할 수 있도록 하였다.

한국형 사회정서교육 프로그램7
한국형 사회정서교육 프로그램의 영역, 핵심역량, 학습 목표, 교육 내용은 <표2>와 같다. 
<표2. 한국형 사회정서교육 프로그램 개관>
차시 
사회정서
교육 영역
핵심역량 학습목표 교육내용 
1마음건강 
사회정서 
역량의 이해 
한국형 사회정서역량의 의미를 
알고 설명할 수 있다.
∙한국형 사회정서역량 이해
∙6차시 교육 소개 
2자기자기인식
감정을 중심으로 자신의 신체 
및 행동 반응을 알고 자기인식 
수준을 높이려는 태도를 가진다.
∙감정과 신체, 행동 반응과의 
연결성 인식 
∙자신의 고유성에 대한 이해
3자기자기조절 
일상 속 다양한 장면에서 
효과적으로 자기 조절을 할 수 
있다. 
∙감정에 대한 조절 기술
∙복합적이고 강렬한 감정 및 
스트레스 대처 기술
4대인관계
관계인식과 
관계관리
대인관계에 필요한 소통 및 
대처 기술을 습득한다. 
∙자기주장 및 의사소통 기술
∙긍정적인 대인관계 기술
5공동체
공동체 
가치의
인식과 관리
나와 이웃의 소중함을 이해하고 
공동체의 소중한 가치를 지키기 
위한 역량을 함양한다. 
∙소속감, 자긍심, 공동체 가치
∙규칙준수, 공정함, 책임감, 
협력하기, 공동체 문제 해결 및 
기여
6마음건강
정신건강 
문제의 
인식과 관리
정신건강 문제가 있을 때 도움을 
요청하는 방법을 알 수 있다. 
∙정신건강 문제의 이해와 대처
∙도움 요청하기

8고등학교용
III
한국형 사회정서교육 프로그램 개관
1. 한국형 사회정서교육의 목적
한국형 사회정서교육의 목적은 전인교육의 일환으로 다음과 같다.
학생 자신이 삶의 주인이 되며 다양한 사회정서적 덕목의 학습과 정신건강 인식의 향상을 통해 
개인의 잠재력을 최대한 발휘하고 사회의 구성원으로 다른 사람들과 조화롭게 생활하는 것을 
지향한다. 
위와 같은 교육 목적과 연계하여 사회정서교육의 교육 목표를 지식, 기술, 태도 영역에서 제시
하면 다음과 같다. 
∙감정과 생각 및 신체의 상호관련성에 대한 내용을 알고, 자신의 마음을 합리적으로 조절하는 
것의 중요성과 효율적인 조절 방법에 대한 올바른 지식을 습득한다. 
∙자신의 감정과 생각 및 스트레스에 대처하는 방법을 효율적으로 사용할 수 있으며, 다른 사람의 
입장에 공감하고 공동체에 도움이 되는 방법을 적용할 수 있다. 
∙자신과 타인 및 공동체에 필요한 도움을 주려는 긍정적인 삶의 태도와 정신건강에 대한 인식을 
높여 정신질환에 대한 오해와 편견을 줄이고 당면하는 마음건강 문제에 대처하는 태도를 
함양한다. 
2. 한국형 사회정서교육 교수･학습 자료의 성격 
가. 초등학교, 중학교, 고등학교 등 모든 학교급과 학년에서 사회정서교육을 체계적으로 시행할 
수 있도록 구성하였다.
나. 자기 자신, 대인관계, 공동체, 마음건강 영역에서 사회정서 역량을 차시별로 마음건강의 이해, 
자기인식, 자기조절, 관계인식과 관계관리. 공동체 가치의 인식과 관리, 정신건강 문제의 
인식과 관리 등 6가지로 제시하였다.
다. 모든 차시의 수업을 ‘이해-연습-적용’단계로 구성하여 학생들이 6가지 핵심 역량별 지식, 
기능, 태도를 균형 있게 습득하도록 하였다. 
라. 사회정서역량 증진을 위해 관련된 개념을 정확하게 이해하도록 하였으며, 학교급별 1차시
에서는 마음건강과 사회정서역량에 대한 이해의 폭을 확장하기 위한 내용으로 구성하였다.

한국형 사회정서교육 프로그램9
마. 학생들의 흥미와 관심을 바탕으로 모든 학생을 위한 사회정서교육이 이루어지도록 발달 특
성에 맞는 활동 중심의 프로그램으로 구성하였으며, 초등학교 저학년은 발달 수준을 고려
하여 추상적 용어 사용을 지양하였다. 
바. 본 프로그램은 교육학 및 정신의학적 전문성에 기초한 한국형 사회정서교육의 구성 체계에 
따라 개발된 기본 프로그램으로 특정 종교와 연계성 없이(SBNR(Spiritual But Not 
Religious)) 설계·개발되었다. 
IV
한국형 사회정서교육의 구성 체계 및 활용 방법
1. 한국형 사회정서교육의 구성 체계 
가. 한국형 사회정서교육은 학생 발달 특성과 초·중등 교육과정을 고려하여, 초등학교 저학년
(1~2학년), 초등학교 고학년(3~6학년), 중학교(1~3학년) 고등학교(1~3학년) 학생을 대상
으로 개발하였다. 
나. 모든 교사가 교과 수업 및 창의적 체험활동 등 학교 교육과정과 연계하여 자율적으로 교육
할 수 있도록 구성하였다. 
다. 프로그램은 학교급별로 각각 6차시로 구성하고, 각 차시별 사회정서교육 영역, 사회정서 
핵심역량, 하위요소, 성취기준, 학습 목표와 학습 활동 등을 제시하여, 학생 발달 단계에 
따라 체계적으로 학습할 수 있도록 위계를 설정하였다. 
라. 1차시에서 마음건강과 사회정서교육에 대한 전반적 안내 후‘자기-타인-공동체’의 인식 확
장 개념을 바탕으로 2차시부터 6차시까지 6가지 핵심역량을 학습하도록 구성하였다.
마. 1차시와 6차시는 ‘마음건강’영역으로 사회정서 역량과 정신병리를 다루는 정신건강을 포함
하는 내용으로 구성하였다. 2차시는 감정을 중심으로 자신의 신체 및 행동 반응을 인식하
고, 이를 바탕으로 3차시에서 다양한 감정 상태에 대한 조절 능력을 높이는 것을 목표로 
하였다. 4차시는 개인적인 관계의 영역을 주제로 하였고, 5차시는 사회적인 관계인 공동체
와 자신의 삶을 연결을 중심으로 내용을 구성하였다. 
바. ‘짧은 시간을 활용한 교육’과 ‘선택활동’을 제시하여 차시별 주요 핵심 내용을 교육과정 운
영 여건에 따라 효율적이고 융통성 있게 전달할 수 있도록 구성하였다. 
사회정서교육 프로그램의 학교급별 6차시 각각의 구성 체계는 <표3>과 같다.  

10
<표2. 한국형 사회정서교육 프로그램 구성 체계>
1) 1차시 (마음건강 영역)
차시
(영역)
핵심
역량
학교급하위요소관련 성취기준학습 목표학습 활동
1차시
(마음
건강)
사회
정서
역량의 
이해
초저
(1~2)
∙사회정서역량의
중요성
[2바01-02] 나를 이해하고 존중하며 생활한다.
[2국01-04] 자신의 경험이나 생각을 바른 
자세로 발표한다. 
∙행복한 생활에 필요한 마음건강의 
중요성을 설명할 수 있다.
□
1

[짧은 시간]
마음건강 알기
□
2
 마음 식단으로 마음건강 연습하기
□
3
 마음건강을 위한 마음 먹기 
적용하기 
초고
(3~6)
∙사회정서역량의
의미 및 중요성
∙생활 속 
사회정서역량
[4도01-01] 자신의 감정을 소중히 여기며 
존중하는 태도를 바탕으로 내가 누구인가를 
탐구한다.
[6도01-01] 자주적인 삶에 대한 이해를 
바탕으로 자신의 생활계획을 세우고 실천하여 
주체적인 삶의 태도를 기른다.  
∙행복한 삶을 살아가는 데 필요한 
사회정서역량의 중요성을 
설명할 수 있다. 
□
1

[짧은 시간]
사회정서역량 이해하기
□
2
 사회정서역량 함양을 위한 
연습하기
□
3
 생활 속에서 사회정서 역량 
높이기
중
∙사회정서역량의
의미 및 중요성
∙자신의 삶과 
사회정서
역량의 연계
[9도01-03] 행복에 관한 심리적, 사회적, 
윤리적 접근 등을 통해 행복의 의미를 
종합적으로 파악하고, 삶의 목적과 행복의 
관계를 정립할 수 있다.
[9체01-09] 정신건강의 의미를 이해하고 
정신건강 활동의 종류와 특성을 분석한다.
∙행복한 삶을 살아가는 데 필요한 
사회정서역량의 중요성을 
설명할 수 있다. 
□
1
 사회정서교육 의미 이해하기
□
2
 나의 마음 메뉴 찾기
□
3

[짧은 시간]
사회정서교육 캠페인 노래 
만들기
고
∙사회정서역량의
의미 및 중요성
∙자신의 삶과 
사회정서
역량의 연계
[12인윤01-01] 내 몸과 마음의 관계를 
탐구하고, 심신의 통합성을 자각하여 도덕적 
주체로서 자신을 이해하고 존중할 수 있다.
[12보건02-04] 감정 및 정서가 삶에 미치는 
영향과 행복 및 스트레스, 우울･불안･질병 등을 
초래하는 상황의 조건과 의미를 탐구하여, 
개인과 공동체의 행복한 삶의 양식을 지지한다. 
∙사회정서역량의 중요성을 
자신의 생활과 연계하여 설명할 
수 있다.
□
1
 사회정서교육 및 역량 알아보기
□
2
 우리 모두에게 필요한 
사회정서교육 
□
3

[짧은 시간]
사회정서교육으로 
행복하게 사는 방법 실천하기

11
2) 2차시 (자기 영역)
차시
(영역)
핵심
역량
학교급하위요소관련 성취기준학습 목표학습 활동
2차시
(자기)
자기
인식
초저
(1~2)
∙기본적 감정 인식
[2바01-02] 나를 이해하고 존중하며 생활한다.
[2슬01-02] 나를 탐색하여 나에 대해 설명한다. 
∙신체 반응을 통해 나의 감정을 
표현할 수 있다.
□
1
 신체 반응과 감정 이해하기
□
2
 반응을 보고 감정 찾기 연습하기
□
3

[짧은 시간]
자신의 감정 알아차리기
초고
(3~6)
∙다양한 감정 인식
[4도01-01] 자신의 감정을 소중히 여기며 존
중하는 태도를 바탕으로 내가 누구인가를 탐구
한다.
[6국01-03] 주제와 관련하여 궁금한 내용을 
질문하며 적극적으로 듣고 말한다.
∙같은 상황에서도 다양한 감정을 
느낄 수 있음을 알고 다른 친구
와 차이를 비교할 수 있다. 
□
1
 같은 상황, 다양한 감정 이해하기
□
2

[짧은 시간]
감정 빙고로 연습하기
□
3
 나의 신체 반응 적용하기
중
∙다양한 감정 인식
∙강렬한 감정 인식
[9체01-09] 정신건강의 의미를 이해하고 정신
건강 활동의 종류와 특성을 분석한다.
[9보01-02] 몸과 마음의 신호와 건강지표를 
통해 건강 상태를 평가하여 건강 관리에 적용한다.
∙감정의 복합적인 특성을 알고, 
자신의 감정 상태를 표현할 수 
있다.
□
1
 다양한 감정 이해하기
□
2

[짧은 시간]
복합적 감정 찾아내기
□
3
 생활 속 감정 표현 실천하기
고∙스트레스 인식
[12심리02-05]부정･긍정 정서의 종류와 기능
을 탐색하고 실생활에서 효과적인 정서 조절 방
법을 이해하고 실천한다.
[12보건02-04]감정 및 정서가 삶에 미치는 영
향과 행복 및 스트레스, 우울･불안･질병 등을 
초래하는 상황의 조건과 의미를 탐구하여, 개인
과 공동체의 행복한 삶의 양식을 지지한다.
∙스트레스가 신체와 정신건강에 
미치는 영향을 설명할 수 있다.
□
1
 스트레스 이해하기
□
2

[짧은 시간]
나의 스트레스 수준 확인하기
□
3
 스트레스를 통한 나의 바람 파악 
삶에 적용하기

12
3) 3차시 (자기 영역)
차시
(영역)
핵심
역량
학교급하위요소관련 성취기준학습 목표학습 활동
3차시
(자기)
자기
조절
초저
(1~2)
∙감정에 대한 
반응의 조절
[2바04-04] 지금까지의 생활 습관과 학습 습관을 
되돌아본다.
[2슬01-02] 나를 탐색하여 나에 대해 설명한다. 
∙나의 감정을 다양한 생각과 행동
으로 표현할 수 있다.
□
1
 감정에 대한 다양한 반응 
이해하기
□
2

[짧은 시간]
새로운 반응 시도하기
□
3
 지혜롭게 생각하고 실천하기
초고
(3~6)
∙다양한 감정에 대한
기초적 자기 조절
기술
[4도02-03] 공감의 태도가 필요한 이유를 이해
하고 도덕적 상상력을 바탕으로 대상과 상황에 따라 
감정을 나누는 방법을 탐구하여 실천한다.
[6미01-01] 다양한 감각과 매체를 활용하여 
자신과 대상을 탐색할 수 있다.
∙감정에 따른 생각과 행동을 스스로 
조절하는 기술을 제시할 수 있다.
□
1
 모든 감정은 필요함을 이해하기
□
2

[짧은 시간]
자기조절 기술 연습하기
(복식호흡, 나비포옹법, 소리명상 등 선택 활동)
□
3
 생활 속에서 자기조절 기술 
실천하기
중
∙강렬한 감정에 대한 
자기 조절 기술
[9기가01-05] 청소년기의 건강한 발달을 위협
하는 스트레스, 분노, 우울 등의 여러 가지 행동 
및 심리 문제의 원인을 분석하고, 적응 유연성
을 기를 수 있는 다양한 예방 및 해결방안을 
탐색하여 적용한다.
[9보02-04] 감정과 스트레스의 적절한 인식과 
표현, 지지와 공감 및 다양성 존중을 통해 관계 
속에서 행복함과 건강한 관계 맺기를 보여준다.
∙강렬한 감정을 조절해야 하는 이유를 
알고, 자기 조절 기술을 제시할 수 
있다.
□
1
 강렬한 감정 조절의 필요성 
이해하기
□
2

[짧은 시간]
자기조절 기술 연습하기
(복식호흡, 나비포옹, 소리명상, 
근육이완법 둥)
□
3
 나만의 자기조절 기술 표현하기
고
∙스트레스의 조절
∙효과적 자기 조절의 
실천
[12심리02-05]부정･긍정 정서의 종류와 기능을 
탐색하고 실생활에서 효과적인 정서 조절 방법을 
이해하고 실천한다.
[12보건02-04]정서･정신건강을 이루는 요소와 
관련된 개인적, 사회적 요인을 연계하여 탐구하고, 
자아 존중감과 회복 탄력성 및 유대 증진 방안을 
도출하여 건강을 관리한다.
∙나에게 적합한 스트레스 관리 방법을 
알고, 생활 속에서 실천할 수 있다. 
□
1

[짧은 시간]
스트레스 대처 이해 및 
방법(운동, 명상, 대화, 호흡법, 
숫자세기, 생각바꾸기 등)
□
2
 스트레스 관리 방법 연습하기
(긍정적 생각으로 바꾸기)
□
3
 나만의 스트레스 대처법 적용하기

13
3) 4차시 (대인 관계 영역)
차시
(영역)
핵심
역량
학교급하위요소관련 성취기준학습 목표학습 활동
4차시
(대인
관계)
관계
인식
‧
관계
관리
초저
(1~2)
∙경청과 공감의 중
요성
[2국01-03] 상대방의 말을 집중하여 듣고 
말차례를 지키며 대화한다.
[2즐01-03] 가족이나 주변 사람과 소통하며 
어울린다. 
∙이야기를 듣고 다른 사람의 마음 
상태를 알고, 이를 표현할 수 있다.
□
1
 경청의 중요성 이해하기
□
2

[짧은 시간]
다른 사람의 마음 
파악하기
□
3
 다른 사람의 마음 공감하기
초고
(3~6)
∙경청과 공감의 
의미
∙경청과 공감을 
통한 관계 맺기
[4사01–01] 주변 여러 장소에서의 경험과 느낌
을 다양한 방식으로 표현하고, 장소감을 나누며 
서로 존중하는 태도를 지닌다.
[6도02-02] 편견이 발생하는 이유를 탐색하여 
해결 방안을 살펴보고, 다양성 존중을 바탕으로 
다른 사람과 올바른 관계를 맺기 위한 실천 방
안을 탐구한다.
∙경청과 공감의 중요성을 이해하
고 소통 과정에서 나타나는 다양
한 감정을 수용하는 태도를 가질 
수 있다. 
□
1
 경청과 공감의 의미 이해하기
□
2
 경청과 공감 연습하기
□
3

[짧은 시간]
소통에서 나타나는 
다양한 감정
수용하기 
중
∙효과적 갈등 
해결을 통한 관계 
맺기
[9도02-06] 다양한 갈등 상황에서 평화적 해
결의 중요성을 이해하고, 평화적으로 갈등을 해
결할 수 있는 실천 방법을 탐구하고 제시할 수 
있다.
[9기가01-02] 청소년기 또래 문화의 특징을 
이해하고, 친구 관계에서 발생하는 문제를 분석
하여 건강한 친구 관계를 유지하기 위한 방안을 
제안한다.
∙자신의 입장을 표현하며 갈등을 
해결하는 방법을 설명할 수 있다. 
□
1
 갈등 해결 3단계 레시피 이해하기
□
2

[짧은 시간]
갈등 해결 3단계 레시피 
연습하기
□
3
 갈등 해결 3단계 레시피 실천하기
고
∙협력적 
의사소통을 
통한 관계 맺기
[10공국2-01-02] 쟁점과 이해관계를 고려하
여 문제를 해결할 수 있는 대안을 탐색하며 협
상한다
[10공국2-01-03] 사회적 소통 과정에서 말의 
영향력을 고려하여 책임감 있게 듣고 말한다.
∙타협과 협력을 통해 최선의 결과를 
이끌어 내는 의사 표현 방식을 
습득할 수 있다.
□
1

[짧은 시간]
관계와 대화의 기본자세 
이해하기
□
2
 협력과 타협을 통한 갈등 
해결하기
□
3
 효과적 갈등 해결을 위한 대화 
연습

14
3) 5차시 (공동체 영역)
차시
(영역)
핵심
역량
학교급하위요소관련 성취기준학습 목표학습 활동
5차시
(공동체)
공동체
가치의
인식과
관리
초저
(1~2)
∙공동체 인식
[2바02-01] 공동체에서 내가 할 수 있는 일을 
찾아보고 실천한다.
[2슬01-03] 가족이나 주변 사람에게 관심을 
갖고 함께 살아가는 모습을 탐구한다.
∙친구들과 함께 어울리며 잘 
지내기 위한 실천 다짐을 말할 
수 있다. 
□
1
 함께 어울릴 때 좋은 점 이해하기 
□
2
 함께 어울려서 놀이하기  
□
3

[짧은 시간]
다 같이 잘 지내기 위한 
약속하기
초고
(3~6)
∙공동체 
개념‧가치 인식
[4도01-01] 자신의 감정을 소중히 여기며 
존중하는 태도를 바탕으로 내가 누구인가를 
탐구한다. 
[6실01-02] 건강한 발달을 위한 자기 관리 
방법을 탐색하고, 일상생활 속에서 올바른 
생활습관과 태도를 갖도록 계획하여 실천한다. 
∙공동체의 가치를 알고, 공동체가 
내 생활에서 중요한 이유를 
설명할 수 있다.
□
1
 공동체 이해하기
□
2

[짧은 시간]
놀이를 통한 공동체 의식 
함양하기
□
3
 긍정적 공동체의 가치를 생활에서 
찾아보기
중
∙공동체 
의미‧가치 인식
∙공동체 문제 해결
[9도02-04] 이웃의 종류를 구분해 보고, 
공동체 속에서 이웃을 배려하고 봉사하기 위해 
타인의 관점을 채택해 보고, 이를 실천하기 
위한 구체적인 방법을 제시할 수 있다.
[9사(일사)01-03] 사회집단의 의미를 
이해하고, 사회집단에서 나타나는 차별과 
갈등의 사례와 이에 대한 해결 방안을 
탐구한다.
∙공동체의 문제가 내 생활에 
영향을 줄 수 있음을 알고, 
공동체 생활에서 일어나는 
문제를 함께 해결하는 방법을 
제시할 수 있다. 
□
1
 공동체의 가치 이해하기
□
2
 공동체 문제 해결 방법 연습하기
□
3

[짧은 시간]
공동체 문제 상황 
해결하기 
고
∙공동체 
의미‧가치 인식
∙공동체에 
기여하는 삶
[10통사1-05-03] 자신이 거주하는 지역을 
사례로 공간 변화가 초래한 양상 및 문제점을 
탐구하고, 공동체의 구성원으로서 지역사회의 
변화를 위한 방안을 모색하고 이를 실천한다.
[12생환01-04] 자신이 살고 있는 지역에 
관심을 두고, 더 나은 지역 환경을 위해 책임 
있는 시민으로서 자신이 참여할 수 있는 방식을 
제안한다.
∙공동체 생활에 이바지하는 
태도가 나의 성장에 긍정적 
영향을 끼침을 알고, 그 방법을 
찾아 실천할 수 있다.  
□
1
 공동체의 개념과 의미 이해하기
□
2

[짧은 시간]
공동체와 함께 살아가는 
방법 연습하기
□
3
 공동체를 위한 나의 행동 
실천하기

15
6) 6차시 (마음건강 영역)
차시
(영역)
핵심
역량
학교급하위요소관련 성취기준학습 목표학습 활동
6차시
(마음
건강)
정신
건강
문제의
인식과
관리
초저
(1~2)
∙자신의 마음건강 
인식
◦도움 요청
[2바01-02] 나를 이해하고 존중하며 
생활한다.
[2슬01-02] 나를 탐색하여 나에 대해 
설명한다.
∙나의 마음건강 문제를 알고 도움 
요청하는 방법을 제시할 수 
있다.
□
1
 나의 마음을 스스로 돌보는 방법 
알기
□
2
 도움을 요청하는 말 연습하기
□
3

[짧은 시간]
도움을 요청하는 말 
실천하기
초고
(3~6)
∙자신과 친구의 
마음건강 인식
◦도움 요청
[4도01-01] 자신의 감정을 소중히 여기며 
존중하는 태도를 바탕으로 내가 누구인가를 
탐구한다. 
[6실01-02] 건강한 발달을 위한 자기 관리 
방법을 탐색하고, 일상생활 속에서 올바른 
생활습관과 태도를 갖도록 계획하여 실천한다.
∙나와 친구의 마음건강이 어려울 
때 도움 요청 방법을 제시할 수 
있다.
□
1
 마음건강의 다양한 상태 이해하기 
□
2

[짧은 시간]
마음건강문제 해결방법 
연습하기
□
3
 생활 속 다앙한 마음건강문제 
해결하기 
중
∙자신과 친구의
정신건강 인식
∙도움 요청
[9도01-03] 행복에 관한 심리적, 사회적, 
윤리적 접근 등을 통해 행복의 의미를 
종합적으로 파악하고, 삶의 목적과 행복의 
관계를 정립할 수 있다.
[9체01-09] 정신건강의 의미를 이해하고 
정신건강 활동의 종류와 특성을 분석한다.
∙나와 친구의 마음건강이 어려울 
때, 도움을 요청할 수 있다. 
□
1
 정신건강 4가지 상태 이해하기 
□
2
 나의 마음건강 문제상황 도움 
요청 연습하기
□
3

[짧은 시간]
친구의 마음건강 
어려움을
응원하는 캠페인 문구 만들기
고
∙자신과 친구의 
의학적 도움이 
필요한 정신건강 
인식
∙도움 요청
[12심리04-02] 삶의 변화에 따른 스트레스 
발생과 건강의 관계를 이해하고 효과적인 
스트레스 대처 방안을 적용하여 회복 탄력성을 
기른다.
[12보건02-04] 감정 및 정서가 삶에 미치는 
영향과 행복 및 스트레스, 우울･불안･질병 등을 
초래하는 상황의 조건과 의미를 탐구하여, 
개인과 공동체의 행복한 삶의 양식을 지지한다. 
∙나와 친구의 마음건강이 어려울 
때, 도움을 요청할 수 있다. 
□
1
 의학적 도움이 필요한 마음의 병 
상태 이해하기
□
2

[짧은 시간]
도움 받을 수 있는 기관 
찾는 연습하기
□
3
 마음의 병으로 힘든 친구 
도와주기

16고등학교용
2. 교수.학습 자료의 활용 방법 
가. 기본 방향
1) 초등저, 초등고, 중학교, 고등학교 학교급별 6차시를 한 단위로 위계에 따라 학습 내용을 
조직한 것이므로 가능한 6차시를 순차적, 지속적, 규칙적으로 지도할 것을 권장한다. 
2) 교수ᆞ학습 과정안은 하나의 예시로 같은 교과 또는 다른 교과의 성취기준과 연계하여 지
도할 수 있으며, 학급 및 학생 실태를 기반으로 부분적으로 확대·강화 또는 축소시켜 지도
할 수 있다. 
3) 차시별 학습활동 내용은 초중고 학교급별 수업시간을 기준으로 개발하였으나, 교육과정 운
영 여건에 따라 수업 활동 시간을 증배·재구성하여 지도할 수 있다.  
4) 제시된 교육과정 성취기준을 참조하여 관련 교과 간 연계·통합하여 지도할 수 있으며, 창의
적 체험활동의 자율ᆞ자치 활동, 동아리 활동, 진로 활동 등과 연계하여 지도할 수 있다.
5) 범교과 학습 주제 중 안전ᆞ건강교육, 인성 교육, 진로교육 등과 연계하여 지도할 수 있으
며, 생명존중 및 자살예방교육 시간에 본 기본 프로그램을 활용하여 교육할 수 있다.
6) 다양한 학교 교육활동에서 특정 시간을 지정하여 사회정서교육을 운영할 수 있다. 특히 ‘짧
은 시간을 활용한 교육활동’은 조회, 종례 시간 등에서 활용할 수 있으며 이때는 가급적 영
상 자료 등을 활용하여 학습 효과 높일 수 있도록 한다. 
7) 사회정서교육 운영 시 학교급별 위계 및 구성 체계에 따라 개발된 본 기본 프로그램을 우선
적으로 활용할 것을 권장하며, 학교와 학생들의 상황에 따라 어울림 프로그램 등 사회정서 
역량을 다루는 다양한 프로그램과 연계하여 활용할 수 있다.
나. 다양한 학교 교육활동과 연계
1) 학교 교육과정 운영과 연계하여 특정 기간을 사회정서교육 강화 기간으로 지정하여 운영할 
수도 있다. 이때는 학년별로 다채로운 행사를 기획할 수 있으며 특히 사회정서교육 6차시
의 학습 활동의 학습 결과물을 전시하는 행사도 계획할 수 있다.
2) 계기 교육은 사회정서교육과 연계하여 운영하기 좋은 방법이 된다. 사회 병리 현상이 발생
했을 경우 이를 교수ᆞ학습 활동과 연계하여 계기 교육을 통한 경각심을 갖게 할 수도 있
으며 사회정서교육의 중요성을 강조하여 학생들이 그 필요성을 스스로 자각할 수 있도록 
지도한다.
3) 사회정서교육을 학교에서 의도적으로 계획하여 지속적이고 반복적으로 시행하는 경우 학생

한국형 사회정서교육 프로그램17
들의 사회정서역량 함양에 긍정적 강화 효과를 기대할 수 있다. 이를 위해서는 학교 교육과
정에 사회정서교육을 제시하여 편성하는 것이 필요하다. 이는 학교교육 목표를 구체적으로 
실천할 수 있는 방법이 되며 교과 활동, 창의적 체험활동 등 학교의 모든 교육활동과 연계
하여 계획한다.
4) 학교 자율장학 또는 교원의 전문적 학습공동체 활동에서 사회정서교육을 주제로 한 프로젝
트 수업도 가능하다. 이를 통하여 전체 학생과 교사가 사회정서 역량 함양과 정신건강의 중
요성을 인식하고 적극 참여하는 학교 문화 형성의 계기가 될 수 있다. 
5) 일정한 시간을 주기적으로 확보하기 어려운 경우 월요 조회나 훈화 시간, 학급 조회·종례 
시간을 이용하여 사회정서교육도 가능하다. 이때 교사는 전체 내용을 숙지하고 핵심적인 내
용을 효율적으로 전달할 수 있어야 한다. 
3. 학생의 사회정서 성장을 위한 피드백 방향
가. 학생의 사회정서 성장과 발달을 지원하기 위해 다양한 방법을 활용하여 학습 과정과 결과
에 대해 종합적으로 피드백을 하도록 한다.
나. 교사는 학생들이 보이는 사회정서적 반응을 주의 깊게 관찰하고, 그에 대한 즉각적이고 적
절한 피드백을 통해 학생들이 자신의 감정과 행동을 인식하고 조절할 수 있도록 지도한다.
다. 한국형 사회정서교육을 토대로 학생들이 학습한 내용을 실제 생활에 적용할 수 있도록 피
드백을 제공하도록 한다. 이를 위해 교사는 학생의 학습목표 도달 정도와 수행 과정을 관
찰하여 학생들이 일상생활에서 사회정서적 기술을 어떻게 실천하고 있는지를 피드백할 수 
있다. 
예를 들어, 학생이 친구와의 갈등 상황에서 갈등을 어떻게 인식하고 대처하는지를 구체적
으로 언급하며 자신의 감정을 조절하고 스트레스를 효과적으로 관리하도록 긍정적인 행동
을 강화하고 구체적인 조언을 제공하는 방식으로 피드백을 진행할 수 있다.

18고등학교용
V
교수.학습자료의 구성
∙해당 차시의 활동 
주제명
학습 주제
∙해당 차시의 관련 
교과 및 성취기준 
안내

∙관련 핵심역량 및 
범교과학습 주제, 
세부 내용 안내 
∙학습내용 요소를 
지식·이해, 과정·기능, 
가치·태도로 구분하여 
제시
∙차시 내용에 대한 
개요: 수업 주제 선정 
이유, 수업 개요, 
사회정서역량 
연계안내
❶ 교수･학습 
활동의 개관

한국형 사회정서교육 프로그램19
∙짧은 시간을 활동한 
교육 활동: 해당 
차시에서 반드시 
교육해야 할 핵심 
내용을 제시

∙학습자료 및 동영상 
자료  안내(출처 제시)
 ❸ 교수･학습 
활동
∙해당 차시의 
교수･학습 활동 안내

∙자료와 유의점 및 
PPT, 교수･학습자료 
안내: 
도입-전개(이해, 
연습, 적용)―정리 
순서로 단계별 내용 
제시
❷ 교수･학습 
과정안

20고등학교용
∙해당 차시 
교수.학습과정에 
활용할 수 있는 자료 
안내
❺ 교사 참고자료 2 
∙해당 차시 
교수.학습과정에 
활용할 수 있는 자료 
안내
❹ 교사 참고자료 1

한국형 사회정서교육 프로그램21
∙해당 차시 학습 
활동지 
❼ 학습 활동지 2
∙해당 차시 학생 학습 
활동지 
❻ 학습 활동지 1 

22고등학교용
참고문헌
1) 서완석 외(2024). 한국형 사회정서성장지원 모델 마련 연구. 한국교육환경보호원  
2) Kwon H, Hong HJ, Kweon YS. Classification of Adolescent Suicide Based on 
Student Suicide Reports. Soa Chongsonyon Chongsin Uihak. 2020 Oct 
1;31(4):169-176. doi: 10.5765/jkacap.200030. PMID: 33110353; PMCID: 
PMC7584279.
3) 교육부 질병관리청(2024), 제19차(2023년) 청소년건강행태조사 통계. 
https://kdca.go.kr/yhs/home.jsp 
4) World Health Organization (2022). World mental health report. Geneva: WHO. 
5) Cipriano C, Strambler MJ, Naples LH, Ha C, Kirk M, Wood M, Sehgal K, Zieher 
AK, Eveleigh A, McCarthy M, Funaro M, Ponnock A, Chow JC, Durlak J. The 
state of evidence for social and emotional learning: A contemporary 
meta-analysis of universal school-based SEL interventions. Child Dev. 2023 
Sep-Oct;94(5):1181-1204. 
6) World Health Organization (1997). Life Skills Education for Children and Adolescents 
in Schools. Geneva: WHO. 
7) OECD (2021). Beyond Academic Learning, first results from the survey of 
Social and Emotional Learning https://doi.org/10.1787/92a11084-en

한국형 사회정서교육 프로그램23
프로그램 개요(고등학교)
프로그램 중점
구분프로그램 세부내용
1
학업 성적, 친구 관계, 진로·진학 고민 등 스트레스가 많은 고등학교 시기의 학생들에게 
사회정서교육을 통해 건강하고 행복한 삶을 살아가는 데 기본이 되는 마음건강 역량을 함양시키고자 함.
2
자신의 불편한 감정 및 스트레스에 대한 오해를 해소하여 자신의 감정을 피하지 말고 있는 그대로 
받아들이고 관리하는 경험을 통해 마음근육을 키울 수 있도록 지도하고자 함. 
3
학생들이 흔히 경험할 수 있는 타인 및 공동체와의 관계 속 갈등 상황을 예문으로 제시하고 이를 
함께 해결하는 과정을 통해 소속감, 자긍심을 높이고 책임감을 길러 주고자 함.
4
심폐소생술, 하임리히법 등 신체 건강의 이상이 있을 때의 대처방안처럼 마음건강에 어려움이 있을 
때의 대처방안을 구체적으로 안내하여 필요시 즉각적이고 실질적인 도움을 받도록 함.
수업의 흐름
차시영역수업주제세부내용
1
마음
건강
우리의 행복을 위한 
사회정서교육
□
1
 사회정서교육 및 역량 알아보기
□
2
 우리 모두에게 필요한 사회정서교육 
□
3
 사회정서교육으로 행복하게 사는 방법 실천하기
2자기
마음의 소리에
귀 기울이기
□
1
 스트레스 이해하기
□
2
 나의 스트레스 수준 확인하기
□
3
 스트레스를 통한 나의 바람 파악 삶에 적용하기
3자기
스트레스와 
친해지는 방법
□
1
 스트레스 대처 이해 및 방법
□
2
 스트레스 관리 방법 연습하기
□
3
 나만의 스트레스 대처법 적용하기
4
대인
관계
협력적 해결 
프로젝트
□
1
 관계와 대화의 기본자세 이해하기
□
2
 협력과 타협을 통한 갈등 해결하기
□
3
 효과적 갈등 해결을 위한 대화 연습
5공동체
우리 함께
같이 살아가기
□
1
 공동체의 개념과 의미 이해하기
□
2
 공동체와 함께 살아가는 방법 연습하기
□
3
 공동체를 위한 나의 행동 실천하기
6
마음
건강
나와 너를 위한
마음건강
□
1
 의학적 도움이 필요한 마음의 병 상태 이해하기
□
2
 도움 받을 수 있는 기관 찾는 연습하기
□
3
 마음의 병으로 힘든 친구 도와주기

24고등학교용
우리의 행복을 위한 
사회정서교육
1
교수 학습 활동의 개관
사회정서
교육영역
마음건강
사회정서
핵심역량
사회정서역량의 이해
해당학년고등학교 (1~3학년)차시1/6차시
관련
성취기준
[12인윤01-01] 내 몸과 마음의 관계를 탐구하고, 심신의 통합성을 자각하여 도덕적 
주체로서 자신을 이해하고 존중할 수 있다.
[12보건02-04] 감정 및 정서가 삶에 미치는 영향과 행복 및 스트레스, 
우울･불안･질병 등을 초래하는 상황의 조건과 의미를 탐구하여, 
개인과 공동체의 행복한 삶의 양식을 지지한다. 
범교과
학습 주제
안전·건강교육
범교과 학습 주제
세부내용
자살예방 및 생명존중교육
내용요소
지식･이해과정･기능가치･태도
∙사회정서교육
∙사회정서역량
∙나의 다양한 감정 
수용하는 연습하기
∙행복한 삶에 대한 태도
학습목표사회정서역량의 중요성을 자신의 생활과 연계하여 설명할 수 있다.
수업설계 
의도
◎ 주제 선정 이유
-사회정서교육의 도입 부분으로 건강하고 행복한 삶을 살아가는 데 필요한 
사회정서교육에 학생들이 관심을 가지도록 유도하고자 함.
◎ 수업 개요
-사회정서교육과 사회정서역량에 대해 알아보고, 사회정서교육이 교실 및 
사회에서 나타나는 여러 가지 갈등 상황을 해결하는 데 도움이 됨을 알게 함.
◎ 사회･정서 역량 연계
-사회정서교육을 통해 자신을 사랑하고 더 나아가 가족, 주변 친구, 사회를 
사랑하는 건강한 삶을 살도록 함.

한국형 사회정서교육 프로그램25
2
교수·학습 과정안
단계교수·학습 활동 내용
교수·학습자료◯
자

및 유의점◯
유
도입
(5′)
▣ 내가 행복하기 위해서는 무엇이 필요할까?
∙행복하기 위해 필요한 것 알아보기
-행복하기 위해 무엇이 필요한지 발표해보기
-“인생에 있어서 행복의 조건은 뭘까?” 동영상 시청
-행복한 삶을 살아가기 위해 “마음이 편한 것”, “다른 사람과 
잘 지내는 것” 등 필요한 삶의 기술들을 사회정서교육을 
통해 배울 것임을 안내
▣ 학습목표 안내
사회정서역량의 중요성을 자신의 생활과 연계하여 설명할 수 있다.
◯
자
 동영상
( 출처 
참고 영상1)
인생에 있어서 
행복의 조건은 
뭘까?
(2분 15초)
◯
유
 행복에 필요한 
조건에 대해 
자유롭게 
발표하게 
분위기를 형성함
전개
(40′)
이해
하기
(10′)
▣ 사회정서교육 및 역량 알아보기
-사회정서역량은 자신과 타인의 정서를 인식하는 역량, 정서를 
조절하고 대처하는 역량, 대인관계 기술, 공동체 기여, 도움 
요청 등의 건강하고 행복한 삶을 위한 기술임을 안내
-사회정서역량을 키우면 좋은 정서상태를 유지하고 건강한 
정신건강을 유지할 수 있음을 안내
◯
자
 교사 참고자료 1
연습
하기
(15′)
▣ 우리 모두에게 필요한 사회정서교육
-교실에서 나타나는 여러 가지 갈등 상황을 제시하고 이를 
해결하기 위해 필요한 것 이야기하기
1) 자기 스트레스를 이해하고 조절이 필요한 상황
2) 갈등 상황에서 자신과 타인의 입장을 인식하고, 타협과 
협력하는 과정이 필요한 상황
3) 우리 사회를 위해 한 사람 한 사람이 공동체에 공헌해야 하는 
상황

-앞으로 이런 상황들을 원만히 해결하고 행복한 삶을 
살아가기 위해 사회정서교육이 필요함을 안내하기
◯
자
 활동지1
◯
유
 사회정서역량 
단어 자체를 
강조하여 
설명하지 않도록 
유의한다.

26고등학교용
단계교수·학습 활동 내용
교수·학습자료◯
자

및 유의점◯
유
적용
하기
(15′)
짧은 시간을 활용한 교육
▣ 사회정서교육으로 행복하게 사는 방법 실천하기
∙사회정서교육에서 배우는 내용 탐구하기
-활동지2 배부하기
-사회정서교육 주요 내용 함께 읽어보기
∙활동지2 작성하기
-사회정서교육으로 무엇을 배우고 싶은지 쓰고, 나에게 어떤 
도움이 될지 작성하기
-사회정서교육이 내가 소속된 사회(교실, 우리나라, 세계 등)에 
어떤 도움이 될지 작성하기
∙발표하기
-사회정서교육에서 배우고 싶은 것과 사회정서교육을 통해 
자신이 소속된 사회가 어떻게 변하기를 기대하는지 발표하기
◯
자
 활동지2
정리
(5′)
▣ 학습 정리
∙사회정서교육의 중요성
∙행복한 삶을 위해 우리 모두에게 사회정서역량을 높이는 교육이 
필요함
▣ 다음 학습 안내
∙스트레스의 영향과 스트레스 표현 알아보기

한국형 사회정서교육 프로그램27
3
짧은 시간을 활용한 교육 활동
학습 주제∙다양한 정신건강 상태, 불편한 감정은 필요한 감정
학습 활동에 필요한 학습자료(준비물) 및 영상자료 안내
∙우리의 행복을 위한 사회정서교육 PPT
교육활동
방법
∙PPT를 활용한 교사의 교육
∙아침 조회시간 등에 활용
교육활동
내용
▣ [활동지2] 사회정서교육으로 행복하게 사는 방법 실천하기
∙사회정서교육에서 배우는 내용 탐구하기
-활동지2 배부하기
-사회정서교육 주요 내용 함께 읽어보기
∙활동지2 작성하기
-사회정서교육으로 무엇을 배우고 싶은지 쓰고, 나에게 어떤 도움이 될지 작성하기
-사회정서교육이 내가 소속된 사회(교실, 우리나라, 세계 등)에 어떤 도움이 될지 
작성하기
∙발표하기
-사회정서교육에서 배우고 싶은 것과 사회정서교육을 통해 자신이 소속된 사회가 
어떻게 변하기를 기대하는지 발표하기

28고등학교용
4
교사 참고자료 1
사회정서교육(Social Emotional Learnig)은 무엇이고, 왜 가르쳐야 하는가?
국어, 영어, 수학을 공부하듯이 자신을 이해하고, 다른 사람들과 관계하며, 행복한 삶을 영위
하는 것을 배울 수 있을까요? 이러한 질문에서 시작된 것이 사회정서교육입니다. 사회정서교육
은 “학생들의 긍정적인 성장과 마음건강 증진을 위하여 사회 정서 역량 강화를 돕는 체계적인 
학교 기반 교육”입니다. 
사회정서교육에서는 “자신과 타인의 정서적 반응 및 감정을 인식하는 능력”, “타인과의 갈등
을 효과적으로 해결해 나갈 수 있는 지식, 태도 및 기술”, “개인과 사회 공동체 일원으로 책임 
있고 건강하게 살아가는 데 필수적인 포괄적 삶의 기술”을 배웁니다.
학교에서 학생들에게 사회정서교육을 함으로써, 학생들이 “사회정서 기술 증진”과 “마음건강 
문제 완화”가 되고, “학생 자신의 삶에 대한 주인의식을 함양”하며, “개인의 잠재력을 발휘”하
며, “조화로운 사회구성원”이 되는 것을 돕고자 합니다. 
사회정서교육이 부담스러우신가요? 너무 어렵게 생각하지마세요. 기존에 학교에서 실시하였
던 인성교육, 생명존중교육, 어울림교육 등에 정서교육과 마음건강 영역을 포함된 것입니다. 학
생들이 자기 자신을 있는 그대로 수용하고, 자신을 돌볼 수 있는 방법을 배우며, 주체적으로 행
복을 찾도록 “나를 이해하고 건강한 자아를 만드는 것”, “나의 정서와 감정을 이해하고 조절하
는 것”, “다른 사람의 감정을 공감하고, 건강한 관계를 형성 및 유지하는 것”, “사회적 규범에 
부합하는 결정하고 공동체를 유지하는 방법”, “나의 마음건강을 유지하는 방법”을 포함한 교육
입니다(김소연, 2023).
사회정서교육에 대하여 입시와 공부가 중요한데 고등학교에서는 필요없지 않을까? 하고 생각
하는 교육구성원도 많을 것입니다. 선행연구에 따르면, 사회정서교육에 참여한 학생들은 학업성
취도가 향상되고, 무단 결석률이 감소하며, 문제행동의 강도와 빈도가 줄어든 것으로 나타났습
니다. 또한 교육적 성취에는 인지능력도 필요하지만, 인내심, 자기통제력, 자아존중감, 사회성, 
정서적 안정 등 비인지역량이 크게 영향을 미치며, 개인의 행복, 경제적 성취와도 관련이 높습
니다(모리구치 유스케, 2024). 그렇기 때문에 비인지 역량을 향상시킬 수 있는 사회정서교육은 
고등학교에서도 이루어져야 합니다. 
출처: 교육부(2021), 고등학교 정신건강리터러시, 교육부 : 한국교육환경보호원 학생정신건강지원센터
     김소연(2023). 결국 해내는 아이는 정서지능이 다릅니다. 서울:웨일북.
     모리구치 유스케(2024). 비인지 능력의 힘. 서울: 길벗.
[학생 활동지1 답안 예시]
상황1) 자기 스트레스를 이해하고 조절하는 방법이 필요합니다.
상황2) 갈등 상황에서 자신과 타인의 입장을 인식하고, 타협과 협력하는 과정이 필요합니다.
상황3) 우리 행사를 위해 한 사람 한 사람이 공헌할 수 있어야 합니다.

한국형 사회정서교육 프로그램29
4
교사 참고자료 2
정신건강의 4가지 상태와 대처방식
동영상 링크: https://youtu.be/vxUwGluZd9k?si=YwXpk7NbDHArHoGD
1. 편안한 상태: 마음이 평온하고, 편안한 상태로, 다른 상태들(마음의 고통, 정신건강문제, 
정신질환)에서 회복하는데 도움이 된다.
2. 일상적인 마음의 고통(스트레스 반응): 일상적인 사건(시험, 친구와의 다툼 등)에 의하여 경험하는 
스트레스 반응(속상한, 슬픈, 불행한, 미안한 등)을 의미. 특별한 개입이 필요하지 않을 수 있으며, 
대부분 일시적이고 시행착오를 통하여 스스로 배우고 적응해 나갈 수 있습니다.
3. 특별한 정신건강 문제: 이사, 가까운 사람의 죽음, 재난 등 큰 스트레스를 경험하였을 때, 
나타나는 정신건강 문제(상처받은, 비통한, 애절한, 절망스러운, 죽고 싶은 등)입니다. 이런 경우, 
가족, 친구, 이웃, 학교, 심리상담 등 주변의 도움이 필요할 수 있습니다.
4. 정신질환: 우울장애, 불안장애, ADHD(자해, 자살시도 포함) 등 의학적 질환이 발생한 
경우입니다. 이런 경우, 전문 의료진(예: 정신건강의학과 전문의)에 의한 치료가 필요합니다.
출처: 교육부(2021), 고등학교 정신건강리터러시, 교육부 : 한국교육환경보호원 학생정신건강지원센터

30고등학교용
5
학습 활동지 1
우리 모두에게 필요한 사회정서교육
고등학교
    학년      반
이름: 
다음 상황을 읽고 문제를 해결하기 위해 필요한 것이 무엇인지 적어봅시다.
<상황1>
고등학교에 올라온 가현이는 공부를 열심히 하기로 마음을 먹었다. 처음 며칠동안 계획한 대로 공부가 잘 
되었지만 시간이 지날수록 지치기 시작했다. 책상에만 앉으면 머리가 아프고, 짜증이 많이 났다. 가현이는 
마음이 답답해졌다. 공부를 열심히 하여 성적을 올리고 싶은데, 막상 공부 생각을 하면 짜증이 났다. 그렇
다고 친구들과 놀아도 ‘이 시간에 공부를 해야 하는데 ’라는 생각으로 마음이 편치 않았다. 
<상황2>
수업 시간에 조별 과제를 하던 중, 지수와 민호는 서로 다른 의견을 주장하다가 갈등이 생겼다. 지수는 
자신의 아이디어가 더 효율적이라고 생각했고, 민호는 친구들이 모두 함께 결정한 방향으로 가야 한다고 
주장했다. 지수와 민호는 자신의 방법이 더 맞다고 주장한다.
<상황3>
학교 축제를 준비하던 중, 소수의 학생들만이 적극적으로 준비하고 있었고, 많은 친구들이 참여하지 
않는 상황이 벌어졌다. 현우는 자신도 바쁘고 시간이 부족했지만, 공동체가 함께 만들어가는 축제가 
더 의미 있을 것이라 생각했다. 그래서 학급 친구가 모두 함께하는 학교 축제를 고민하기 시작했다.

한국형 사회정서교육 프로그램31
5
학습 활동지 2
사회정서교육으로
행복하게 사는 방법 실천하기
고등학교
    학년      반
이름: 
사회정서교육에서는 이런 것을 배웁니다!
주요 역량주요 내용
자기인식자기의 생각, 감정, 행동의 인식과 이해, 스트레스 인식, 강점과 약점 인식, 자기 효능감
자기조절
마음챙김 훈련, 불편한 생각과 감정에 대해 대처하기, 스트레스 조절하기, 자기조절력 
향상, 개인적 목표/과제 설정 및 추진 등
관계인식타인의 생각, 감정, 행동의 존중, 공감하기, 다양성 수용 등
관계관리자기주장 및 의사소통 기술, 대인관계 기술, 갈등해결 등
공동체 가치의 
인식 및 관리
사회적 측면에서의 자기성찰, 소속감, 책임감, 주도성, 규칙준수, 정당하지 않은 압력에 
대응하기, 문제확인 및 해결
마음건강 인식 
및 관리
정신건강 이해와 관리, 정신질환 이해와 대처, 정신질환을 대하는 적절한 태도(낙인 
감소), 자해 및 자살예방, 정신건강 관련 지원 및 도움요청
1. 사회정서교육으로 무엇을 배우고 싶은지 쓰고, 나에게 어떤 도움이 될지 적어봅시다.
2. 사회정서교육이 내가 소속된 사회(교실, 우리나라, 세계 등)에 어떤 도움이 될지 적어봅시다.
출처: 교육부(2024), 사회정서교육 선도교사단 홍보자료, 교육부 : 한국교육환경보호원 학생정신건강지원센터

32고등학교용
6
출처
[참고 영상]
1. 인생에 있어서 행복의 조건은 뭘까?? 스타특강쇼 45화
https://youtu.be/2CVjrVgZqJ4?si=wgjixKgUTGqJggDk(유튜브 채널 ‘tvN’)
2. 정신건강 리터러시 - 정신건강의 4가지 상태
https://youtu.be/vxUwGluZd9k?si=YwXpk7NbDHArHoGD(유튜브 채널 ‘J Choi’)
[사진, 삽화] 
“정신건강의 4가지 상태” : 교육부(2021), 고등학교 정신건강리터러시
[참고 문헌] 
1. 교육부(2021). 고등학교 정신건강리터러시
2. 김소연(2023). 결국 해내는 아이는 정서지능이 다릅니다. 서울: 웨일북
3. 모리구치 유스케(2024). 비인지 능력의 힘. 서울: 길벗

한국형 사회정서교육 프로그램33
마음의 소리에 귀 기울이기
1
교수 학습 활동의 개관 
사회정서
교육영역
자기
사회정서
핵심역량
자기인식
해당학년고등학교 (1~3학년)차시2/6차시
관련
성취기준
[12심리02-05] 부정･긍정 정서의 종류와 기능을 탐색하고 실생활에서 효과적인 정서 
조절 방법을 이해하고 실천한다.
[12보건02-04] 감정 및 정서가 삶에 미치는 영향과 행복 및 스트레스, 
우울･불안･질병 등을 초래하는 상황의 조건과 의미를 탐구하여, 
개인과 공동체의 행복한 삶의 양식을 지지한다.
범교과
학습 주제
안전·건강교육
범교과 학습 주제
세부내용
자살예방 및 생명존중교육
내용요소
지식･이해과정･기능가치･태도
∙스트레스의 개념
∙스트레스의 영향
∙정신건강 상태 파악 
연습하기 
∙스트레스를 통한 바람 
파악 연습하기
∙편안한 상태
∙스트레스에 대한 
긍정적 인식 태도
학습목표스트레스가 신체와 정신건강에 미치는 영향을 설명할 수 있다.
수업설계 
의도
◎ 주제 선정 이유
-스트레스가 신체와 정신건강에 미치는 영향을 알고, 스트레스가 살아가면서 
누구나 겪는 자연스러운 상황임을 인식하고 이를 잘 대처하는 경험을 통해 
마음근육을 키울 수 있도록 지도하고자 함. 
◎ 수업 개요
-스트레스에 대한 영상 시청 후 스트레스가 신체와 정신건강에 미치는 영향을 
알고 자신의 정신건강 상태를 파악하는 연습을 하고, 제시된 상황에 적용하여 
생활 속에서 스트레스를 건강하게 조절하는 태도를 익히게 함.
◎ 사회･정서 역량 연계
-스트레스는 자신의 바람을 표현하는 신호이며 자연스런 감정임을 이해하고 
긍정적 자기인식을 통해 마음근육을 키우는 자신만의 방식을 찾아가게 함. 

34고등학교용
2
교수·학습 과정안
단계교수·학습 활동 내용
교수·학습자료◯
자

및 유의점◯
유
도입
(5′)
▣ 동기유발
∙불편한 정서를 유발하는 스트레스 알아보기
-‘스트레스 없이 살 수 있을까요?’ 동영상 시청
-스트레스를 경험할 때, 신체, 정서가 반응한다는 것을 
안내하기
-스트레스를 통해 바람을 파악한다는 것을 안내하기
▣ 학습목표 안내
스트레스가 신체와 정신건강에 미치는 영향을 설명할 수 있다.
◯
자
 동영상 자료
( 출처 
참고 영상1)
스트레스 없이 살 
수 있을까요? (2분 
30초)
전개
(40′)
이해
하기
(10′)
짧은 시간을 활용한 교육
▣ 스트레스 이해하기
∙스트레스에 대해 알아보기
-‘스트레스의 놀라운 힘’ 시청 
-스트레스를 통해 지금 나에게 필요한 것을 알아차리고, 
자신을 돌볼 수 있음을 안내
-스트레스를 민감하게 알아차리기 위해서는 감정과 신체 
반응을 알아차리는 것이 중요함을 안내
∙스트레스에 대한 고정관념 깨기
-스트레스에 대해 떠오르는 단어 이야기하기 
-스트레스에 대한 네 가지 명언 탐색하기
∙스트레스의 긍정적 요소 확인하기
-스트레스를 긍정적으로 극복한 경험 이야기하기
-스트레스를 긍정적으로 극복한 사례 탐색하기
-스트레스를 성장의 관점으로 이해하기
-스트레스에 대한 외면, 회피는 성년기의 성장 기술 유예를 
초래함을 이해하기
◯
자
 동영상 자료
( 출처 
참고 영상2)
스트레스의 
놀라운 힘(4분 
24초)
◯
자
 교사 
참고자료2의 
스트레스에 관한 
네 가지 명언활용
◯
유
 학생들이 
스트레스 극복 
사례를 
이야기하면서 
스트레스의 
긍정적인 면을 
인식할 수 있도록 
경험을 
자연스럽게 
이끌어 내는 것이 
중요함.

한국형 사회정서교육 프로그램35
단계교수·학습 활동 내용
교수·학습자료◯
자

및 유의점◯
유
연습
하기
(20′)
▣ 나의 스트레스 수준 확인하기
-나의 스트레스 수준 확인을 위해 스트레스 검사 활용하기 
-결과를 바탕으로 나의 스트레스 수준 분석하기
▣ 봄이의 마음건강 알아보기
∙정신건강 상태 파악 연습하기
-봄이의 편안한 상태를 찾고, 봄이가 편안함을 느끼는 활동 
찾아보기
-봄이의 마음의 고통을 찾고, 나타나는 반응 파악하기
-봄이의 스트레스 반응(감정, 생각, 행동 반응)에 따른 
신체적, 정신적 반응 파악하기
◯
자
 PPT, 스트레스 
검사(https://hrc
.uos.ac.kr/coun
sel/test/testSel
f_09.do?epTick
et=LOG) 활용
◯
자
 학습활동지 1 
◯
유
 검사는 진단 
목적이 아니며 
스트레스 상태를 
간단히 확인하는 
용도로 사용됨. 
개인별 스마트 
기기를 활용하여 
확인함.
적용
하기
(10′)
▣ 스트레스가 알려주는 신호 알기
∙스트레스를 통해 봄이의 바람 파악하기
-봄이가 느낀 스트레스 살펴보기
-봄이의 스트레스에서 바람 찾아보기
▣ 스트레스를 통한 나의 바람 파악 삶에 적용하기 
∙스트레스를 통해 바람을 파악하는 연습하기
-최근에 경험한 자신의 스트레스와 바람 적어보기
-바람을 통해 자신의 건강 상태에 대해 파악하기 
◯
자
 학습활동지 2
◯
유
 스트레스의 
조절법은 
3차시에서 다룰 
것이므로 자신의 
상태를 확인하는 
정도에 초점을 둠. 
정리
(5′)
▣ 배움 내용 정리
∙편안한 상태의 가치 설명하기
∙자신의 현재 정신건강 상태에 대해 생각해 보기
∙건강한 삶을 위해 스트레스를 긍정적으로 인식해야 할 필요성 
강조하기
▣ 다음 학습 안내
∙스트레스의 실질적 관리 방법 알아보기
◯
자
 PPT
◯
유
 건강상태를 
파악하고 중요성을 
인식하는 데 
중점을 둠.

36고등학교용
3
짧은 시간을 활용한 교육 활동
학습 주제∙스트레스의 인식
학습 활동에 필요한 학습자료(준비물) 및 영상자료 안내
∙스트레스 없이 살 수 있을까요? (https://www.youtube.com/watch?v=hZmNInZrrQQ, 2분 
30초)
∙스트레스의 놀라운 힘(https://www.youtube.com/watch?v=iie2acvmhBI, 4분 24초)
∙마음의 소리에 귀 기울이기 PPT
교육활동
방법
∙PPT를 활용한 교사의 교육
∙조종례 시간 등에 활용
∙수업 시간 전에 들머리 교육으로 활용
∙창의적 체험활동 시간 활용
교육활동
내용
∙마음의 고통(스트레스)에 대해 알기
-일상적인 마음의 고통 상태는 일상적인 스트레스에 대한 우리 뇌의 정상적 
반응임을 알게 함
-동영상(스트레스 없이 살 수 있을까요?, 2분 30초)을 시청하고 영상의 내용을 
바탕으로 부정적인 마음과 긍정적인 마음 모두 정신건강의 일부임을 이해하게 함
-스트레스를 알아차리고 성공적으로 해결하는 방법을 배우는 것은 좋은 
정신건강으로 가는 길임을 설명함
∙스트레스에 대한 고정관념 깨기
-스트레스에 대해 떠오르는 단어를 이야기해 보기
∙스트레스의 긍정적 요소 확인하기
-스트레스에 대한 네 가지 명언을 듣고 느낌을 이야기해 보기
-스트레스를 긍정적으로 극복한 경험을 이야기해 보기
∙나의 스트레스 수준 알아보기
-스트레스 검사를 통해 자신의 스트레스 수준을 확인해 보기
∙마음의 고통(스트레스) 직면하기
-간단한 스트레스 
검사(https://hrc.uos.ac.kr/counsel/test/testSelf_09.do?epTicket=LOG)
를 통해 자신의 스트레스 상태를 진단하게 함
-스트레스를 긍정적으로 받아들이기 위해 자신에게 필요한 것이 무엇인지 
발표하게 함
-과도한 스트레스 반응 시 도움을 받을 수 있는 곳을 안내함

한국형 사회정서교육 프로그램37
4
교사 참고자료 1
일상적인 마음의 고통 상태(스트레스)
∙짧은 동영상: 스트레스 없이 살 수 있을까요?
(https://www.youtube.com/watch?v=hZmNInZrrQQ, 유튜브 채널 
‘학생정신건강지원센터’,  2분 30초)
∙긴 동영상: 스트레스의 놀라운 힘
(https://www.youtube.com/watch?v=iie2acvmhBI, 유튜브 채널 ‘혁신하는 인간’, 4분 
24초)
1. 일상적인 ‘마음의 고통(스트레스)’ 상태
  마음의 고통은 일상생활에서 생기는 스트레스에 대한 우리 뇌의 정상적인 반응입니다. 
‘누구에게나’, ‘매일’ 일어나는 반응으로, 무조건 나쁜 것이 아니라 정상적인 정신건강의 일부입니다. 
울음, 슬픔, 짜증, 분노 등의 부정적인 마음도 모두 삶에 대한 정상적인 반응입니다. 스트레스를 
피하려고 하는 행동도 마찬가지입니다. 스트레스를 받았다고 해서 정신건강이 좋지 않다는 의미는 
아닙니다. 우리는 마음의 고통을 겪으며 점차 적응하는 법을 배우고 극복하게 됩니다. 스트레스를 
알아차리고 스트레스를 성공적으로 해결해 가는 방법을 배우는 것은 정신건강을 가꾸는 좋은 
방법입니다.
2. 마음의 고통(스트레스)에 대한 반응 이해하기
  살면서 문제에 부딪히거나 새로운 것에 적응해야 할 때, 마음이 불안하고 불편해집니다. 중요한 
시험을 앞두고 있거나, 교실 앞에서 발표해야 하거나, 친구 사이에 오해가 생겼거나, 좋아하는 
사람에게 고백해야 하는 순간들에 우리 몸에서는 스트레스 신호 또는 스트레스 반응이 일어납니다. 
이러한 상태가 스트레스 상태입니다.
3. 다양한 스트레스 반응
  스트레스 반응은 크게 정서(감정)적 반응, 인지(생각)적 반응, 신체적 증상, 행동 반응 등이 
있습니다. 정서적 반응으로는 걱정, 불행, 활력, 귀찮음 등이 있습니다. 인지적 반응에는 “나는 
아무것도 잘하는 것이 없다.”, “이걸 하지 않으면 좋겠다.” 같은 부정적인 생각과 “이것은 내가 
해결해야 할 일이다.”, “어려울 수 있지만 할 수 있다.”, “친구에게 도와달라고 해야겠다.” 등의 
긍정적인 생각이 있습니다. 신체적 증상으로는 복통, 두통, 가슴 두근거림 등이 있습니다. 행동 
반응으로는 상황 회피, 도전 참여, 긍정적인 에너지, 누군가에게 소리 지르거나 누군가를 돕는 
것 등이 있습니다. 스트레스에 대한 반응은 부정적인 요소와 긍정적인 요소 모두 가지고 있습니다. 
그리고 다양한 반응이 있습니다. 스트레스 반응은 다양하므로, 부정적인 것에만 초점을 두지 않도록 
합니다.
출처: 교육부(2021), 고등학교 정신건강리터러시, 교육부 : 한국교육환경보호원 학생정신건강지원센터

38고등학교용
4
교사 참고자료 2
스트레스를 긍정적으로 활용하기
1. 스트레스를 친구로 만드는 법(https://www.youtube.com/watch?v=RcGyVTAoXEU, 
유튜브 TED, 14분 29초)
동영상 설명: 이 동영상은 14분 29초 길이의 테드 강연입니다. 스트레스 신호를 긍정적으로 
받아들여야 하는 과학적 근거를 제시하고, 스트레스를 긍정적으로 받아들였을 때는 신체 건강이 
나빠지지 않는다는 연구 결과 등을 알려줍니다. 학생들에게 유용한 동영상이지만 길이가 다소 길기 
때문에 수업 중에 내용을 간단히 미리 소개하고, 수업 후 학생용 교재에 있는 QR코드를 이용하여 
시청하도록 지도하면 유용하게 활용할 수 있습니다.
1. 스트레스에 대한 고정관념 깨기
  스트레스가 항상 나쁜 것을 뜻하는 것은 아닙니다.
•항구에 멈춘 배는 안전하지만, 물고기는 잡을 수 없다.
•잔잔한 바다에서는 노련한 선원이 나오지 않는다.
•성공의 지붕은 종종 실패의 기초 위에 세워진다.
•해안이 안 보이게 떠나지 않고는 대양의 반대쪽을 발견할 수 없다.
  이런 명언들은 공통적으로 스트레스와 같은 시련이 오히려 우리를 더 단단하고 튼튼하게, 
발전적으로 만들어 줄 수 있다는 것을 말합니다.
2. 스트레스 신호를 긍정적으로 받아들이기
  마음의 고통이 있으면 우리 스스로 스트레스를 극복하면서 겪는 시행착오를 통해 스트레스 상황을 
이겨내고 문제를 해결하는 방법을 배우게 됩니다. 마음의 고통 상태에 있는 청소년들은 ‘아픈’ 
상태가 아니라서 병원 진료가 필요한 상태는 아닙니다. 대부분은 친구, 부모, 교사, 신뢰하는 어른과 
매체(예: 책, 미디어 등)로부터 조언을 받으며 시행착오를 통해 배워나가는 것으로 충분합니다.
  때로는 마음의 고통을 해결하려는 방법들이 효과가 없기도 하고 결과적으로 고통이 늘어나는 
결과를 낳기도 합니다. 예를 들어 시험공부 대신 친구들과 밖에서 늦게까지 노는 것, 시험 전 밤에 
잠을 잘 자는 대신에 밤샘 공부를 하려고 하는 것 등은 결과적으로 고통을 늘어나게 하는 
행동들입니다. 잘못된 선택을 해 보면 좋은 선택을 하는 법을 배우게 됩니다. 이것은 성장하는 
과정의 정상적인 일부분입니다.
  그러나 청소년들이 새로운 기술을 배우는 대신 일상적인 마음의 고통을 피하기만 하거나, 
스트레스 반응을 낮추는 방법에만 집중하게 되면 성공적인 성년기를 위해 필요한 기술을 터득하지 
못할 수도 있습니다.
출처: 교육부(2021), 고등학교 정신건강리터러시, 교육부 : 한국교육환경보호원 학생정신건강지원센터

한국형 사회정서교육 프로그램39
5
학습 활동지 1
봄이의 마음을 알아보자
고등학교
    학년      반
이름: 
 봄이는 친구들과 잘 어울리고, 반려견을 사랑하는 평범한 고등학생이다. 봄이는 평소에 친구들과 
함께 어울려 운동을 하거나 다양한 취미생활을 공유해서 친구들 사이에 분위기 메이커로 통할 만큼 
인기가 많다. 또 반려견과 함께 보내는 시간이 행복해 멋진 수의사를 꿈꾸고 있다.
 봄이는 수의사가 되고 싶다는 꿈을 이루기 위하여 열심히 공부하기로 결심하였다. 그에 따라 평소에 
좋아하는 운동, 친구들과의 만남, 강아지와 산책하는 시간을 줄이고 공부하는 시간을 대폭 늘리기로 
계획을 세웠다.
 처음 며칠 동안은 계획한 대로 공부가 잘 되었지만 시간이 지날수록 지치기 시작했다. 책상에만 앉으면 
머리가 아프고, 짜증이 났다. 자연히 계획과는 다르게 점차 친구들을 만나 놀거나 쉬는 시간이 조금씩 
늘어났고, 그래서인지 이번 중간고사 성적이 기대한 것보다 좋지 않았다. 
 봄이는 마음이 답답해졌다. 수의사가 되려면 공부를 열심히 하여 성적을 올려야 하지만 막상 공부 
생각을 하면 짜증이 났다. 그렇다고 친구들과 놀아도 ‘이 시간에 공부를 해야 하는데.......’라는 생각에 
마음이 편치 않았다. 답답한 마음에 자신의 상황에 대하여 인터넷 검색을 하니, 스트레스를 받으면 
오히려 공부가 안된다는 조언이 많았다. 이에 따라 봄이는 스트레스를 받지 않으려고 노는 시간을 
충분히 늘리기로 하였다. 그렇지만, 놀면서도 봄이의 마음 한 켠에는 공부에 대한 부담으로 계속 
불안하고 짜증이 났다.
  봄이의 행동들을 지켜보던 부모님은 봄이를 불러 요즘 공부는 잘 되고 있는지 물어보았다. 공부 
때문에 마음이 복잡했던 봄이는 부모님께 “저 요즘 공부 때문에 스트레스 받아요! 좀 쉬고 
싶다고요!”라고 소리치며 화를 버럭 냈다. 
1. 봄이는 언제 편안한 감정을 느끼는지 말해봅시다.
2. 봄이가 느끼는 불편한 마음의 상태(스트레스)는 어떤 것들인지 말해봅시다.
3. 봄이가 스트레스를 받을 때 생기는 몸과 마음의 변화는 어떤 것들이 있었는지 말해봅시다.

40고등학교용
5
학습 활동지 2
나의 마음건강을 알아보자
고등학교
    학년      반
이름: 
 윌리엄 글래서의 현실치료에서는 사람들이 바람(want)을 가지고 있다고 이야기해요. 사람들이 모두 
가지고 있는 바람(want)에는 생리적 욕구(수면, 식욕 등), 소속감, 힘(power), 자유, 즐거움이 있다고 
합니다. 이러한 바람들은 누구에게나 있고, 때로는 여러 바람들이 한꺼번에 떠오를 때도 있어요. 그런데 
여러분들이 가지고 있는 바람들이 너무 억압되거나, 두 개 이상의 바람이 서로 충돌할 때, 우리는 
스트레스를 경험하게 돼요.
1. 스트레스는 바람(want)을 알려주는 신호입니다. 봄이의 상황에서 나타나는 바람이 어떤 
것인지 찾아봅시다.
스트레스바람(want)
책상에만 앉으면 
머리가 아프고 짜증이 난다.
→
공부 안하고 놀고 있어서 짜증이 난다.→
부모님께서 성적에 대해 물어보는 것이 
잔소리 같고 싫다.
→
2. 최근에 경험한 스트레스가 있나요? 그 스트레스가 나에게 알려주는 신호는 무엇이었는지 
말해봅시다.
최근에 경험한 스트레스는 어떤 것이 있었나요?
스트레스가 발생할 때 나의 반응은 어땠나요?
스트레스가 알려주는 나의 바람은?
자신의 현재 정신건강상태에 대한 생각은?

한국형 사회정서교육 프로그램41
6
출처
[참고 영상] 
1. 스트레스 없이 살 수 있을까요? 
https://www.youtube.com/watch?v=hZmNInZrrQQ
(유튜브 채널 ‘학생정신건강지원센터’) 
2. 스트레스의 놀라운 힘 
https://www.youtube.com/watch?v=iie2acvmhBI(유튜브 채널 ‘혁신하는 인간’)
3. 스트레스를 친구로 만드는 법
https://www.youtube.com/watch?v=RcGyVTAoXEU(유튜브 채널 ‘TED’)
[스트레스 검사]
1. 스트레스 자가진단 검사
https://hrc.uos.ac.kr/counsel/test/testSelf_09.do?identified
(서울시립대학교 인권센터)
[참고 문헌] 
1. 교육부(2021), 고등학교 정신건강리터러시

42고등학교용
스트레스와 친해지는 방법
1
교수 학습 활동의 개관
사회정서
교육영역
자기
사회정서
핵심역량
자기조절
해당학년고등학교 (1~3학년)차시3/6차시
관련
성취기준
[12심리02-05] 부정･긍정 정서의 종류와 기능을 탐색하고 실생활에서 효과적인 정서 
조절 방법을 이해하고 실천한다.
[12보건02-04] 정서･정신건강을 이루는 요소와 관련된 개인적, 사회적 요인을 
연계하여 탐구하고, 자아 존중감과 회복 탄력성 및 유대 증진 방안을 
도출하여 건강을 관리한다.
범교과
학습 주제
안전·건강교육
범교과 학습 주제
세부내용
자살예방 및 생명존중교육
내용요소
지식･이해과정･기능가치･태도
∙스트레스 조절 이유
∙스트레스 조절 방법
∙스트레스 관리 방법 
연습하기
∙효과적으로 스트레스 
조절하기
∙스트레스에 효과적으로 
대처 하는 태도
∙스트레스 조절 방법 성찰
학습목표나에게 적합한 스트레스 관리 방법을 알고, 생활 속에서 실천할 수 있다.
수업설계 
의도
◎ 주제 선정 이유
-스트레스를 조절해야 하는 이유와 방법을 알고, 스트레스 관리 방법을 연습하는 
경험을 통해 나만의 스트레스 대처법을 확립하게 함. 
◎ 수업 개요
-스트레스 조절 호흡법에 대한 영상을 시청한 후 스트레스 조절 방법을 실습하고 
생활 속에서 스트레스를 건강하게 관리하는 방법을 익혀 자신만의 스트레스 
관리법을 형성하게 함. 
◎ 사회･정서 역량 연계
-스트레스를 긍정적으로 관리하고 해결하는 자기조절 경험을 통해 문제 해결력과 
정신건강이 향상됨을 인식하게 함. 

한국형 사회정서교육 프로그램43
2
교수·학습 과정안
단계교수·학습 활동 내용
교수·학습자료◯
자

및 유의점◯
유
도입
(5′)
▣ 동기유발
∙스트레스 관리법 배우기
-‘스트레스 정복하기’ 동영상 시청 후, 건강한 스트레스 
관리에 대해 배울 것임을 안내하기
-스트레스가 유발하는 불편한 정서와 부정적 생각을 바꾸는 
방법을 배울 것임을 안내하기
▣ 학습목표 안내
나에게 적합한 스트레스 관리 방법을 알고, 생활 속에서 실천할 
수 있다.
◯
자
 PPT, 동영상 
자료
( 출처 
참고 영상1)
스트레스 
정복하기(1분 
47초)
전개
(40′)
이해
하기
(15′)
짧은 시간을 활용한 교육
▣ 스트레스 대처 이해
∙스트레스 긍정적 관리의 장점 이해하기
-스트레스가 유발하는 불편한 감정과 신체적 반응을 적절히 
잘 대처하면, 불편함을 견디는 능력이 향상됨을 안내함
-스트레스를 느낄 때 스트레스가 알려주는 바람을 알아차리고, 
그 바람을 달성하기 위해 효과적으로 대처할 때 문제해결력이 
향상됨을 안내함
 예: 문제 해결, 시간 관리, 스트레스 상황 대처 등
▣ 스트레스에 대처 방법
∙스트레스 대처 방법 안내
-일상적인 생활에서 할 수 있는 스트레스 대처 방법으로 운동, 
명상, 타인과의 대화 등을 소개
-불안하거나 긴장될 때, 효과적인 ‘마음 안정화를 위한 복식 
호흡법’ 소개
-화가 나거나 욱하는 마음이 생길 때, ‘100부터 숫자 거꾸로 
외우기’, ‘100에서 7빼기’ 소개
-‘긍정적으로 생각 바꿔보기’ 연습하기
◯
자
 동영상 자료
( 출처 
참고 영상2)
마음 안정화를 
위한 복식훈련 
기법
(3분 28초)
◯
유
 이 부분은 
‘짧은 시간을 
활용한 교육 
활동’과 연계할 수 
있음
◯
유
 사람마다 
스트레스를 
조절하는 
효과적인 방법은 
다를 수 있음을 
안내함.

44고등학교용
단계교수·학습 활동 내용
교수·학습자료◯
자

및 유의점◯
유
연습
하기
(10′)
▣ 스트레스 관리 방법 연습하기
∙여름이의 정신건강 상태 알아보기
-여름이의 정신건강 상태에 대해 파악해 보기
-여름이의 스트레스를 유발하는 불안한 생각을 긍정적으로 
바꾸어 보기
-여름이에게 해줄 수 있는 말 찾아보기
◯
자
 학습 활동지 1, 
학습 활동지 2
◯
유
 여름이의 
상황에 대한 
학생들의 공감을 
이끌어 내고 
적극적으로 
참여할 수 있도록 
활동을 독려함.
적용
하기
(15′)
▣ 나만의 스트레스 대처법 적용하기
∙자신의 스트레스 대처법 생각해 보기
-자신이 스트레스를 느꼈을 때 어떻게 대처하는지 파악하고 
발표하기
∙자신의 대처법에 대한 적절성 평가하기
-스트레스에 대처하는 자신의 방법이 효과적이었는지 스스로 
평가해 보기
∙‘나만의 스트레스 대처법’ 공유하기
-모둠 안에서 자신의 스트레스 대처법과 적절성에 대한 평가 
내용 공유하기
-다른 모둠원의 방법 중 좋은 방법은 기록하고 실천해보기
◯
자
 학습 활동지 2
◯
유
 사람마다 
효과적인 
스트레스 관리 
방법은 다를 수 
있으므로 각자의 
방법을 존중할 수 
있도록 지도함.
정리
(5′)
▣ 배움 내용 정리
∙마음의 고통을 견디기 위한 방법 재확인하기
∙마음의 고통을 조절하고, 어려움을 겪는 친구들에게 도움을 
주려는 자세 다짐하기
▣ 다음 학습 안내
∙다음 시간에는 타인과의 관계에 대해 배울 것임을 안내하기
◯
유
 일시적인 흥미 
위주의 행위는 
도움이 되지 
않음을 강조함.

한국형 사회정서교육 프로그램45
3
짧은 시간을 활용한 교육 활동
학습 주제∙스트레스를 조절해야 하는 이유를 알고 조절 기술을 익힐 수 있다.
학습 활동에 필요한 학습자료(준비물) 및 영상자료 안내
∙스트레스 정복하기
 (https://youtu.be/IHZCL3zsGAo?si=9K2h-iAXnJUMfqZG, 1분 47초)
∙마음 안정화를 위한 복식훈련 기법
 (https://www.youtube.com/watch?v=qkDjMJkLxIo, 3분 28초)
∙스트레스와 친해지는 방법 PPT
교육활동
방법
∙PPT를 활용한 교사의 교육
∙아침 조회시간 등에 활용
교육활동
내용
∙스트레스 대처 이해 및 방법 알기
-스트레스가 왔을 때, 긍정적인 신호로 받아들일 필요가 있음을 안내한다.
-긴장을 줄이는 연습(호흡법, 근육이완법, 건강관리법 등)과 해결 방법을 시도할 
수 있음을 안내한다.
-조금씩 성공 경험을 쌓으며 성장하는 계기로 삼을 수 있도록 지도한다.
∙스트레스 관리 방법 연습하기
-일반적인 건강관리 기술(균형 잡힌 식사, 적절한 운동, 충분한 수면, 친구와 
가족과 잘 지내기, 건강한 감정표현, 규칙적인 생활 습관 유지 등)을 안내한다.
-마음의 고통 줄이는 기술(호흡법, 근육이완법 등)을 소개한다.
-불안과 긴장을 감소시키는 안정화 호흡법(3분 28초) 영상을 시청하고 직접 
시행해 본다.
-분노와 충동성 조절에 도움이 되는 ‘거꾸로 숫자 외우기’, ‘100에서 7빼기’를 
연습한다.
∙나만의 스트레스 대처법 적용하기
-자신만의 스트레스 대처 경험 이야기하기
-자신만의 스트레스 대처법 공유하기

46고등학교용
4
교사 참고자료 1
긍정적인 정신건강 관리법 배우기
∙스트레스 정복하기
(https://youtu.be/IHZCL3zsGAo?si=9K2h-iAXnJUMfqZG, 유튜브 채널 
‘학생정신건강지원센터’, 1분 47초)
1. 일상적인 마음의 고통(스트레스 반응)의 기능과 신호 이해하기
스트레스는 반드시 나쁜 것이 아닙니다. 모든 사람들은 매일 마음의 고통 혹은 스트레스를 경
험합니다. 마음의 고통도 좋은 정신건강의 일부이며, 우리에게 닥친 어려움을 해결하기 이해 뭔
가 새로운 것을 시도하라는 신호입니다. 
고통을 느끼는 사람이 스트레스 원인이 되는 어려운 상황을 해결하기 위한 방법을 찾고 여러 
가지를 시도하면서 다양한 대처방법을 배우게 됩니다. 그 과정을 통해 적응과 탄력성을 배웁니다. 
2. 건강하게 마음의 고통(스트레스) 관리하기
중요한 시험이 다가올 때, 우리는 중압감, 긴장감을 경험하고 잠이 안 오고 시험이 망할까 걱
정도 합니다. 이것을 부정적 신호로 받아들여 시험공부를 하지 않고 마음의 고통을 피하기 위해 
회피하는 경우도 있습니다. 이럴 때 마음 속에서는 “난 공부 못해. 공부해도 망할 거야!”라는 생
각을 하고, 매번 시험 때마다 회피하는 경우도 있습니다. 반대로 중요한 시험이 다가오는 상황을 
긍정적 신호로 받아들여 열심히 공부하고, 성적을 향상시키는 것을 선택할 수 있습니다. 그러기 
위해서는 스트레스를 견디는 능력인 마음근육이 키워져야 합니다. 마음근육을 키우기 위해서는 
스트레스를 견디는 기술을 연습하고 힘들지만 견디고 노력하는 것을 반복하는 것이 도움이 됩
니다. 스트레스를 견디는 기술에는 안정화 호흡법, 근육이완법, 건강 관리법 등이 있으며, 근본
적인 문제 해결을 위한 방법을 시도해 볼 수 있습니다. 실천 가능한 계획을 세우고, 모르거나 
부족한 부분은 선생님이나 친구의 도움을 받으면서 시도해 봅시다. 마음속으로 “난 할 수 있어!”라
는 생각을 하며 스트레스를 견디고 노력하며 성취 경험을 쌓으면 마음의 근육이 키워집니다.
3. 마음의 고통 견디는 방법
일반적인 건강관리 기술 지키기: 건강한 몸에 건강한 정신이 깃듭니다. 건강한 몸을 유지하기 
위해 균형 잡힌 식사, 적절한 운동, 충분한 수면, 감정돌보기, 과몰입 줄이기, 규칙적인 생활 습
관을 유지하는 것이 중요합니다.
마음의 고통 견디는 방법 연습하기: 안정화 호흡법과 근육이완법은 스트레스를 조절할 때 매
우 유용합니다. 영상을 보면서 함께 연습해 보고 학생들이 실제로 적용할 수 있도록 합니다.
출처: 교육부(2021), 고등학교 정신건강리터러시(교사용) , 교육부 : 한국교육환경보호원 학생정신건강지원센터

한국형 사회정서교육 프로그램47
4
교사 참고자료 2
특별한 정신건강 문제
특별한 정신건강 문제 상태는 평소보다 훨씬 큰 스트레스를 경험할 때 발생합니다. 예를 들어 
사랑하는 사람이 죽거나, 외국으로 이사를 하거나, 심각한 병이 있다는 진단을 받았을 때 등입
니다. 이것은 극심한 스트레스에 대한 우리 뇌의 반응입니다. 즉, 누구나 살면서 겪을 수 있는 
정상적인 삶의 일부이며 정신질환이 아닙니다. 이 상태에서는 슬픔이나 분노와 절망감 같은 아
주 강한 부정적인 감정을 겪습니다. 또 주변을 인식하고 생각하는 것도 변화가 생겨서 “예전과 
같을 수는 없을 것이다.”라든지 “내 삶이 이렇게 계속될 수 있을지 모르겠다.” 같은 부정적인 
사고를 하게 됩니다. 신체적으로도 많은 문제가 생깁니다. 즉 잠도 잘 잘 수 없고, 기운이 없고, 
몸이 여기저기 아프기도 합니다. 행동에도 변화가 생겨서 일상적인 활동도 안 하려 하고 사람들
을 만나지 않으려 하고, 갑자기 분노 폭발을 일으키기도 합니다.
특별한 정신건강 문제 상태가 되면 학교나 학교 밖의 일상적인 활동이 눈에 띄게 어려울 수
도 있습니다. 이럴 때 심리상담 같은 도움이 필요할 수도 있습니다. 그렇지만 반드시 의학적인 
치료가 필요한 상태는 아닙니다. 즉 특별한 정신건강 문제는 누구나 겪을 수 있는 정상적인 삶
의 일부이며, 특별히 주변의 공감과 도움이 필요한 상태라고 할 수 있습니다.
출처: 교육부(2021), 고등학교 정신건강리터러시(교사용), 교육부 : 한국교육환경보호원 학생정신건강지원센터
특별한 정신건강 문제를 겪는 친구를 돕는 방법
우리는 의사가 아니라도 주변에 친구가 다치면 구급함을 열고 응급처치법을 사용해서 친구를 
도와줄 수 있습니다. 마찬가지로 내 주변에 있는 가족, 선생님 그리고 친구들 누군가가 힘든 일
을 겪고 있을 때 공감하는 태도로, 어려움과 고통을 알아차리고, 어떤 도움이 필요한지 알아보
고, 함께하고 있다는 것을 느끼게 해주는 마음의 응급처치를 해줄 수 있습니다. 
이런 어려움을 겪는 친구를 돕는 구체적인 방법은 다음과 같습니다.
1. 공감하는 태도로, 어려움과 고통을 알아차리고, 어떤 도움이 필요한지 물어보고, 함께 하고 
있다는 것을 느끼게 해줍니다.
2. 당분간 학습 부담을 줄여주기, 가족과 같이 있는 시간을 늘려 주기, 과제나 준비물 챙겨주기, 
연락해 주기, 급식 챙겨주기 등 일상생활에서 흔한 문제들을 도와줍니다.
3. 마음의 고통을 견디는 기술(안정화 호흡법, 근육이완법 등)을 가르쳐주고, 일반 
건강관리(규칙적 수면과 식사, 적당한 운동 등)가 소홀해지지 않게 돕습니다.
4. 어려움을 표현하고 도움받을 수 있도록 신뢰할 수 있는 어른(교사, 심리상담사, 가족 등)이나 
상담 기관, 지역사회 등으로 연결해 주는 것이 필요합니다. 
대부분은 의료진의 전문적인 치료가 필요한 것은 아닙니다. 그러나 일부 친구는 병원 진료가 
필요할 수 있습니다.
출처: 교육부(2021), 고등학교 정신건강리터러시(교사용), 교육부 : 한국교육환경보호원 학생정신건강지원센터

48고등학교용
5
학습 활동지 1
발표할 때, 긴장하는 여름이
고등학교
    학년      반
이름: 
 여름이는 어려서부터 긴장을 많이 하였다. 특히 다른 사람들 앞에서 발표를 할 때, 더욱 긴장하는 
편이다. 고등학교에 입학하고 발표수업이 늘어나면서 여름이의 부담감은 더 심해졌다. 며칠 전, 국어 
시간에 여름이는 발표를 하던 중, 친구들이 “쟤 왜 저렇게 떨어?”라고 이야기하는 것을 듣게 되었다. 
그 이후, 여름이는 발표가 더욱 두려워지기 시작했다. 특히 발표할 때 너무 긴장하고 떠는 자신의 
모습이 다른 사람들에게 웃음거리가 된 것 같아 걱정이 되었다. 선생님이나 친구들은 여름이가 발표를 
잘한다고 격려하고, 가끔 긴장을 하는 모습이 보이긴 하지만 다른 아이들도 누구나 발표 때마다 그 
정도 긴장은 한다고 위로해 주었다. 그러나 여름이는 발표를 앞두고 있을 때마다 자신이 너무 긴장해서 
망치는 모습이 계속 떠올랐다. 그래서 더 철저히 발표 준비를 하였지만, 이런 불안감과 떨림은 멈출 
수 없었다.
 연습을 통해 극복할 수 있을 것이란 기대는 어긋나고 말았다. 여름이는 발표할 차례가 다가오면 숨이 
가빠졌고, 목소리는 물론 손까지 떨렸다. 이전에는 발표하기 직전에만 떨리고 긴장했는데, 요즘은 발표 
며칠 전부터 걱정되어 잠을 설치곤 했다. 여름이는 이러한 자신의 상황에 대해 친구들과 부모님께 
말하고 도움을 청할까도 고민하였다. 그러나 발표할 때 긴장하는 것 때문에 힘들다는 것을 다른 
사람들이 알면 자신을 나약하다고 비난할까 봐 그냥 꾹 참았다. 
 아직 고등학교 생활은 많이 남았고, 앞으로도 다른 사람들 앞에서 발표를 하게 될 일이 많은데,여름이는 
이런 문제를 해결하기 위해 무엇이라도 해보고 싶지만 어떻게 해야 할지 모르겠다.  
1. 여름이가 발표할 때 긴장을 줄이기 위해 스스로 노력했던 것은 무엇인지 말해봅시다.
2. 여름이의 어떤 생각이 발표할 때 더욱 긴장하게 하나요? 그 생각을 긍정적으로 바꿔봅시다.
긴장을 유발하는 생각: 
긍정적인 생각으로 바꿔보기:
3. 마음의 고통을 스스로 해결하고자 노력하는 여름이에게 어떤 말을 해줄 수 있을지 적어봅시다. 

한국형 사회정서교육 프로그램49
5
학습 활동지 2
스트레스를 조절하는 나만의 비법
고등학교
    학년      반
이름: 
1. 내가 스트레스를 느꼈을 때 나는 어떻게 대처했는지 말해봅시다.
스트레스를 느낀 상황: 
스스로 대처한 방법:
2. 스트레스 상황에서 자신의 대처는 적절했다고 생각하나요? 만약 그 상황으로 돌아간다면 나의 
대처는 어떻게 달라질지 말해봅시다.
3. 스트레스를 효과적으로 관리할 수 있는 나만의 비법을 공유해봅시다. 친구가 이야기한 방법 
중 효과적이라고 생각되는 방법도 기록해봅시다.

50고등학교용
6
출처
[참고 영상] 
1. 스트레스 정복하기 
https://youtu.be/IHZCL3zsGAo?si=9K2h-iAXnJUMfqZG
(유튜브 채널 ‘학생정신건강지원센터’) 
2. 마음 안정화를 위한 복식훈련 기법
https://www.youtube.com/watch?v=qkDjMJkLxIo
(유튜브 채널 ‘보건복지부 국립정신건강센터’)
[참고 문헌] 
1. 교육부(2021), 고등학교 정신건강리터러시

한국형 사회정서교육 프로그램51
협력적 해결 프로젝트
1
교수 학습 활동의 개관 
사회정서
교육영역
대인관계
사회정서 
핵심역량
관계인식
관계관리
해당학년고등학교 (1~3학년)차시4/6차시
관련
성취기준
[10공국2-01-02] 쟁점과 이해관계를 고려하여 문제를 해결할 수 있는 대안을 
탐색하며 협상한다.
[10공국2-01-03] 사회적 소통 과정에서 말의 영향력을 고려하여 책임감 있게 듣고 
말한다.
범교과
학습 주제
안전·건강교육
범교과 학습 주제
세부내용
자살예방 및 생명존중교육
내용
요소
지식･이해과정･기능가치･태도
∙협력과 타협
∙경청과 공감 연습하기 
∙합리적 의견 수용하기
∙타인과의 관계를 
인식하고 관리하는 태도  
학습목표타협과 협력을 통해 최선의 결과를 이끌어 내는 의사 표현 방식을 습득할 수 있다.
수업설계 
의도
◎ 주제 선정 이유
-갈등 상황에서 자신의 의사를 표현하고 타인의 감정을 공감하고 수용하는 과정을 
통해 타인과의 관계를 인식하고 관리하는 방법을 습득하게 함.
◎ 수업 개요
-타인과의 관계와 대화의 기본 자세를 알고 효과적인 갈등 해결을 위한 대화 
방법을 연습함으로써 일상에서 발생할 수 있는 타인과의 관계에서 발생하는 
갈등을 완화하는 방법을 익히도록 함.
◎ 사회정서 역량 연계
-타인과의 관계에서 생기는 갈등 해결을 위해 문제 자체에 초점을 맞추고 타인과의 
관계를 인식하고 관리하도록 함.

52고등학교용
2\`
교수·학습 과정안
단계교수·학습 활동 내용
교수·학습자료◯
자

유의점◯
유
도입
(10′)
▣ 동기유발
∙‘같은 말도 기분 나쁘게 하는 사람 vs 듣기 좋게 하는 사람 
화법 비교’ 동영상 시청
▣ 학습목표 안내
타협과 협력을 통해 최선의 결과를 이끌어 내는 의사 표현 방식을 
습득할 수 있다.
◯
자
동영상
( 출처 
참고 영상1)
‘같은 말도 기분 
나쁘게 하는 사람 
vs 듣기 좋게 하는 
사람 화법 
비교’(5분 44초)
전개
이해
하기
(10′)
짧은 시간을 활용한 교육
▣ 관계와 대화의 기본자세 이해하기
∙다르게 생각할 수 있다는 것을 인정하기
∙바라는 점은 명확히 이야기하기
∙상대는 나의 요청을 거절할 수 있다는 것 인정하기
∙상대의 요청을 나도 거절할 수 있다는 것 인정하기
∙판단이 아닌 “내 생각에는”이라고 명확히 말하기
∙상대방의 감정을 공감하고 이를 표현하기
∙대화의 목적과 관계를 생각하고 말하기
∙상처되는 말은 하지 않기
∙상대의 마음을 이해하려고 노력하며 듣기
∙친구와 대화할 때 딴짓(딴생각, 문자, 게임하기, 이어폰 끼기 
등)하지 않기
▣ 협력과 타협을 통한 갈등 해결하기
∙협력: 서로 목표를 이해하고 공동의 이익을 위해 함께 일하는 것
∙타협: 서로의 요구를 조정해 합리적인 중간점을 찾는 것
∙갈등과 상황에 대해 다양한 입장에서 살펴보고, 해결 방법에 대해 
다양하게 생각하면서 더 나은 방향으로 해결할 수 있음
◯
자
 PPT(효과적인 
의사소통 방법)
◯
유
 갈등 상황에서 
나와 상대방 
모두가 타협할 
만한 방향으로 
갈등을 
해결하도록 지도

한국형 사회정서교육 프로그램53
단계교수·학습 활동 내용
교수·학습자료◯
자

유의점◯
유
짧은 시간을 활용한 교육
▣ 협력과 타협을 통한 갈등 해결 모델
∙갈등을 명확히 하기
∙각자의 입장과 욕구 탐색
∙해결책 브레인스토밍
∙서로의 입장 반영
∙협력과 타협을 통한 해결안 도출
연습
하기
(20′)
▣ 효과적 갈등 해결을 위한 대화 연습
∙[활동지 1]을 제시하고, 학습 활동지를 작성한 후, 모둠원과 
토의하기
-냉방기 이용에 대한 각자의 입장 표현하기
-생각한 내용을 토의하여 다양한 입장을 경청하기
◈ 선택 활동
∙[활동지 2]를 제시하고, 학습 활동지를 작성한 후, 모둠원과 
토의하기
우리 학급의 갈등을 찾아보자
갈등에 대한 서로 다른 입장을 탐색해보자
갈등에 대한 해결책을 브레인스토밍 해보자
서로의 입장을 반영하여 해결책을 탐색하자
타협과 협력을 통한 해결안을 도출하자
◯
자
학습 활동지1
◯
유
냉방기 온도를 
낮춰야 한다는 
입장, 높여야 
한다는 입장, 
어떻게 해도 
괜찮다는 
입장으로 모둠을 
만들어 토의
◯
자
학습 활동지2
적용
하기
(10′)
▣ 타인과의 관계를 인식하고 관리하는 태도
-갈등 해결을 위해서는 노력이 필요함을 강조하기   
-실생활에서 발생하는 타인과의 갈등 관계를 관리하려는 
마음가짐 다지기
◯
유
실생활에서 
실천하는 것이 
중요함을 안내
정리
(5′)
▣ 학습 정리
∙관계와 대화의 기본자세
∙갈등을 완화하는 대화의 방법
▣ 다음 학습 안내
∙공동체의 가치를 알고, 공동체 생활에 이바지하는 방법
◯
자
 PPT
◯
유
 갈등관리를 
위해 다양한 전략 
정리

54고등학교용
3
짧은 시간을 활용한 교육 활동
학습 주제∙대인관계
학습 활동에 필요한 학습자료(준비물) 및 영상자료 안내
∙같은 말도 기분 나쁘게 하는 사람 vs 듣기 좋게 하는 사람 화법 비교 (5분 44초)
∙링크: https://youtu.be/F1ZuduOFXp0?si=Vxu3iCbei04kyZCr&t=80
∙4차시 타인과의 관계 PPT 
교육활동
방법
∙PPT를 활용한 교사의 교육
∙아침 조회시간 등에 활용
교육활동
내용
▣ 관계와 대화의 기본 자세 이해하기
∙다르게 생각할 수 있다는 것을 인정하기
∙바라는 점은 명확히 이야기하기
∙상대는 나의 요청을 거절할 수 있다는 것 인정하기
∙상대의 요청을 나도 거절할 수 있다는 것 인정하기
∙판단이 아닌 “내 생각에는”이라고 명확히 말하기
∙상대방의 감정을 공감하고 이를 표현하기
∙대화의 목적과 관계를 생각하고 말하기
∙상처되는 말은 하지 않기
∙상대의 마음을 이해하려고 노력하며 듣기
∙친구와 대화할 때 딴짓(딴생각, 문자, 게임 하기, 이어폰 끼기 등)하지 않기
▣ 협력과 타협을 통한 갈등 해결하기
∙협력: 서로 목표를 이해하고 공동의 이익을 위해 함께 일하는 것
∙타협: 서로의 요구를 조정해 합리적인 중간점을 찾는 것
∙갈등과 상황에 대해 다양한 입장에서 살펴보고, 해결 방법에 대해 다양하게 
생각하면서 더 나은 방향으로 해결할 수 있음
▣ 협력과 타협을 통한 갈등 해결 모델
∙갈등을 명확히 하기
∙각자의 입장과 욕구 탐색
∙해결책 브레인스토밍
∙서로의 입장 반영
∙협력과 타협을 통한 해결안 도출

한국형 사회정서교육 프로그램55
4
교사 참고자료 1
대인관계를 유지하기 위한 의사소통 기술
1) 언어적 기술
좋은 대인관계는 서로가 대화를 지속하려는 동기를 함께 찾으며, 갈등을 감소시키고자 노력한다. 
상대방에게 지속적인 관심을 갖는 것도 언어적 기술을 갖추는 것이다.
2) 감정 표현과 자기 노출
무조건 갈등을 회피하는 것은 대인관계에 악영향을 준다. 자신의 감정 상태를 드러내고 때때로 
자신의 숨기고 싶은 감정을 노출하는 것("시험에 떨어져서 기분이 정말 엉망이야" 등)이 대인관계 
형성에 도움이 된다.
3) 대화 참여와 지속 의도 표현
상대방과 함께 나눌 수 있는 화젯거리를 찾고 그의 감정과 관계에 초점을 맞추려는 노력에 대한 
것이다. 상대방이 계속 말할 수 있도록 피드백을 보내고("아", "음", "네", "재미있네요", "그래서요" 
등) 관심을 나타내는 것이 필요하다.
4) 비언어 분석
대인관계에서 상대방 대화 행간의 의미를 읽는 것은 중요하다. 이때 도움이 되는 것은 비언어 
단서를 포착하는 것이다. 명백한 시각적 단서(고개 끄덕임, 미소, 눈 맞춤, 목소리 등)나 목소리 
단서(크기, 억양, 고저 등)를 놓치지 않고 알아채는 것이 그것이다.
5) 배려, 감사, 칭찬의 사용
상대방과의 관계를 진전시키기 위해서는 배려와 감사("지난번에 정말 즐거웠어.", "다시 만나고 
싶어", "우리가 친구인 게 기뻐" 등)가 필수적이다. 이는 서로가 감정적으로 연결되어 있음을 
느끼게 한다. 칭찬("네 말은 정말 재미있어", "오늘 근사하게 걸!" 등) 또한 대인관계를 진전시키는 
의사소통 형태다.
출처: 오미영(2013). 의사소통. 서울:커뮤니케이션북스.
- 학습 활동지 1-1 냉방기 온도별 입장 써보기 예시
-온도를 낮추자는 입장: “교실의 온도가 너무 더워서 공부에 집중하기 어렵습니다. 그래서 온도를 
낮추었으면 합니다. 다만, 춥다는 친구들도 있어 그 점은 걱정이 됩니다. 같이 학교생활을 잘 할 수 
있도록 온도를 낮추되, 친구들이 춥지 않을 수 있는 방법을 찾고 싶습니다.”
-온도를 낮추지 말자는 입장: “온도가 너무 낮으면 추워서 교실에 있기가 힘듭니다. 그리고 냉풍기 
바람이 목을 자극하여 머리가 아프고 기침이 납니다. 덥다는 친구들의 입장을 이해합니다. 냉풍기 
바람이 저에게 오지 않으면서 너무 춥지 않은 방법을 함께 찾았으면 좋겠습니다”
- 학습 활동지 1-2 다양한 방법 찾기 예시
-냉방기 바람이 많이 나오는 곳에 더위를 많이 타는 친구들이 앉는 방법 강구
-추위를 많이 타는 친구들은 가디건을 가져오기
-더위를 많이 타는 친구들은 얼음물을 준비하기
- 학습 활동지 1-3 [생략]

56고등학교용
4
교사 참고자료 2
타협과 협력을 위한 대화의 기법: 비폭력 대화법
1. 사실을 말하기
관찰한 사실을 전달합니다. 평가가 아닌 관찰한 사실을 말하는 것이 중요합니다. 예를 들어, 
과제를 계속 베끼려는 친구에게 “넌 너무 게을러.”라고 말하는 것은 그 친구를 주관적으로 
평가하는 것입니다. 이는 친구에게 비난받았다고 느끼게 하여 기분을 상하게 할 수 있습니다. 
대신, “넌 숙제를 20번도 넘게 보여달라고 했어.”라고 말하면, 객관적인 사실을 전달하여 친구가 
자신을 돌아볼 수 있게 할 수 있습니다.
2. 느낌을 표현하기
감정을 솔직하게 표현합니다. 자기 생각이 아닌 느낌, 즉 감정을 표현하는 것이 중요합니다. 
예를 들어, “너한테 이용당하는 느낌이야.”라고 생각을 말하는 대신, “내 노력이 아무것도 아닌 
것 같아서 화가 나고 속상해.”라고 감정을 표현하는 것입니다. 이렇게 하면 상대방이 자신의 
감정을 이해하기 쉽습니다.
3. 욕구를 인식하고 표현하기
근본적인 내면의 욕구를 인식하고 말합니다. 예를 들어, “나는 네가 숙제를 베껴서 짜증이 
나.”라고 말하는 것은 표면적인 감정만을 이야기하는 것입니다. 이 경우 근본적인 욕구는 
무엇일까요? 과제를 열심히 했기에 그 노력을 인정받길 바라는 ‘인정의 욕구’가 있었을 것입니다. 
따라서, “난 내가 과제를 한 노력이 인정받길 바라기 때문에 네가 숙제를 베끼면 속상해.”라고 
말하면 자신의 욕구를 명확히 표현할 수 있습니다.
4. 바람을 말하기
구체적이고 긍정적인 부탁을 합니다. 이 단계에서는 상대방에게 자신의 생각을 강요하지 않고 
부탁을 명확하게 전달하는 것이 중요합니다. 예를 들어, “네가 날 이해해주길 바라.”라고 말하는 
대신, “내가 한 말을 네가 어떻게 이해했는지 말해주면 좋겠어.”라고 말합니다. 이렇게 하면 
상대방이 자신의 요청을 구체적으로 이해하고 응답할 수 있습니다.
출처: 강원도 교육청(2021). 정신건강 인식개선 교육 자료
- 학습 활동지 2-1 우리 학급의 갈등 예시
-갈등 인식: 자습 시간 중 교실 내 소음 문제
-각자 입장 A: 자습 시간 중 완전한 정숙을 원함  B: 조용한 대화는 괜찮다고 생각함
C: 자습 시간에도 자유로운 분위기를 선호함
- 학습 활동지 2-2 학급 갈등 해결책 예시
-타이머 활용하여 45분 공부, 15분 휴식 등의 시간 관리 
-조용한 의사소통 도구 사용하여 필요한 대화는 메모나 문자 메시지로 대체하도록 권장
-백색 소음이나 조용한 음악을 들을 수 있게 헤드폰 사용을 허용
- 학습 활동지 2-3 갈등과 각자의 입장을 반영하여 해결책 예시: 
-학급 회의를 통해 모두가 동의할 수 있는 자습 시간 규칙 제정 
- 학습 활동지 2-4 [생략]

한국형 사회정서교육 프로그램57
5
학습 활동지 1
가을이네 학급 이야기
고등학교
    학년      반
이름: 
▣ 다음 가을이네 학급 이야기를 읽고 질문에 답해 봅시다.
어느 더운 여름날, 가을이네 교실에서는 냉방기 온도를 둘러싼 갈등이 생겼다. 수업이 시작되기 전, 
한 학생이 냉방기 온도를 낮추기 위해 리모컨을 집어 들었다.
"너무 더워. 냉방기 온도를 좀 더 낮출게."
온도가 낮아지자, 교실의 공기는 점점 시원해졌다. 하지만 곧이어 반대의 목소리가 들려왔다.
"너무 춥지 않아? 나 벌써 손이 시려워. 온도를 다시 올려야 할 것 같아."
추위를 느낀 다른 학생이 걱정스러운 표정으로 말했다.
"하지만 난 여전히 더워. 계속 더워서 집중이 안 돼."
냉방기 온도를 낮춘 학생이 불만을 터트렸다.
"우리 모두 쾌적해야 공부에 집중할 수 있을 텐데, 이러다 서로 감정만 상하겠어. 좋은 방법이 없을까?"
또 다른 학생이 중재에 나섰다. 서로의 입장이 팽팽하게 맞서는 가운데, 가을이네 반 학생들은 교실의 
적절한 온도를 두고 논의가 이어 갔다.
1. 학급 냉방기 온도에 대한 입장이 다릅니다. 각자의 입장과 욕구를 탐색해봅시다.
2. 가을이네 학급의 갈등을 해결하는 다양한 방법을 모두 생각해서 적어봅시다.
3. 각 입장을 서로 교류하면서 타협과 협력을 통해 해결안을 도출해 봅시다.

58고등학교용
5
학습 활동지 2
우리 반의 갈등!
협력과 타협으로 풀어보자!
고등학교
    학년      반
이름: 
▣ 우리 학급의 갈등 상황을 협력과 타협을 통해 해결해봅시다. 
1. 우리 학급의 갈등을 찾아보고, 자세히 살펴봅시다.
갈등 인식
각자의 입장
2. 우리 학급 갈등 해결책을 모두 적어봅시다.
3. 갈등과 각자의 입장을 반영하여 해결책을 검토해봅시다.
4. 타협과 협력을 통해 모두에게 좋은 해결안을 결정해봅시다.

한국형 사회정서교육 프로그램59
6
출처
[참고 영상] 
1. 같은 말도 기분 나쁘게 하는 사람 vs 듣기 좋게 하는 사람 화법 비교 
   https://youtu.be/F1ZuduOFXp0?si=WUobnU9jf34qF5v_(유튜브 채널 ‘책식주의’) 
[참고 문헌]
1. 오미영(2013). 의사소통. 서울: 커뮤니케이션북스(2013)
2. 강원도교육청(2021). 정신건강 인식개선 교육자료. 강원도교육청

60고등학교용
우리 함께 같이 살아가기
1
교수 학습 활동의 개관 
사회정서
교육영역
공동체
사회정서
핵심역량
공동체 가치의 인식과 관리
해당학년고등학교 (1~3학년)차시5/6차시
관련
성취기준
[10통사1-05-03] 자신이 거주하는 지역을 사례로 공간 변화가 초래한 양상 및 
문제점을 탐구하고, 공동체의 구성원으로서 지역사회의 변화를 
위한 방안을 모색하고 이를 실천한다.
[12생환01-04] 자신이 살고 있는 지역에 관심을 두고, 더 나은 지역 환경을 위해 
책임 있는 시민으로서 자신이 참여할 수 있는 방식을 제안한다.
범교과
학습 주제
안전·건강교육
범교과 학습 주제
세부내용
자살예방 및 생명존중교육
내용
요소
지식･이해과정･기능가치･태도
∙공동체 의식
∙공동체의 협의안 도출 
연습하기 
∙공동체 
∙기여
학습목표
공동체 생활에 이바지하는 태도가 나의 성장에 긍정적 영향을 끼침을 알고, 그 
방법을 찾아 실천할 수 있다.
수업설계 
의도
◎ 주제 선정 이유
-공동체의 갈등 상황을 함께 해결하는 과정을 통해 소속감, 자긍심을 높이고 
책임감을 기르도록 지도하고자 함.
◎ 수업 개요
-공동체와 공동체 의식의 개념을 알고, 공동체의 문제 상황에서 자신의 의견을 
밝히고 공동체에 도움이 되는 협의안을 도출하도록 함.
◎ 사회･정서 역량 연계
-소속감, 책임감을 통해 공동체의 가치를 내재화하고 공동체의 가치를 함께 
지켜나가는 노력의 중요성을 일깨움.

한국형 사회정서교육 프로그램61
2
교수·학습 과정안
단계교수·학습 활동 내용
교수·학습자료◯
자

및 유의점◯
유
도입
(5′)
▣ 동기유발
∙‘Mr. Indifferent’ 영상 시청하기
-학급과 학교, 마을의 문제를 친구들과 협력해서 개선한 경험 
공유하기
▣ 학습 목표 안내
공동체 생활에 이바지하는 방법을 찾아 제시할 수 있다.
◯
자
 동영상
 ( 출처 
참고 영상1)
Mr. Indifferent,
2분 45초
전개
이해
하기
(15′)
▣ 공동체의 개념과 의미 이해하기
∙공동체의 개념과 유형
-공동체는 나누고 함께하며, 서로 소속되어 있다고 느끼는 
집단
-공동체의 유형: 가정, 학교, 지역사회, 나라, 동호회, 동아리, 
지구(생태계) 등
∙공동체 의식의 개념과 유형
-공동체 의식이란 공동체의 구성원으로서 지녀야 할 
가치관이나 윤리 의식, 감정, 정서적 연계를 의미
-공동체 의식의 하위요인: 구성원 감정, 상호영향 의식, 
욕구의 충족과 통합, 정서적 연계
▣ 공동체 가치 실현을 위한 역량
∙공동체와 공동체 의식 보호 요인
-구성원 간의 경청, 소속감, 사회적 지지, 참여 등
∙공동체 가치 방해하는 요인
-방임, 따돌림, 비난, 공격, 무관심 등
∙지역사회의 바람직한 가치 실현을 위해 필요한 것
-책임감, 소속감, 주도성, 협동심 등
∙나의 주요 역량과 연결해보기
-공동체의 가치 보호와 실현을 위한 봉사의 의미와 자신의 
역할 탐색하기
-자신의 진로개발과 연결해 공동체에 도움이 되는 방안 
탐색하기
▣ 공동체 의식이 있는 집단의 강점
◯
자
 PPT
(공동체와관계)
◯
유
 학생이 속한 
공동체의 예시를 
다양하게 
제시하고 자신이 
속한 
지역사회로까지 
스스로 확대해 갈 
수 있도록 충분한 
시간 부여
◯
유
공동체의 

62고등학교용
단계교수·학습 활동 내용
교수·학습자료◯
자

및 유의점◯
유
-심리적 안정감 제공: 공동체 의식이 있는 학급은 구성원들이 
서로 신뢰하고 지지하는 분위기 형성
-학급효과 증대: 서로의 강점을 살려 배우는 분위기가 
형성되고, 함께 어려운 과제를 해결하는 협력이 원활히 
일어남
-사회적 기술 향상: 의사소통, 문제해결, 갈등 해결에 대한 
다양한 사회적 기술을 연습할 기회를 가지며, 원만한 
대인관계 형성하는 데 도움이 됨
-긍정적 자아상 형성: 공동체에서 존중받고 인정받는 경험을 
통해 긍정적 자아상 형성
-학교생활의 즐거움: 공동체 의식이 있는 학급은 학생들이 
더 즐겁고 만족스러운 학교생활을 경험
가치를 개인보다 
확장해서 
적용하도록 안내
연습
하기
(15′)
짧은 시간을 활용한 교육
▣ 공동체와 함께 살아가는 방법 연습하기
∙[활동지1] 아름다운 세상을 위하여!
-영화 ‘아름다운 세상을 위하여!’ 요약 동영상 시청하기
-내가 돕고 싶은 세 명을 선정하고, 선정한 이유와 
도움의 방법 적어보기
-나로부터 시작한 선한 영향력으로 도움을 받은 사람의 
수 구하기
-우리 사회에 나타날 변화 생각해보기
◯
자
 동영상
( 출처 
참고 영상2)
세상을 바꾸는 
방법, 2분 13초
◯
자
학습 활동지1
적용
하기
(10′)
▣ 지구 공동체를 위한 나의 실천 연습하기
∙[활동지2] 지구 공동체를 위한 나의 실천
-‘지구 공동체를 위한 나의 실천’ 관련 지문 읽기
-학급에서 지구 공동체를 위해 작은 실천을 유지하는 방법 
생각해보기
-공동체가 실천을 지속한다면 경험할 수 있는 변화에 대해 
생각해보기
-공동체와 환경을 위해 노력하는 과정에서 개인이 경험하는 
변화 생각해보기
◯
자
학습 활동지2
정리
(5′)
▣ 학습 정리
∙공동체와 공동체 의식 알아보기
∙공동체에 이바지하는 방법을 함께 탐색하기
∙공동체에 도움이 되는 작은 실천들은 결국 개인의 성장과 
발전에 긍정적 영향을 미침

한국형 사회정서교육 프로그램63
3
짧은 시간을 활용한 교육 활동
학습 주제∙공동체와 함께 살아가는 방법 연습하기
학습 활동에 필요한 학습자료(준비물) 및 영상자료 안내
∙‘세상을 바꾸는 방법’ 동영상(2분 13초)
∙링크: https://youtu.be/sucAPeQzUbk?si=2F5CA-m0-cZZ2tAc
∙5차시 우리 함께 살아가요 PPT
교육활동
방법
∙PPT를 활용한 교사의 교육
∙아침 조회시간 등에 활용
교육활동
내용
▣ 공동체와 함께 살아가는 방법 연습하기
-공동체의 문제를 해결하기 위해 실천할 수 있는 방안을 찾아보고, 공동체에 
기여하는 활동이 나, 우리 집단, 지구에 미치는 영향을 인식하기
∙공동체와 공동체 의식에 대한 이해
-공동체: 나누고 함께하며, 서로 소속되어 있다고 느끼는 집단
-공동체 의식: 공동체의 구성원으로서 지녀야 할 가치관이나 윤리 의식, 감정, 
정서적 연계하는 것
-공동체 의식이 있는 학급은 학급 구성원에게 심리적 안정감을 제공하고, 긍정적 
자아상을 형성하게 도우며, 학습효과와 사회적 기술, 학교 생활의 즐거움을 
향상하는 데 도움을 줌
∙우리가 살고 있는 공동체의 문제점을 우리의 실천으로 변화시킬 수 있을까 질문하고, 
학생들의 자율적인 답변을 들은 후, [활동지1] 배부
∙[활동지1] 아름다운 세상을 위하여! 
-영화 ‘아름다운 세상을 위하여!’ 요약 동영상 시청하기
-내가 돕고 싶은 세 명을 선정하고, 선정한 이유와 도움의 방법 적어보기
-나로부터 시작한 선한 영향력으로 도움을 받은 사람의 수 구하기
-우리 사회에 나타날 변화 생각해보고 발표하기

64고등학교용
4
교사 참고자료 1
공동체 의식
공동체 의식이란 한 공동체를 이루는 구성원들이 공동체에 대한 소속감과 신뢰감을 가지고 
있으며 공동의 문제에 함께 참여하여 해결하려는 자세를 말한다.
세부적으로 살펴보면, 구성원들이 ‘우리’라는 연대를 가지고 결속하는 ‘구성원 의식(구성원 만
족, 구성원 일체감)’, ‘다름’을 인정하고 개방적인 자세로 다른 사람을 수용하는 ‘상호영향력 의
식(상호기대, 상호영향력)’, 서로를 도와가며 공동의 목표를 달성하고자하는 ‘욕구 충족과 통합’, 
구성원 간 믿음이 존재하고 차별을 용납하지 않는 ‘정서적 연계(정서적 신뢰, 정서적 유대)’를 
포함하는 개념이다.
출처: 두산백과 두피디아
공공심
공동체 의식(공공심)은 학습자들에게 민주시민으로서 성장하고자 하는 동기를 부여할 수 있습
니다. 이는 우리나라 교육과정의 목표인 ‘민주시민으로서의 성장’과 연계됩니다. 또한 다음 요소
와 활동을 통해 실천할 수 있습니다.
▪사회 구성원으로서 윤리적 책임: 도전적 문제해결 의지, 인내심, 정의 실현, 봉사 활동, 학생 
지도력 등을 포함합니다.
▪타인의 존재를 인정하고 받아들이기: 단순한 관용 이상의 가치로서 타인의 존재를 인정하고 
받아들이게 합니다.
▪회복력과 대처 능력: 두려움에 맞서는 회복력, 대처 능력, 긍정적 정체성, 친사회적 행동과 
연관됩니다.
▪이타적 이기심: 이 행동을 한다고 해서 세상을 바꿀 수 없다는 것도 알지만, 자신을 지키기 위해서 
하는 ‘이타적 이기심’입니다.
▪시민적 책임감: 시민적 책임감을 통해 사회 활동에 직접 참여할 기회를 제공합니다.
▪공익을 위한 행동: 공익을 위한 행동을 촉진하고 타인의 인권을 보호할 방법을 고민하게 합니다.
▪봉사 학습: 학교와 지역사회 간 협력을 통한 봉사 학습을 장려합니다.
▪지도력 개발 프로그램: 지도력 개발 프로그램을 구안하여 관련 기술을 직접 가르칩니다.
출처: Frey, N. Fisher, D. & Smith, D. (2021). 학생들의 성공적 삶과 사회정서학습 (안창성, 역). 밥북
- 학습 활동지 1-1 답안 예시 
1. (생략)
2. - 등비수열의 합 공식을 이용하면, 














≃



×






명
   - 내가 받은 선한 영향력으로 다른 사람을 돕게 되어, 조금 더 살만한 세상이 된다.

한국형 사회정서교육 프로그램65
4
교사 참고자료 2
나-너-우리 그리고 지구와 함께 하는 지구시민
지구시민: 지구촌 곳곳에서 어려움과 역경을 극복하는 데 머무르지 않고 자신이 성취한 것을 타인을 
널리 이롭게 하는 데 힘쓴 사람들
지구시민교육의 목표: 개인이 속한 지역사회뿐 아니라 지구 전체의 문제에 관심을 가지며, 더불어 
살아가는 삶을 추구하는 것
지구시민교육의 핵심 내용
1. 자기 존중과 타인 존중: 지구시민으로서 중요한 첫걸음은 자신의 가치를 존중하고, 동시에 타인의 
가치를 인정하는 것입니다. 이는 자기 긍정과 함께 타인에 대한 공감을 키우는 데 중요한 역할을 
합니다.
2. 환경에 대한 책임감: 지구시민은 환경 보호를 위한 작은 실천에서 출발합니다. 이는 쓰레기 
줄이기, 자원 절약, 재활용 등을 통해 지구의 생태계를 보호하려는 노력을 의미하며, 이러한 
실천은 자신이 속한 공동체뿐만 아니라 전 세계에 영향을 미친다는 점을 깨닫게 합니다.
3. 공동체 소속감과 사회적 기여: 지구시민으로서 자신이 속한 공동체에 긍정적인 영향을 미치는 
기여를 강조합니다. 예를 들어, 자원봉사, 어려운 사람을 돕는 행동 등이 포함됩니다. 이러한 
사회적 기여는 개인에게 자기 효능감을 주고, 자긍심을 키우며, 자신의 존재가 공동체에 중요한 
가치를 더하고 있음을 느끼게 합니다.
4. 자기 치유와 자아 성장: 지구시민으로서 공동체와 환경을 위해 일하는 과정에서 자신도 긍정적인 
변화를 경험하게 됩니다. 이 과정은 자연스럽게 자기 치유로 이어지며, 자신에 대한 믿음과 
자아 성장으로 연결됩니다. 인간이 공동체와 연대하며 더불어 성장할 때 자기 긍정 인식과 정신적 
안정감이 증대됩니다.
출처: 조벽(2016). 인성이 실력이다. 서울: 해념.
- 학습 활동지 2 –1 답안 예시
-회의를 통해 지속적 실천을 위한 방법을 협의한다. 실천하기로 한 내용을 게시판에 붙여 
놓는다. 물건을 기증한 친구들에게 상점을 부여한다. 등
- 학습 활동지 2-2 
-함께 실천하는 우리 학급/동아리/학교: 함께 실천하는 모습을 보며 우리 학급/동아리/학교라는 
소속감이 강해진다. 우리 공동체가 소중함을 느끼게 된다. 우리 모두를 위해 더 열심히 실천할 
수 있다. 등
- 학습 활동지 2-3
-실천을 지속한 구성원 마음의 변화: 내가 할 수 있다는 효능감을 느끼고, 나는 괜찮은 
사람이라는 자긍심을 키울 수 있다. 나는 할 수 있다는 믿음이 생기고, 주변과 지구도 생각할 
수 있는 성장을 할 수 있다. 공동체에 대한 믿음이 생겨나며 더 나은 사람으로 성장할 수 
있다 등

66고등학교용
5
학습 활동지 1
아름다운 세상을 위하여!
고등학교
    학년      반
이름: 
▣ 영화 '아름다운 세상을 위하여'의 내용을 읽고 물음에 답해 봅시다.
사회 선생님 시모넷은 학생들에게 '세상을 바꿀 아이디어를 생각하고 그것을 실행에 옮기라'는 
과제를 내주었습니다. 11살 트레버는 아무런 보답을 기대하지 않고 세 명의 사람을 돕고, 
그들이 다시 세 명을 돕도록 하는 '페이 잇 포워드(Pay it forward)' 아이디어를 
고안해냈습니다. 이에 따라 트레버는 노숙자, 엄마, 그리고 따돌림을 당하던 친구 를 
도와주었습니다.
트레버의 선행을 알게 된 그의 엄마는 오래된 갈등을 풀고 할머니와 화해하게 되었습니다. 
이후 할머니는 건달을 도왔고, 그 건달은 천식을 앓고 있던 여자아이를 도왔습니다. 도움을 
받은 여자아이의 아버지는 또다시 어려움에 처한 기자를 도왔으며, 그 기자는 이 운동을 
취재하여 세상에 알리게 됩니다. 이렇게 트레버의 '페이 잇 포워드' 운동은 점점 더 많은 
사람들에게 퍼져 나갔습니다.
1. '아름다운 세상을 위하여'의 주인공처럼, 여러분이 돕고 싶은 세 명을 선정하고, 그들을 선정한 
이유와 어떻게 도울 것인지 적어봅시다.
순번이름관계선정 이유도움의 방법
1
2
3
2. 나로부터 시작한 선한 영향력이 10단계까지 이어진다면, 도움을 받는 사람은 모두 9만 명이라고 
합니다.(

은 약 60,000명, 














≃



×






명 ) 이런 노력으로 우리 
사회에 어떤 변화가 일어날지 적어봅시다.

한국형 사회정서교육 프로그램67
5
학습 활동지 2
지구 공동체를 위한 나의 실천
고등학교
    학년      반
이름: 
▣ 다음 지구 공동체를 위한 민아의 실천에 관한 글을 읽고 함께 생각해봅시다.
민아는 동아리 활동 시간에 일부 국가 아이들의 시력 문제와 신생아 사망률에 대해 알게 되었습니다. 
남미 페루에는 안경이 없어 교육 기회를 잃는 아이들이 있고, 아프리카의 여러 나라에서는 체온 조절이 
어려운 저체온증 신생아들이 보온용 모자가 없어 생명을 잃는다는 사실에 매우 안타까웠습니다. '작은 
관심과 나눔이 누군가의 삶을 바꿀 수 있다'는 생각이 민아의 마음을 울렸습니다. 그래서 도움이 필요한 
이들을 위해 "안경테 기증하기와 신생아 모자 뜨기"라는 작은 실천을 시작하였습니다.
그렇게 시작한 민아의 작은 실천은 주변 친구들에게도 영향을 주기 시작했습니다. 민아가 안경테를 
모으고 신생아 모자를 뜨는 것을 본 친구들은 민아를 따라 자신도 참여하기 시작했습니다. 하지만 
몇몇 친구들은 시간이 없다며 중도에 그만두기도 했고, 어떤 친구들은 "이런 걸로 얼마나 도움이 
될까?"라는 생각이 들기도 했습니다. 동아리의 대부분 아이들은 나눔 활동을 계속하고 싶지만, 그것이 
생각보다 힘들다는 것을 알게 되었습니다.
1. 지구 공동체를 위한 개인의 실천을 유지하는 방법을 생각해봅시다.
2. 공동체를 위한 실천을 행동으로 옮길 때 학교, 지구 생태계의 입장에서 경험할 수 있는 변화를 
생각해봅시다.
함께 실천하는 학교 학생들:
지구 공동체에 미치는 영향: 
3. 공동체와 이웃을 위해 작은 실천을 하는 과정에서 개인은 어떤 변화를 경험할까요?

68고등학교용
6
출처
[참고 영상] 
1. CGI Animated Short Film: "Mr Indifferent" by Aryasb Feiz | CGMeetup
https://youtu.be/qLGNj-xrgvY?si=QPqKpeEEfHJco7-o(유튜브 채널 ‘CGMeetup)’
2. 세상을 바꾸는 방법 
https://youtu.be/sucAPeQzUbk?si=2F5CA-m0-cZZ2tAc_(유튜브 채널 ‘moviefirst’) 
[글, 동화] 
1. “공동체 의식”: 두산백과 두피디아 
https://www.doopedia.co.kr/mo/doopedia/master/master.do?_method=view2&
MAS_IDX=180716001571960
[참고 문헌]
1. Frey, N. Fisher, D. & Smith, D.(2021). 학생들의 성공적 삶과 사회정서학습(안창성,  
역). 서울: 밥북
2. 조벽(2016). 인성이 실력이다. 서울: 해념.

한국형 사회정서교육 프로그램69
나와 너를 위한 마음건강
1
교수 학습 활동의 개관
사회정서
교육영역
마음건강
사회정서
핵심역량
정신건강 문제의 인식과 관리
해당학년고등학교 (1~3학년)차시6/6차시
관련
성취기준
[12심리04-02] 삶의 변화에 따른 스트레스 발생과 건강의 관계를 이해하고 효과적인 
스트레스 대처 방안을 적용하여 회복 탄력성을 기른다.
[12보건02-04] 감정 및 정서가 삶에 미치는 영향과 행복 및 스트레스, 
우울･불안･질병 등을 초래하는 상황의 조건과 의미를 탐구하여, 
개인과 공동체의 행복한 삶의 양식을 지지한다. 
범교과
학습 주제
안전·건강교육
범교과 학습 주제
세부내용
자살예방 및 생명존중교육
내용요소
지식･이해과정･기능가치･태도
∙의학적 도움이 필요한 
정신건강 상태
∙도움 받을 수 있는 기관 
찾는 연습하기
∙타인에 대한 관심과 배려
학습목표나와 친구의 마음건강이 어려울 때, 도움을 요청할 수 있다.
수업설계 
의도
◎ 주제 선정 이유
-심폐소생술, 하임리히법 등 신체 건강의 이상이 있을 때의 대처방안처럼 
마음건강에 어려움이 있을 때의 대처방안을 안내하고자 함.
◎ 수업 개요
-의학적 도움이 필요한 마음의 병 상태를 알고, 도움받을 수 있는 기관을 직접 
찾아보는 활동을 통해 본인 및 주변 친구가 도움이 필요할 때 적절한 시기에 
도움을 받을 수 있도록 함.
◎ 사회･정서 역량 연계
-자신의 마음건강을 위해 마음건강 어려움에 대한 도움요청을 적극적으로 할 수 
있도록 하고, 자신뿐만 아니라 친구의 마음건강 어려움을 돕도록 함.

70고등학교용
2
교수·학습 과정안
단계교수·학습 활동 내용
교수·학습자료◯
자

및 유의점◯
유
도입
(5′)
▣ 동기유발
∙‘정신건강인식개선 보통사람, 마인두’ 동영상 시청
-영상에 나온 주인공과 비슷한 생각을 적이 있는지 공유하기
-정신건강 상태를 알아보기, 도움을 받을 수 있는 기관 파악 
및 주변 친구의 마음건강 어려움을 돕는 방법 실습하기 등에 
대해 배운다고 안내하기
▣ 학습목표 안내
나와 친구의 마음건강이 어려울 때, 도움을 요청할 수 있다. 
◯
자
 동영상
( 출처 
참고 영상1)
정신건강인식개선 
'보통사람, 마인두,
4분 59초
전개
(40′)
이해
하기
(10′)
▣ 마음의 병 상태 알아보기
∙[활동지1] 겨울이의 마음은 어떤 상태일까?
-활동지1 겨울이의 마음의 병을 알 수 있는 신호(증상)를 
찾아보기
-(예) 죽고싶다고 생각, ‘죽음’ 인터넷 검색 등
-겨울이의 정신건강 상태는 어떤지 이야기하기
-겨울이에게 어떤 말을 해주면 좋을지 이야기하기
▣ 의학적 도움이 필요한 마음의 병 상태 이해하기
∙마음의 병 상태 안내의 구체적 예시를 설명하기
-삶의 희망이 없어지는 경우
-죽음을 자주 생각하는 경우
-교실 등에서 불안이 심해 생활이 힘든 경우
-의욕이 없고, 모든 일에 흥미가 없을 때
-마음의 상처가 계속 생각날 때
-마음의 상처가 나의 생활에 계속 영향을 줄 때
∙마음의 병을 빨리 치료받으면 좋은 점을 설명하기
-회복 가능성이 높아진다
-기능(집중력, 학업, 신체능력 등)회복이 빠름
-2차, 3차 문제를 예방
◯
자
 PPT,
학습 활동지1
◯
자
 교사 
참고자료1
◯
유
 본인이 
해당되는 항목은 
어디인지 
생각해보게 한다.
◯
유
 빠른 치료가 
중요하며 정신과 
진료가 부끄러운 
것이 아님을 
강조한다.

한국형 사회정서교육 프로그램71
단계교수·학습 활동 내용
교수·학습자료◯
자

및 유의점◯
유
연습
하기
(15′)
 짧은 시간을 활용한 교육
▣ 도움 받을 수 있는 기관 찾는 연습하기
∙[활동지2] 힘들 땐 힘들다고 말할 용기
-활동지2를 배부하고 도움 받을 수 있는 기관 중 내가 도움이 
필요할 때, 나에게 가장 적합한 곳은 어디인지 정해보기
-해당 기관을 선택한 이유를 친구들과 공유하기
-도움이 필요할 때, 내가 정한 기관에 적극적인 도움을 요청하는 
말 작성하기
-도움을 요청하는 말 발표하기
◯
자
 학습 활동지2,
교사 참고자료2
◯
유
 홈페이지 검색, 
APP 설치 등을 
통해 학생들이 
실습하도록 
유의한다.
적용
하기
(15′)
▣ 마음의 병으로 힘든 친구 도와주기
∙마음의 병을 가진 친구의 주요 신호(증상)을 안내하기
-잦은 결석, 학교를 그만두겠다는 친구, 게임만 하는 친구, 
평소랑 다른 행동을 하는 친구
-상황에 안 맞는 행동을 하는 친구
-너무 예민한 친구, 죽고 싶다는 친구, 다른 아이들에게 
따돌림 당하는 친구, 자해하는 친구
∙힘든 친구에게 도움을 주는 방법을 안내하기
-일상 생활 알려주기
(예) 같이 농구하자!, 학교 일정 알려주기 등
-염려를 전달하기
(예) 요즘 무슨 일 있어?
-도움 받을 수 있는 곳 알려주기
∙짝을 지어 친구에게 도움을 줄 수 있는 상황극 등을 통해 
실습하기
◯
자
 교사 
참고자료1
◯
유
 학생들이 
실습을 통해 
도움이 필요할 때 
행동할 수 있도록 
유의한다.
정리
(5′)
▣ 학습 정리
∙마음의 병 상태 알아보기
∙도움 받을 수 있는 기관 알기
∙마음의 병 상태를 가진 친구를 돕기

72고등학교용
3
짧은 시간을 활용한 교육 활동
학습 주제∙정신건강 문제의 인식과 관리
학습 활동에 필요한 학습자료(준비물) 및 영상자료 안내
∙‘정신건강인식개선 보통사람, 마인두’ 동영상 
(https://www.youtube.com/watch?v=hPuM7eCVncY, 4분 59초)
∙활동지2
∙너와 나를 위한 마음건강 PPT
교육활동
방법
∙PPT를 활용한 교사의 교육
∙아침 조회시간 등에 활용
교육활동
내용
▣ 도움 받을 수 있는 기관 찾는 연습하기
∙[활동지2] 힘들 땐 힘들다고 말할 용기
-‘마음건강 문제단계’와 ‘마음의 병 단계’에 따라 체계적인 도움이 필요할 수 
있음을 이해하기
마음건강 문제단계마음의 병 단계
상담을 통한 도움이 필요한 상태
(위센터, 위클래스 등)
정신건강의학과적 진료를 통한 도움 필요 
상태 (병,의원 등)
∙힘든 스트레스를 경험하여 혼자 해결하기 
힘든 경우 
∙학교생활, 대인관계에 자신이 없고 고민이 
많은 경우
∙대인관계에 갈등이 잦은 경우
∙가족들과 관계에서 고민이 있는 경우 
∙미래에 대한 고민을 혼자 해결하기 어려운 
경우 
∙삶의 희망이 없어지는 경우 
∙죽음을 자주 생각하는 경우
∙교실 등에서 불안이 심해 생활하기 힘들 때
∙의욕이 떨어지고 모든 일에 흥미가 떨어질 때
∙여러 가지 이유로 마음의 상처가 지속될 때
∙마음의 상처가 나의 생활에 지속적으로 
영향을 줄 때
-활동지2를 배부하고 도움 받을 수 있는 기관 중 내가 도움이 필요할 때, 나에게 
가장 적합한 곳은 어디인지 정해보기
-해당 기관을 선택한 이유를 친구들과 공유하기
-도움이 필요할 때, 내가 정한 기관에 적극적인 도움을 요청하는 말 작성하기
-도움을 요청하는 말 발표하기

한국형 사회정서교육 프로그램73
4
교사 참고자료 1
청소년기 마음의 병 신호(증상)
 일상생활에서 발생하는 마음의 고통은 주변의 도움이나 스스로의 노력으로 극복하는 경우도 
있습니다. 그러나, 스트레스가 누적되어 너무 힘들어지거나, 큰 충격적 사건으로 정신건강이 크게 
악화된 경우에는 전문가의 도움을 받아야 합니다.
 청소년기에 발생하는 마음의 병은 우리의 몸과 마음에 신호를 줍니다.
 다음의 신호들을 살펴보고, 감정, 생각, 행동, 지각, 식사와 수면, 인지기능, 일상생활 유지의 
어려움 등의 변화가 나타나면, 꼭 전문가의 도움이 필요합니다.
신호 영역구체적 예시
감정의 변화
과도한 불안, 급격한 기분 변화, 감정 폭발
우울감, 의욕저하, 자해충동, 자살충동
생각의 변화
사람들이 자신을 비난하거나 수근거린다고 생각
혼란스럽고 뒤죽박죽이 되는 생각
행동 변화
지나치게 흥분하거나 싸움이 잦다.
대화가 줄고 무기력하게 지낸다. 
지각의 변화
다른 사람에게는 들리지 않는 목소리가 들린다.
다른 사람에게는 보이지 않는 모습이나 형태가 보인다. 
식사와 수면 문제
입맛이 없거나 과도하게 폭식한다. 
잠이 안 오거나 지나치게 많이 잔다. 
인지기능 저하
학습 능력이나 이해력이 저하되었다. 
멍하니 있거나 집중력이 저하되었다.
일상생활 유지 어려움
외모관리·청결에 관심이 없어졌다. 
과도하게 엎드려 있거나 지각·결석이 빈번하다.
학생 활동지1 답안 예시
-겨울이의 정신건강 상태: 마음의 병 
-전문기관 권하는 말: 겨울아 나는 네가 정말 걱정된다. 저번에 생명존중교육 시간에 마음이 
힘들 때, 도와주는 기관이 있다고 했어. 꼭 가봐. 혹시 혼자가기 힘들면 같이 갈래?
-일상생활에서 돕는 방법: 먼저 인사하기, 친구 이름 불러주기, 이동 수업 알려주기, 준비물 
빌려주기, 안부 물어보기, 간식 나눠 먹기, 도움 받을 수 있는 기관 알려주기, 친구의 비밀을 
잘 지켜주고, 함부로 다른 친구에게 말하지 않기 등
출처: 교육부(2021), 고등학교 정신건강리터러시, 교육부 : 한국교육환경보호원 학생정신건강지원센터

74고등학교용
4
교사 참고자료 2
도움이 필요할 때, 적극적으로 도움요청하기
∙‘마음건강 문제단계’와 ‘마음의 병 단계’에 따라 체계적인 도움이 필요할 수 있습니다.
마음건강 문제단계마음의 병 단계
상담을 통한 도움이 필요한 상태
(위센터, 위클래스 등)
정신건강의학과적 진료를 통한 도움 필요 상태 
(병,의원 등)
∙힘든 스트레스를 경험하여 혼자 해결하기 힘든 
경우 
∙학교생활, 대인관계에 자신이 없고 고민이 많은 
경우
∙대인관계에 갈등이 잦은 경우
∙가족들과 관계에서 고민이 있는 경우 
∙미래에 대한 고민을 혼자 해결하기 어려운 경우 
∙삶의 희망이 없어지는 경우 
∙죽음을 자주 생각하는 경우
∙교실 등에서 불안이 심해 생활하기 힘들 때
∙의욕이 떨어지고 모든 일에 흥미가 떨어질 때
∙여러 가지 이유로 마음의 상처가 지속될 때
∙마음의 상처가 나의 생활에 지속적으로 영향을 줄 때
∙다음과 같은 곳에서 도움을 받을 수 있습니다.
구분도움 받을 수 있는 곳과 신뢰할 수 있는 사이트
학교 내에서 도움을 
요청할 수 있는 방법
-학교 선생님 : 담임 선생님 및 상담 선생님 등
-위(Wee) 프로젝트 : 위 (Wee)클래스 선생님, 위 (Wee)센터
긴급전화 서비스,
모바일 상담, 기관
-청소년 위기 응급전화 1388 (www.cyber1388.kr)
  : 연중 24시간 전화, 휴대폰, 카카오톡 상담, 대인관계, 진로, 학업 등의 
일반상담과, 가출, 성폭력, 학교 폭력 등의 위기 긴급상담
-정신건강위기상담전화 1577-0199
  : 24시간 정신건강상담, 시군구별 정신건강 전문요원 상담, 정신건강위기 
전화 상담, 정신건강 정보제공, 정신의료기관 안내
-청소년 모바일 상담 ‘다들어줄개’
  : 24시간 전문화된 모바일 상담, 무료, 익명으로도 상담이 가능하며 페이스북 
메신저나 카톡 채널, 앱, 문자(1661-5004)를 사용한 상담 제공
-삼성금융네트웍스 상담 ‘라임’
  : 청소년(만 9~24세) 상담 채널. 24시간 365일, 청소년이라면 누구든 라임 
앱(APP)을 통해 상담이 가능합니다.
우리동네 센터 및 
근처 병원 찾기
- 지역 청소년 상담복지센터
-지역 정신건강복지센터
-대한소아청소년정신의학회(www.kacap.or.kr) 병의원 찾기 정보 제공
출처: 교육부(2021), 고등학교 정신건강리터러시, 교육부 : 한국교육환경보호원 학생정신건강지원센터

한국형 사회정서교육 프로그램75
5
학습 활동지 1
겨울이의 마음은 어떤 상태일까?
고등학교
    학년      반
이름: 
 겨울이는 최근 15년간 같이 살았던 반려견이 죽었다. 슬플 때도, 즐거울 때도 늘 곁에 있었던 
반려견이었기 때문에 반려견이 떠난 게 실감나지 않는다. 게다가 유치원 때부터 친한 친구도 얼마 
전, 부모님이 해외회사로 파견 가면서 친구도 해외 유학을 가게 되어 만날 수 없게 되었다. 
 겨울이는 속상하고 힘든데, 말할 친구도 없고, 가족들도 반려견이 떠나 다들 상심에 잠겨 있어 말을 
꺼내기가 힘들다. 아침에 일어나는 것도 힘들고, 계속 눈물만 나고, 세상이 회색처럼 보인다. 자꾸 
반려견을 만나고 싶고, 이렇게 사느니, 죽고 싶다는 생각이 들었다. 그래서 인터넷에 ‘죽음’ 등을 
검색하였다. 그런데 이 모습을 같은 반 친구가 보았다. 그 친구는 겨울이에게 “너 괜찮아?”라고 
물어보았다.
1. 겨울이의 정신건강 상태는 어떠한지 적어봅시다.
2. 겨울이의 친구는 겨울이에게 전문기관에서 도움받기를 권하려 합니다. 겨울이에게 어떻게 말하면 
좋을지 적어봅시다.
3. 겨울이의 친구는 일상생활에서도 겨울이를 돕고 싶습니다. 겨울이가 부담을 느끼지 않으면서 
도울 수 있는 방법을 적어봅시다.

76고등학교용
5
학습 활동지 2
힘들 땐 힘들다고 말할 용기
고등학교
학년      반
이름: 
구분도움 받을 수 있는 곳과 신뢰할 수 있는 사이트
학교 내에서 도움을 
요청할 수 있는 방법
-학교 선생님 : 담임 선생님 및 상담 선생님 등
-위(Wee) 프로젝트 : 위 (Wee)클래스 선생님, 위 (Wee)센터
긴급전화 서비스,
모바일 상담, 기관
-청소년 위기 응급전화 1388 (www.cyber1388.kr)
  : 연중 24시간 전화, 휴대폰, 카카오톡 상담, 대인관계, 진로, 학업 등의 
일반상담과, 가출, 성폭력, 학교 폭력 등의 위기 긴급상담
-정신건강위기상담전화 1577-0199
  : 24시간 정신건강상담, 시군구별 정신건강 전문요원 상담, 정신건강위기 
전화 상담, 정신건강 정보제공, 정신의료기관 안내
-청소년 모바일 상담 ‘다들어줄개’
  : 24시간 전문화된 모바일 상담, 무료, 익명으로도 상담이 가능하며 페이스북 
메신저나 카톡 채널, 앱, 문자(1661-5004)를 사용한 상담 제공
-삼성금융네트웍스 상담 ‘라임’
  : 청소년(만 9~24세) 상담 채널. 24시간 365일, 청소년이라면 누구든 라임 
앱(APP)을 통해 상담이 가능
우리동네 센터 및 근처 
병원 찾기
- 지역 청소년 상담복지센터
-지역 정신건강복지센터
-대한소아청소년정신의학회(www.kacap.or.kr) 병의원 찾기 정보 제공
1. 마음이 힘들 때, 도움 받을 수 있는 기관을 찾아보고, 앱(다들어줄개, 라임)도 설치해 봅시다. 
그 중 내가 가장 마음에 드는 기관이나 앱을 선택해봅시다. 그리고 선택한 이유를 친구들에게 
이야기 해봅시다.
2. 도움이 필요할 때, 내가 정한 기관에 적극적인 도움을 요청하는 말을 연습해 봅시다.

한국형 사회정서교육 프로그램77
6
출처
[참고 영상]
1. 정신건강인식개선 '보통사람, 마인두
https://www.youtube.com/watch?v=hPuM7eCVncY
(유튜브 채널 ‘안산시자살예방센터’)
[참고 문헌] 
1. 교육부(2021). 고등학교 정신건강리터러시

개발위원
연구위원권 용 실 (가톨릭대학교 의과대학)
김 은 향 (청주교육대학교)
서 완 석 (영남대학교 의과대학)
이 소 희 (국립중앙의료원)
이 자 명 (한국방송통신대학교)
조 호 제 (잠실초등학교) 
최 지 욱 (가톨릭대학교 의과대학)
집필위원김 기 윤 (대구해올고등학교)
김 영 자 (탄벌중학교)
김 형 태 (시흥능곡초등학교)
김 혜 진 (대전탄방중학교)
배 현 진 (경북대학교사범대학 부설고등학교) 
성 나 경 (서울특별시교육청)
신 창 기 (신우초등학교)
오 유 하 (동암중학교)
이 경 진 (서울특별시교육청)
이 정 현 (흥덕고등학교)
임 재 일 (흥덕초등학교)
장 세 진 (서울개봉초등학교)
전 은 경 (서울신상도초등학교)
정 나 라 (효천초등학교)
정 소 영 (성복고등학교)
정 원 희 (용인신봉초등학교)`,
};
